[
	null,
	"　　立法委員依憲法第七十五條之規定不得兼任官吏，如願就任官吏，即應辭去立法委員。其未經辭職而就任官吏者，亦顯有不繼續任立法委員之意思，應於其就任官吏之時視為辭職。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　燕樹棠　黃右昌　李伯申　胡伯岳\n　　　　　　　　　　　　洪文灡　張于潯　林　彬　劉克儁\n　　　　　　　　　　　　沈家彝",
	"　　憲法第七十八條規定司法院解釋憲法並有統一解釋法律及命令之權，其於憲法則曰解釋，其於法律及命令則曰統一解釋，兩者意義顯有不同，憲法第一百七十三條規定憲法之解釋由司法院為之，故中央或地方機關於其職權上適用憲法發生疑義時，即得聲請司法院解釋，法律及命令與憲法有無牴觸，發生疑義時亦同。至適用法律或命令發生其他疑義時，則有適用職權之中央或地方機關，皆應自行研究，以確定其意義而為適用，殊無許其聲請司法院解釋之理由，惟此項機關適用法律或命令時所持見解，與本機關或他機關適用同一法律或命令時所已表示之見解有異者，苟非該機關依法應受本機關或他機關見解之拘束，或得變更其見解，則對同一法律或命令之解釋必將發生歧異之結果，於是乃有統一解釋之必要，故限於有此種情形時始得聲請統一解釋。本件行政院轉請解釋，未據原請機關說明所持見解與本機關或他機關適用同一法律時所已表示之見解有異，應不予解釋。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　燕樹棠　黃右昌　李伯申　胡伯岳\n　　　　　　　　　　　　洪文灡　張于潯　林　彬　劉克儁\n　　　　　　　　　　　　沈家彝",
	"　　監察院關於所掌事項是否得向立法院提出法律案，憲法無明文規定，而同法第八十七條則稱考試院關於所掌事項得向立法院提出法律案，論者因執「省略規定之事項應認為有意省略」（Casus omissus pro omisso habendus est）以及「明示規定其一者應認為排除其他」（expressio unius est exclusio alterius）之拉丁法諺，認為監察院不得向立法院提案，實則此項法諺並非在任何情形之下均可援用，如法律條文顯有闕漏或有關法條尚有解釋之餘地時，則此項法諺，即不復適用，我國憲法間有闕文，例如憲法上由選舉產生之機關，對於國民大會代表及立法院立法委員之選舉，憲法則以第三十四條、第六十四條第二項載明「以法律定之」。獨對於監察院監察委員之選舉則並無類似之規定，此項闕文，自不能認為監察委員之選舉可無需法律規定，或憲法對此有意省略，或故予排除，要甚明顯。\n　　憲法第七十一條，即憲草第七十三條，原規定「立法院開會時，行政院院長及各部會首長得出席陳述意見」，經制憲當時出席代表提出修正，將「行政院院長」改為「關係院院長」。其理由為「考試院、司法院、監察院就其主管事項之法律案，關係院院長自得列席立法院陳述意見」，經大會接受修正如今文，足見關係院院長係包括立法院以外之各院院長而言。又憲法第八十七條，即憲草第九十二條，經出席代表提案修正，主張將該條所定「考試院關於所掌事項提出法律案時，由考試院秘書長出席立法院說明之」。予以刪除，其理由即為「考試院關於主管事項之法律案，可向立法院提送，與他院同，如須出席立法院說明，應由負責之院長或其所派人員出席，不必於憲法中規定秘書長出席」，足徵各院皆可提案，為當時制憲代表所不爭，遍查國民大會實錄及國民大會代表全部提案，對於此項問題曾無一人有任何反對或相異之言論，亦無考試院應較司法監察兩院有何特殊理由，獨需提案之主張。\n　　我國憲法依據　孫中山先生創立中華民國之遺教而制定，載在前言，依憲法第五十三條（行政）、第六十二條（立法）、第七十七條（司法）、第八十三條（考試）、第九十條（監察）等規定建置五院。本憲法原始賦與之職權各於所掌範圍內，為國家最高機關獨立行使職權，相互平等，初無軒輊。以職務需要言，監察、司法兩院，各就所掌事項，需向立法院提案，與考試院同。考試院對於所掌事項，既得向立法院提出法律案，憲法對於司法、監察兩院，就其所掌事項之提案，亦初無有意省略或故予排除之理由。法律案之議決雖為專屬立法院之職權，而其他各院關於所掌事項知之較稔，得各向立法院提出法律案，以為立法意見之提供者，於理於法均無不合。\n　　綜上所述，考試院關於所掌事項，依憲法第八十七條，既得向立法院提出法律案，基於五權分治，平等相維之體制，參以該條及第七十一條之制訂經過，監察院關於所掌事項，得向立法院提出法律案，實與憲法之精神相符。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　聯合國韓國委員會我國副代表，既係由政府派充，且定有一年任期，不問其機構為臨時抑屬常設性質，應認其係憲法第七十五條所稱之官吏。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　行憲後各政黨辦理黨務人員，不能認為刑法上所稱之公務員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　公務員對於新聞紙類及雜誌之發行人、編輯人，除法令別有規定外，依公務員服務法第十四條第一項之規定，不得兼任。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　行憲後各政黨、各級黨部之書記長，不得認為公務員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　原呈所稱之股份有限公司，政府股份既在百分之五十以上，縱依公司法組織，亦係公營事業機關，其依法令從事於該公司職務之人員，自應認為刑法上所稱之公務員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　一、裁判如有違憲情形，在訴訟程序進行中，當事人自得於理由內指摘之。\n　　二、來文所稱第二點，未據說明所持見解與本機關或其他機關所已表示之見解有何歧異，核與大法官會議規則第四條之規定不合，礙難解答。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　公私營事業機關所敷設之鐵道，事實上已負公共運輸責任，又同受交通主管機關之監督管理者。其器材被盜，在戰時自得適用戰時交通器材防護條例之規定，至輕便軌道（俗稱擡車線）既有別於通常鐵道，即不得併予援用。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　黃正銘　蔡章麟",
	"　　公務員不得兼任新聞紙類及雜誌之編輯人、發行人，業經本院釋字第六號解釋有案，至社長、經理、記者及其他職員，依公務員服務法第十四條第一項之規定，自亦不得兼任。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　黃正銘　蔡章麟",
	"　　某甲收養某丙，同時以女妻之，此種將女抱男習慣，其相互間原無生理上之血統關係，自不受民法第九百八十三條之限制。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　憲法第八十一條所稱之法官，係指同法第八十條之法官而言，不包含檢察官在內。但實任檢察官之保障，依同法第八十二條，及法院組織法第四十條第二項之規定，除轉調外，與實任推事同。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　查憲法與本問題有關之第九十七條、第九十八條、第九十九條，係由憲法草案第一百零二條、第一百零三條、第一百零四條而來。第一百零二條原稱監察院對於行政院或其各部會人員認為有違法失職情事，得提出彈劾案。第一百零三條則為中央及地方行政人員之彈劾。第一百零四條則為法官及考試院人員之彈劾。在制憲會議中，若干代表認為監察院彈劾權行使之對象應包括立法委員、監察委員在內。曾經提出修正案數起，主張將第一百零二條行政院或其各部會人員改為各院及其各部會人員，包括立法院、監察院人員在內，並將第一百零四條有關法官及考試院人員之條文刪去。討論結果，對此毫無疑義之修正文均未通過，即所以表示立監委員係屬除外。若謂同時，復以中央公務人員字樣可藉解釋之途徑，使立監委員包括在內，殊難自圓其說。在制憲者之意，當以立監委員為直接或間接之民意代表，均不認其為監察權行使之對象。至立監兩院其他人員與國民大會職員，總統府及其所屬機關職員，自應屬監察權行使範圍。故憲法除規定行政、司法、考試三院外，復於第九十七條第二項及第九十八條，另有中央公務人員之規定。\n　　國民大會代表為民意代表，其非監察權行使對象更不待言。憲法草案及各修正案，對於國大代表均無可以彈劾之擬議，與立、監委員包括在內之各修正案不予採納者，實為制憲時一貫之意思。\n　　自治人員之屬於議事機關者，如省縣議會議員，亦為民意代表，依上述理由，自亦非監察權行使之對象。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　國民大會代表代表國民行使政權，自係公職。依憲法第一百零三條之規定，監察委員不得兼任。查憲法第一百條及第二十七條，將對於總統、副總統之彈劾與罷免劃分，由監察院與國民大會分別行使，若監察委員得兼任國民大會代表，由同一人行使彈劾權與罷免權，是與憲法劃分其職權之原意相違，其不應兼任更屬明顯。再查憲法草案第二十六條第一款及第二款，原列立法委員、監察委員得為國民大會代表，嗣有代表多人，認為於理無當，提出修正案若干起，制憲大會依綜合審查委員會之意見，將該條第一、第二兩款刪去，亦可為不得兼任之佐證。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　黃正銘　蔡章麟",
	"　　強制執行法施行後，強制執行僅得由法院為之。行政官署依法科處之罰鍰，除依法移送法院辦理外，不得逕就抗不繳納者之財產而為強制執行。本院院解字第三三零八號解釋，仍應適用。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　國立編譯館編纂，按照該館組織條例規定，係屬公職。依憲法第一百零三條，監察委員不得兼任。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　查大法官會議第九次會議臨時動議第一案決議：「中央或地方機關，對於行憲前司法院所為之解釋發生疑義聲請解釋時，得認為合於司法院大法官會議規則第四條之規定」，本案最高法院對本院院字第七五零號解釋發生疑義，依照上項決議，自應予以解答。\n　　夫妻之一方於同居之訴判決確定後仍不履行同居義務，在此狀態繼續存在中而又無不能同居之正當理由者，裁判上固得認為合於民法第一千零五十二條第五款情形。至來文所稱某乙與某甲結婚後歸寧不返，迭經某甲託人邀其回家同居，某乙仍置若罔聞。此項情形，尚難遽指為上項條款所謂以惡意遺棄他方之規定。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　憲法第一百零三條所稱不得兼任其他公職，與憲法第七十五條之專限制兼任官吏者有別，其含義不僅以官吏為限。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　省黨部、省婦女工作委員會均係人民團體，其主任委員及理事，自非憲法第一百零三條所謂公職。至醫務人員，既須領證書始得執業，且經常受主管官廳之監督，其業務與監察職權顯不相容，應認係同條所稱之業務，公立醫院為國家或地方醫務機關，其院長及醫生並係公職，均在同條限制之列。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　憲法第四十七條規定總統任期為六年，同法第二十九條規定，國民大會於每屆總統任滿前九十日集會。憲法實施以後，首屆總統係於民國三十七年五月二十日就職，應至民國四十三年五月二十日任滿。所謂任滿前九十日，應自總統任滿前一日起算，以算足九十日為準。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　立法委員、監察委員係依法行使憲法所賦予之職權，自屬公職，既依法支領歲費公費，應認為有給職。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　商標法第三條前段規定，二人以上於同一商品，以相同或近似之商標，各別呈請註冊時，應准在中華民國境內實際最先使用並無中斷者。註冊，係為審查准駁之實質標準，如利害關係人，在同法第二十六條審定後之六個月公告期間內，另以與他人審定商標相同或近似之商標呈請註冊，並以自己之商標實際使用在先，而未中斷為理由，對他人已審定商標提出異議，自應依異議程序及同法第三條規定辦理。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　公營事業機關之董事、監察人及總經理，與受有俸給之文武職公務員，均適用公務員服務法之規定，應屬於憲法第一百零三條、第七十五條所稱公職及官吏範圍之內。監察委員、立法委員均不得兼任。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　一、省銀行之董事及監察人均為公營事業機關之服務人員。立法委員、監察委員不得兼任，已見本院釋字第二十四號解釋。\n　　二、來文所列第一、第三、第四、第五各點，事屬統一法令解釋問題，既未據說明所持見解與本機關或他機關所已表示之見解有何歧異，核與大法官會議規則第四條之規定不合，礙難解答。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　典押當業既係受主管官署管理並公開營業，其收受典押物除有明知為贓物而故為收受之情事外，應受法律之保護。典押當業管理規則第十七條之規定，旨在調和回復請求權人與善意占有人之利害關係，與民法第九百五十條之立法精神尚無違背，自不發生與同法第九百四十九條之牴觸問題。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　查大法官會議第二十九次會議臨時動議第一案決議：「中央或地方機關，就其職權上適用法律或命令，對於本會議所為之解釋發生疑義聲請解釋時，得認為合於本會議規則第四條之規定」。本件係對於本院釋字第六及第十一兩號解釋發生疑義，依照上項決議，認為應予解答。\n　　公營事業機關服務人員均適用公務員服務法，為該法第二十四條所明定，中央信託局係國營事業機關，其依法令在該局服務人員自屬公務員服務法上之公務員，仍應受本院釋字第六號及第十一號解釋之限制。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　最高法院對於非常上訴所為之判決，係屬終審判決，自有拘束該訴訟之效力。惟關於本件原附判決所持引用法條之理由，經依大法官會議規則第十七條向有關機關徵詢意見，據最高法院覆稱，該項判決係以司法院院字第二七四七號及院解字第三零零四號解釋為立論之根據。復據最高法院檢察署函復，如該項判決所持見解，係由大院行憲前之解釋例演繹而來，亦請重為適當之解釋，以便今後統一適用各等語。是本件係對於行憲前本院所為上述解釋發生疑義，依四十一年八月十六日本會議第九次會議臨時動議第一案之決議，認為應予解答。\n　　養子女與本生父母及其兄弟姊妹原屬民法第九百六十七條所定之直系血親與旁系血親。其與養父母之關係，縱因民法第一千零七十七條所定，除法律另有規定外，與婚生子女同，而成為擬制血親，惟其與本生父母方面之天然血親仍屬存在。同法第一千零八十三條所稱養子女自收養關係終止時起，回復其與本生父母之關係。所謂回復者，係指回復其相互間之權利義務，其固有之天然血親自無待於回復。\n　　當養父母與養子女利害相反涉及訴訟時，依民事訴訟法第五百八十二條規定，其本生父母得代為訴訟行為，可見雖在收養期間，本生父母對於養子女之利益，仍得依法加以保護。就本件而論，刑事訴訟法第二百十四條後段所稱被害人之血親得獨立告訴，尤無排斥其天然血親之理由。本院院字第二七四七號及院解字第三零零四號解釋，僅就養父母方面之親屬關係立論，初未涉及其與本生父母方面之法律關係，應予補充解釋。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　國民大會遇有憲法第三十條列舉情形之一召集臨時會時，其所行使之職權，仍係國民大會職權之一部份，依憲法第二十九條召集之國民大會，自得行使之。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　憲法第七十五條雖僅限制立法委員不得兼任官吏，但並非謂官吏以外任何職務即得兼任，仍須視其職務之性質，與立法委員職務是否相容。同法第二十七條規定國民大會複決立法院所提之憲法修正案，並制定辦法行使創制、複決兩權，若立法委員得兼國民大會代表，是以一人而兼具提案與複決兩種性質不相容之職務，且立法委員既行使立法權，復可參與中央法律之創制與複決，亦顯與憲法第二十五條及第六十二條規定之精神不符，故立法委員不得兼任國民大會代表。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　憲法第六十五條規定立法委員之任期為三年；第九十三條規定監察委員之任期為六年。該項任期本應自其就職之日起至屆滿憲法所定之期限為止，惟值國家發生重大變故，事實上不能依法辦理次屆選舉時，若聽任立法、監察兩院職權之行使陷於停頓，則顯與憲法樹立五院制度之本旨相違，故在第二屆委員未能依法選出集會與召集以前，自應仍由第一屆立法委員、監察委員繼續行使其職權。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　本院釋字第十二號解釋所謂將女抱男之習慣，係指於收養同時以女妻之，而其間又無血統關係者而言。此項習慣實屬招贅行為，並非民法上之所謂收養，至被收養為子女後而另行與養父母之婚生子女結婚者，自應先行終止收養關係。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　查民意代表並非監察權行使對象，業經本院釋字第十四號解釋有案，省縣議會為民意代表機關，其由議員互選之議長，雖有處理會務之責，但其民意代表身分並無變更，應不屬憲法第九十七條第二項及第九十八條所稱之公務人員，至議長處理會務如有不當情事，應由議會本身予以制裁。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　母之養女與本身之養子係輩分不相同之擬制血親，依民法第九百八十三條第一項第二款之規定，不得結婚，本院釋字第十二號解釋與此情形有異，自不能援用。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　對人民財產為強制執行，非有強制執行法第四條所列之執行名義，不得為之。行政機關依法科處罰鍰之公文書，如法律定有送由法院強制執行或得移送法院辦理者，自得認為同法第四條第六款所規定之執行名義，否則不能逕據以為強制執行。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　稅務機關之稅戳蓋於物品上用以證明繳納稅款者，依刑法第二百二十條之規定，應以文書論，用偽造稅戳蓋於其所私宰之牛肉從事銷售，成立刑法第二百十六條之行使偽造公文書罪，應依同法第二百十一條處斷。本院院解字第三三六四號解釋所謂公印文書之印字，當係衍文。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　執行機關執行特種刑事案件沒收之財產，對於受刑人所負債務固非當然負清償之責。惟揆諸憲法第十五條保障人民財產權之精神，如不知情之第三人就其合法成立之債權有所主張時，依刑事訴訟法第四百七十五條之規定，應依強制執行法有關各條規定辦理。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　憲法第八十條之規定旨在保障法官獨立審判不受任何干涉。所謂依據法律者，係以法律為審判之主要依據，並非除法律以外與憲法或法律不相牴觸之有效規章均行排斥而不用。至縣議會行使縣立法之職權時，若無憲法或其他法律之根據，不得限制人民之自由權利。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　韓駿傑　黃正銘　蔡章麟",
	"　　依法應予發還當事人各種案款，經傳案及限期通告後仍無人具領者，依本院院解字第三二三九號解釋，固應由法院保管設法發還。惟此項取回提存物之請求權提存法既未設有規定，自應受民法第一百二十五條消滅時效規定之限制。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　韓駿傑　黃正銘　蔡章麟",
	"　　行政訴訟法第一條規定，人民因中央或地方官署之違法處分致損害其權利者，得依法定程序提起行政訴訟，是僅人民始得為行政訴訟之原告。臺灣省物資局依其組織規程係隸屬於臺灣省政府之官署，與本院院解字第二九九零號解釋所稱之鄉鎮自治機關不同，自不能類推適用此項解釋。至海關緝私條例第三十二條對於提起行政訴訟之原告，並無特別規定，要非官署所得引為提起行政訴訟之根據。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　國營事業轉投於其他事業之資金，應視為政府資本，如其數額超過其他事業資本百分之五十者，該其他事業即屬於國營事業管理法第三條第一項第三款之國營事業。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　憲法第十八條所稱之公職涵義甚廣，凡各級民意代表、中央與地方機關之公務員及其他依法令從事於公務者皆屬之。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　來呈所稱：原判誤被告張三為張四，如全案關係人中別有張四其人，而未經起訴，其判決自屬違背法令，應分別情形依上訴、非常上訴及再審各程序糾正之。如無張四其人，即與刑事訴訟法第二百四十五條之規定未符，顯係文字誤寫，而不影響於全案情節與判決之本旨。除判決宣示前得依同法第四十條增刪予以訂正外，其經宣示或送達者，得參照民事訴訟法第二百三十二條，依刑事訴訟法第一百九十九條由原審法院依聲請或本職權以裁定更正，以昭鄭重。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　蔡章麟",
	"　　契約當事人雙方約定以白米給付房租，核與民法第四百二十一條第二項尚無牴觸，除其他法令別有禁止之規定外，自非法所不許。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　主刑宣告緩刑之效力，依本院院字第七八一號解釋，雖及於從刑，惟參以刑法第三十九條所定得專科沒收與第四十條所定得單獨宣告沒收，足證沒收雖原為從刑，但與主刑並非有必然牽連關係。其依法宣告沒收之物，或係法定必予沒收者，或係得予沒收而經認定有沒收必要者，自與刑法第七十四條所稱以暫不執行為適當之緩刑本旨不合，均應不受緩刑宣告之影響。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　何　蔚　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　審計部對於各機關編送之決算有最終審定權。徵收機關核定公營事業之所得額，與審計部審定同一事業之盈餘如有歧異，自應以決算書所載審計部審定之數目為準。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　刑事訴訟法第八條之主要用意，係避免繫屬於有管轄權之數法院對於同一案件均予審判之弊。據來呈所稱，某甲在子縣行竊，被在子縣法院提起公訴後，復在丑縣行竊，其在丑縣行竊之公訴部分原未繫屬於子縣法院，自不發生該條之適用問題。又丑縣法院係被告所在地之法院，對於某甲在子縣法院未經審判之前次犯行，依同法第五條之規定，得併案受理，其判決確定後，子縣法院對於前一犯行公訴案件，自應依同法第二百九十四條第一款規定，諭知免訴之判決。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　一、告訴乃論之罪，其告訴不合法或依法不得告訴而告訴者，檢察官應依刑事訴訟法第二百三十四條第一項之規定為不起訴處分，如未經告訴自不生處分問題，院字第二二九二號解釋所謂應予變更部分，自係指告訴不合法及依法不得告訴而告訴者而言。\n　　二、告訴不合法之案件，經檢察官為不起訴處分後，如另有告訴權人合法告訴者，得更行起訴，不受刑事訴訟法第二百三十九條之限制。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　印花稅法所定罰鍰係純粹行政罰。納稅義務人如有違法事實，即應依法按其情節輕重，分別科處罰鍰。其違法行為之成立並不以故意為要件，本院院字第一四六四號解釋係就當時特定情形立論，應予變更。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　頂替他人姓名而服兵役，係屬違法行為，自難認其有軍人身分。本院院字第二六八四號解釋，仍應予以維持。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　士兵未經核准離營已逾一個月者，依兵役法第二十條第一項第三款規定，已失現役軍人身分，如其另犯他罪，依非軍人之例定其審判機關。本院院字第二八二二號解釋，應予變更。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　實任檢察官依法院組織法第四十條第二項規定，除轉調外應受保障，並經本院釋字第十三號解釋有案。惟此項保障係適用於能執行職務之檢察官，其因病請假逾一定期間事實上不能執行職務者，在未經依據此項保障精神另定辦法前，自得依公務員請假規則第十條暫令退職。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　黃正銘　蔡章麟",
	"　　檢察官發見原告訴人為誣告者，固得逕就誣告起訴，毋庸另對被誣告人為不起訴處分，但原告訴人對原告訴事件如有聲請時，檢察官仍應補為不起訴處分書。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　黃正銘　蔡章麟",
	"　　現行遺產稅法既無明文規定溯及既往，則該法第八條但書對於繼承開始在該法公布以前之案件，自不適用。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　質權人因有民法第八百九十三條情形而拍賣質物者，仍應依照本院院字第九八零號解釋辦理，如不自行拍賣而聲請法院拍賣時，即應先取得執行名義。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　公務員被判褫奪公權，而其主刑經宣告緩刑者，在緩刑期內，除別有他項消極資格之限制外，非不得充任公務員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　民法第一千一百四十條所謂代位繼承，係以繼承人於繼承開始前死亡或喪失繼承權者為限。來文所稱某甲之養女乙拋棄繼承，並不發生代位繼承問題。惟該養女乙及其出嫁之女如合法拋棄其繼承權時，其子既為民法第一千一百三十八條第一款之同一順序繼承人，依同法第一千一百七十六條第一項前段規定，自得繼承某甲之遺產。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　查民法第一千零八十條終止收養關係須雙方同意，並應以書面為之者，原係以昭鄭重。如養女既經養親主持與其婚生子正式結婚，則收養關係人之雙方同意變更身分已具同條第一項終止收養關係之實質要件。縱其養親未踐行同條第二項之形式要件，旋即死亡，以致踐行該項程式陷於不能，則該養女之一方自得依同法第一千零八十一條第六款聲請法院為終止收養關係之裁定，以資救濟。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　依公司法第二十三條之規定，公司除依其他法律或公司章程規定以保證為業務者外，不得為任何保證人。公司負責人如違反該條規定，以公司名義為人保證，既不能認為公司之行為，對於公司自不發生效力。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　最高法院所為之確定判決有拘束訴訟當事人之效力，縱有違誤，亦僅得按照法定途徑聲請救濟。惟本件關於可否得以上訴於第三審法院，在程序上涉及審級之先決問題，既有歧異見解，應認為合於本會議規則第四條之規定予以解答。查刑法第六十一條所列各罪之案件，經第二審判決者，不得上訴於第三審法院，刑事訴訟法第三百六十八條定有明文，倘第二審法院判決後檢察官原未對原審法院所適用之法條有所爭執而仍上訴，該案件與其他得上訴於第三審之案件亦無牽連關係。第三審法院不依同法第三百八十七條予以駁回，即與法律上之程式未符。至案件是否屬於刑法第六十一條所列各罪之範圍，尚有爭執者，應視當事人在第二審言詞辯論終結前是否業已提出，如當事人本已主張非刑法第六十一條所列各罪，第二審仍為認係該條各罪之判決者，始得上訴於第三審法院。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　軍人逃亡如僅佩帶本人符號，尚難認為與陸海空軍刑法第九十五條所謂攜帶其他重要物品之情形相當，應以普通逃亡論罪。本院院字第二零四四號關於該部分之解釋，應予變更。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　律師法第三十七條所稱之司法人員，依律師法施行細則第十二條之規定雖列有書記官在內，然此係指依法院組織法任用並辦理司法事務之書記官而言。主計機關派駐各法院辦理會計事務之書記官，自不包括在內。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　妨害國幣懲治條例第三條所稱偽造變造之幣券，係指國幣幣券而言。新臺幣為地方性之幣券，如有偽造變造情事，應依刑法處斷。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　法律施行日期條例第一條所謂依限應到達各主管官署之日，係指依法律施行到達日期表所列之日期而言。凡明定自公布日施行之法律，除依法另有規定外，仍應自該表所列之日起發生效力。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　監督寺廟條例第三條第二款所謂地方公共團體，係指依法令或習慣在一定區域內，辦理公共事務之團體而言。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　考試法第八條第一項第二款及公務人員任用法第十七條第二款所列情事，均屬本院釋字第五十六號解釋所謂他項消極資格，其曾服公務而有貪污行為經判決確定者，雖受緩刑之宣告，仍須俟緩刑期滿而緩刑之宣告並未撤銷時，始得應任何考試或任為公務人員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑",
	"　　凡在政府機關曾任薦任審計職務三年以上，經銓敘合格者，均應認為合於會計師法第二條第一項第四款之規定。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑",
	"　　凡曾參加叛亂組織者，在未經自首或有其他事實證明其確已脫離組織以前，自應認為係繼續參加。如其於民國三十八年六月二十一日懲治叛亂條例施行後仍在繼續狀態中，則因法律之變更並不在行為之後，自無刑法第二條之適用。至罪犯赦免減刑令原以民國三十五年十二月三十一日以前之犯罪為限，如在以後仍在繼續犯罪中即不能援用。( 註：依據司法院釋字第五五六號解釋，本解釋與該解釋意旨不符部分，應予變更。)\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　蔡章麟",
	"　　公務員服務法第十四條第二項所謂依法令兼職者不得兼薪及兼領公費，當係指兼職之公務員僅能支領本職之薪及公費而言。其本職無公費而兼職有公費者自得支領兼職之公費。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　蔡章麟",
	"　　養子女與養父母之關係為擬制血親，本院釋字第二十八號解釋已予說明。關於繼承人在繼承開始前死亡時之繼承問題，與釋字第五十七號解釋繼承人拋棄繼承之情形有別。來文所稱養子女之婚生子女、養子女之養子女，以及婚生子女之養子女，均得代位繼承。至民法第一千零七十七條所謂法律另有規定者，係指法律對於擬制血親定有例外之情形而言，例如同法第一千一百四十二條第二項之規定是。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　本院釋字第六號及第十一號解釋係依公務員服務法第十四條第一項所定限制而為解釋，如公務員於公餘兼任外籍機構臨時工作，祇須其工作與本職之性質或尊嚴有妨礙者，無論是否為通常或習慣上所稱之業務，均應認為該條精神之所不許。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　商標局應送達於呈請人或關係人之書件，如呈請人或關係人係在淪陷區域，即屬無從送達之件，自得依商標法施行細則第三十條第二項之規定於公報公示之。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　依公司法組織之公營事業，縱於移轉民營時已確定其盈虧及一切權利義務之移轉日期，仍應俟移轉後之民股超過百分之五十以上時該事業方得視為民營。惟在尚未實行交接之前，其原有依法令服務之人員仍係刑法上之公務員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　國民大會代表係各在法定選舉單位當選，依法集會，代表全國國民行使政權。而省縣議會議員乃分別依法集會，行使屬於各該省縣之立法權。為貫徹憲法分別設置各級民意機關賦予不同職權之本旨，國民大會代表自不得兼任省縣議會議員。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　查制憲國民大會對於國民大會代表不得兼任官吏，及現任官吏不得當選為國民大會代表之主張，均未採納。而憲法第二十八條第三項僅限制現任官吏不得於其任所所在地之選舉區當選為國民大會代表。足見制憲當時並無限制國民大會代表兼任官吏之意，故國民大會代表非不得兼任官吏。\n大法官會議主席　院　長　王寵惠\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘\n　　　　　　　　　　　　蔡章麟",
	"　　我國憲法係依據  孫中山先生之遺教而制定，於國民大會外並建立五院，與三權分立制度本難比擬。國民大會代表全國國民行使政權，立法院為國家最高立法機關，監察院為國家最高監察機關，均由人民直接間接選舉之代表或委員所組成。其所分別行使之職權亦為民主國家國會重要之職權。雖其職權行使之方式，如每年定期集會、多數開議、多數決議等，不盡與各民主國家國會相同，但就憲法上之地位及職權之性質而言，應認國民大會、立法院、監察院共同相當於民主國家之國會。\n大法官會議主席　大法官　胡伯岳\n　　　　　　　　大法官　蘇希洵　王風雄　何　蔚　徐步垣\n　　　　　　　　　　　　曾劭勳　韓駿傑　黃正銘　蔡章麟",
	"　　憲法第一百六十四條所謂教育科學文化之經費在市縣不得少於其預算總額百分之三十五，原係指編製預算時在歲出總額所佔之比例數而言。至追加預算，實因預算執行中具有預算法第五十三條所定情事始得提出者，自不包括在該項預算總額之內。\n大法官會議主席　大法官　蔡章麟\n　　　　　　　　大法官　胡伯岳　蘇希洵　王風雄　何　蔚\n　　　　　　　　　　　　徐步垣　曾劭勳　韓駿傑　黃正銘",
	"　　耕地租約在租佃期限未屆滿前，非有耕地三七五減租條例第十七條所定各款情形不得終止。如承租人自動放棄耕作權時，依同條第二款規定亦須確有因遷徙或轉業之正當理由。\n大法官會議主席　大法官　蘇希洵\n　　　　　　　　大法官　王風雄　何　蔚　徐步垣　曾劭勳\n　　　　　　　　　　　　韓駿傑　黃正銘　蔡章麟",
	"　　本院釋字第六十七號解釋，所謂銓敘合格一語，係指經銓敘部銓敘合格者而言。其在國防部擔任薦任審計職務三年以上，並經銓敘部審查登記者，亦應認為合於會計師法第二條第一項第四款之規定。\n大法官會議主席　大法官　王風雄\n　　　　　　　　大法官　蘇希洵　何　蔚　徐步垣　曾劭勳\n　　　　　　　　　　　　韓駿傑　黃正銘　蔡章麟",
	"　　一、參加叛亂組織案件，在戒嚴地域犯之者，依懲治叛亂條例第十條後段之規定，既不論身分概由軍事機關審判，則有無參加叛亂組織及是否繼續之事實，均應由有權審判之軍事機關認定之。\n　　二、本院釋字第六十八號解釋係為曾參加叛亂組織，未經自首或無其他事實證明其確已脫離組織者而發。如已由有權審判之軍事機關認其不屬於懲治叛亂條例上之犯罪自不適用。",
	"　　民營公司之董事、監察人及經理人所執行之業務，應屬於憲法第一百零三條所稱執行業務範圍之內。",
	"　　偽造公印，刑法第二百十八條既有獨立處罰之規定，且較刑法第二百十二條之處罰為重，則於偽造刑法第二百十二條之文書同時偽造公印者，即難僅論以該條之罪而置刑法第二百十八條處刑較重之罪於不問。本院院解字第三零二零號第三項解釋於立法本旨並無違背，尚無變更之必要。",
	"　　地方法院所在地有代理國庫之銀行時，法院收受提存之金錢、有價證券或貴重物品，應交由該銀行之國庫部門保管，並依提存法第八條之規定給付利息。",
	"　　公務員依刑事確定判決受褫奪公權刑之宣告者，雖同時諭知緩刑，其職務亦當然停止。",
	"　　憲法所稱國民大會代表總額，在當前情形，應以依法選出而能應召集會之國民大會代表人數為計算標準。",
	"　　憲法第七十七條所定司法院為國家最高司法機關，掌理民事、刑事訴訟之審判，係指各級法院民事、刑事訴訟之審判而言。高等法院以下各級法院及分院既分掌民事、刑事訴訟之審判，自亦應隸屬於司法院。",
	"　　收養子女違反民法第一千零七十三條收養者之年齡應長於被收養者二十歲以上之規定者，僅得請求法院撤銷之，並非當然無效。本院院解字第三一二零號第五項就此部分所為之解釋，應予維持。",
	"　　民法第七百二十五條所定之公示催告程序，乃以保障無記名證券合法持有人之利益。中華民國四十八年短期公債發行條例第三條僅有「不得掛失」之規定，自不能據以排除上開民法條文之適用。",
	"　　行政官署依臺灣省放領公有耕地扶植自耕農實施辦法，將公有耕地放領於人民，其因放領之撤銷或解除所生之爭執，應由普通法院管轄。",
	"　　一、憲法上所謂現行犯係指刑事訴訟法第八十八條第二項之現行犯，及同條第三項以現行犯論者而言。\n　　二、遇有刑事訴訟法第八十八條所定情形，不問何人均得逕行逮捕之，不以有偵查權人未曾發覺之犯罪為限。\n　　三、犯瀆職罪收受之賄賂，應認為刑事訴訟法第八十八條第三項第二款所稱之贓物。賄賂如為通貨，依一般觀察可認為因犯罪所得，而其持有並顯可疑為犯罪人者，亦有上述條款之適用。",
	"　　養親死亡後，養子女之一方無從終止收養關係，不得與養父母之婚生子女結婚。但養親收養子女時本有使其與婚生子女結婚之真意者，不在此限。",
	"　　公營事業機關代表民股之董事、監察人，應有公務員服務法之適用。",
	"　　輕便軌道除係臨時敷設者外，凡繼續附著於土地而達其一定經濟上之目的者，應認為不動產。",
	"　　公務員因同一行為經宣告褫奪公權者，其應受撤職之懲戒處分已為褫奪公權所吸收，初非無律師法第二條第四款之適用，本院院字第二六五八號解釋應予補充。",
	"　　公務人員任用法第十七條第二款所定之限制，即在任用後發生者亦有其適用。",
	"　　刑法第一百二十二條第三項之行賄行為，性質上不屬於瀆職罪，其幫助或教唆者亦同。",
	"　　行政官署對於人民所為之行政處分製作以處分為內容之通知。此項通知原為公文程式條例所稱處理公務文書之一種。除法律別有規定者外，自應受同條例關於公文程式規定之適用及限制，必須其文書本身具備法定程式始得謂為合法之通知。",
	"　　裁判確定後另犯他罪，不在數罪併罰規定之列，雖緩刑期內更犯者，其所科之刑亦應於緩刑撤銷後合併執行。",
	"　　臺灣銀行發行之新臺幣，自中央銀行委託代理發行之日起，如有偽造變造等行為者，亦應依妨害國幣懲治條例論科。",
	"　　公司法第二百四十六條第二項（現行法第二百七十七條第二項）及第二百六十四條（現行法第三百十六條）所定股東會之出席股東人數與表決權數，均係指所需之最低額而言。如公司訂立章程，規定股東出席人數及表決權數較法定所需之最低額為高時，自非法所不許。",
	"　　本院釋字第九十二號解釋，所稱公營事業機關代表民股之董事、監察人，應有公務員服務法之適用者，係指有俸給之人而言。",
	"　　船舶發生海難，輪船公司董事長、總經理，並不因頒發開航通知書，而當然負刑法上業務過失責任。但因其過失催促開航，致釀成災害者，不在此限。",
	"　　行政院依懲治走私條例第二條第二項專案指定管制物品及其數額之公告，其內容之變更，對於變更前走私行為之處罰，不能認為有刑法第二條之適用。",
	"　　商標法第二條第八款所稱世所共知，係指中華民國境內，一般所共知者而言。",
	"　　出版法第四十條、第四十一條所定定期停止發行或撤銷登記之處分，係為憲法第二十三條所定必要情形，而對於出版自由所設之限制，由行政機關逕行處理，以貫徹其限制之目的，尚難認為違憲。",
	"　　國家總動員法第十六條、第十八條所得加以限制之規定，並非僅指政府於必要時，衹能對全體人民或全體銀行、公司、工廠之行使債權履行債務加以限制，亦得對特定地區或特種情形之某種事業為之。行政院依上開法條規定頒發重要事業救濟令，明定凡合於該令所定情形，及所定種類事業之股份有限公司，均得適用，尚難認為於法有違。至對於債權行使及債務履行，所加限制之範圍，雖應按實際情形處理，難有具體標準，然應以達成該法所定任務之必要者為其限度。",
	"　　已登記不動產所有人之回復請求權，無民法第一百二十五條消滅時效規定之適用。",
	"　　告訴乃論之罪，其犯罪行為有連續或繼續之狀態者，其六個月之告訴期間，應自得為告訴之人，知悉犯人最後一次行為或行為終了之時起算。本院院字第一二三二號解釋應予變更。",
	"　　以自己共同犯罪之意思，參與實施犯罪構成要件以外之行為，或以自己共同犯罪之意思，事先同謀，而由其中一部分人實施犯罪之行為者，均為共同正犯。本院院字第一九０五號、第二０三０號之一、第二二０二號前段等解釋，其旨趣尚屬一致。",
	"一、需用土地人及土地所有人對於被征收土地之應補償費額，均未表示異議者，主管地政機關不得援用土地法第二百四十七條逕自廢棄原公告之估定地價，而提交標準地價評議委員會評定之。\n二、需用土地人不於公告完畢後十五日內將應補償地價及其他補償費額繳交主管地政機關發給完竣者，依照本院院字第二七０四號解釋，其征收土地核准案固應從此失其效力。但於上開期間內，因對補償之估定有異議，而由該管市縣地政機關依法提交標準地價評議委員會評定，或經土地所有人同意延期繳交有案者，不在此限。\n三、征收土地補償費額經標準地價評議委員會評定後，應由主管地政機關即行通知需用土地人，並限期繳交轉發土地所有人，其限期酌量實際情形定之，但不得超過土地法第二百三十三條所規定十五日之期限。",
	"　　本院院解字第三八二七號解釋所稱認為聲請退休或命令退休，僅就其事件在中華民國三十二年公布之公務員退休法施行中發生者有其適用。",
	"　　行政官署對於違反行政執行法第四條所定行為或不行為義務者，經依該法規定，反覆科處罰鍰，而仍不履行其義務時，尚非該法第十一條所稱不能行間接強制處分。自難據以逕行直接強制處分。",
	"　　雇員之管理，除法令別有規定外，準用公務員服務法之規定。本院院解字第二九零三號所為雇員不受公務員服務法第十三條第一項限制之解釋，不再有其適用。",
	"　　公務員懲戒法第四條第二項所定休職期滿之復職，不因其在懲戒處分議決前，曾被停止職務，而排除其適用。",
	"　　政府依實施耕者有其田條例所為之耕地徵收與放領，人民僅得依行政救濟程序請求救濟，不得以其權利受有損害為理由，提起民事訴訟，請求返還土地。普通法院對此事件所為之相反判決，不得執行。",
	"　　支付國外廠商分期付款，訂有利息者，其利息所得，仍應由扣繳義務人於給付時扣繳應納稅款。",
	"　　第一屆國民大會代表出缺遞補補充條例第三條第一款及第四條之規定，與憲法尚無牴觸。",
	"　　本院釋字第四十三號解釋之更正裁定，不以原判決推事之參與為必要。",
	"　　所有人於其不動產上設定抵押權後，復就同一不動產上與第三人設定典權，抵押權自不因此而受影響。抵押權人屆期未受清償，實行抵押權拍賣抵押物時，因有典權之存在，無人應買，或出價不足清償抵押債權，執行法院得除去典權負擔，重行估價拍賣。拍賣之結果，清償抵押債權有餘時，典權人之典價，對於登記在後之權利人，享有優先受償權。執行法院於發給權利移轉證書時，依職權通知地政機關塗銷其典權之登記。",
	"　　新聞紙雜誌發行人執行之業務，應屬於憲法第一百零三條所稱業務範圍之內。",
	"　　刑法第四十一條之易科罰金，第四十二條第二項之易服勞役，其折算一日之原定金額，如依戡亂時期罰金罰鍰裁判費執行費公證費提高標準條例提高二倍，應為以三元、六元或九元折算一日。",
	"　　地方議會議員在會議時所為之言論，應如何保障，憲法未設有規定。本院院解字第三七三五號解釋，尚不發生違憲問題。",
	"　　審判中之被告經依法通緝者，其追訴權之時效，固應停止進行，本院院字第一九六三號解釋並未有所變更。至於執行中之受刑人經依法通緝，不能開始或繼續執行時，其行刑權之時效亦應停止進行，但仍須注意刑法第八十五條第三項之規定。",
	"　　依耕地三七五減租條例第十五條第一項之規定，承租人於耕地出賣或出典時，有優先承受之權。必須出租人將賣典條件以書面通知承租人後，始有表示承受或放棄承受之可言。此項規定，自不因承租人事先有拋棄優先承受權之意思表示而排除其適用。",
	"　　依耕地三七五減租條例訂立之租約，在租佃期限未屆滿前，得終止之情形，同條例第十七條已有規定，無土地法第一百十四條及民法第四百三十八條有關終止租約規定之適用。",
	"　　依照貨物稅條例，新稅貨物有市場批發價格者，其完稅價格，為未經含有稅款及運費之出廠價格。其無市場批發價格，而由產製廠商所支出之運費已包含於出廠價格之內者，其完稅價格，自不得扣除是項運費計算課征。",
	"　　公務人員犯貪污罪，緩刑期滿，緩刑之宣告未經撤銷，或犯他罪，刑期執行完畢始被發覺者，均仍應予免職。",
	"　　行政機關就耕地三七五減租條例第十九條所為耕地准否收回自耕之核定與調處，出租人承租人如有不服，應循行政訟爭程序請求救濟。",
	"　　未滿十四歲人參加叛亂組織，於滿十四歲時，尚未經自首，亦無其他事實證明其確已脫離者，自應負刑事責任。本院釋字第六十八號解釋並應有其適用。(註：依據司法院釋字第五五六號解釋，本解釋與該解釋意旨不符部分，應予變更。)",
	"　　憲法第八條第二項所定「至遲於二十四小時內移送」之時限，不包括因交通障礙，或其他不可抗力之事由所生不得已之遲滯，以及在途解送等時間在內。惟其間不得有不必要之遲延，亦不適用訴訟法上關於扣除在途期間之規定。",
	"　　公務員服務法上之公務員，不得兼任私立學校之董事長或董事，但法律或命令規定得兼任者，不在此限。本院院字第二三二０號解釋應予補充釋明。",
	"　　本院釋字第三十九號解釋所謂之提存，不包括債務人為債權人依民法第三百二十六條所為之清償提存在內。惟清償提存人如依法得取回其提存物時，自仍有民法第一百二十五條規定之適用。",
	"　　本院院解字第三五三四號解釋所稱「免除其刑」係指因赦免權作用之減刑而免除其刑者而言，不包括其他之免除其刑在內。",
	"　　自訴狀應按被告人數提出繕本，其未提出而情形可以補正者，法院應以裁定限期補正，此係以書狀提起自訴之法定程序，如故延不遵，應諭知不受理之判決。惟法院未將其繕本送達於被告，而被告已受法院告知自訴內容，經為合法之言詞辯論時，即不得以自訴狀繕本之未送達而認為判決違法。本院院字第一三二０號解釋之(二)應予補充釋明。",
	"　　民刑事訴訟案件下級法院之判決，當事人不得聲明不服而提出不服之聲明，或未提出不服之聲明而上級法院誤予廢棄或撤銷發回更審者，該項上級法院之判決及發回更審後之判決，均屬重大違背法令，固不生效力，惟既具有判決之形式，得分別依上訴、再審、非常上訴及其他法定程序辦理。",
	"　　假扣押假處分之執行，得依民事訴訟費用法第二十三條之規定，征收執行費，於本案確定執行征收執行費時，予以扣除。本院院解字第三九九一號解釋應予變更。",
	"　　法官於審判案件時，對於各機關就其職掌所作有關法規釋示之行政命令，固未可逕行排斥而不用，但仍得依據法律表示其合法適當之見解。",
	"　　案經提起公訴或自訴，且在審判進行中，此時追訴權既無不行使之情形，自不發生時效進行之問題。",
	"　　不動產所有人於同一不動產設定典權後，在不妨害典權之範圍內，仍得為他人設定抵押權，本院院字第一九二號解釋毋庸變更。",
	"　　案經起訴繫屬法院後，復由檢察官違法從實體上予以不起訴處分，經告訴人合法聲請再議，上級法院首席檢察官或檢察長，應將原不起訴處分撤銷。",
	"　　共有之房地，如非基於公同關係而共有，則各共有人自得就其應有部分設定抵押權。",
	"　　營利事業匿報營業額逃漏營業稅之事實發生在民國五十四年十二月三十日修正營業稅法全文公布施行生效之日以前者，自該日起五年以內未經發現，以後即不得再行課徵。",
	"　　關於購買火車票轉售圖利，是否構成詐欺罪，要應視其實際有無以詐術使人陷於錯誤，具備詐欺罪之各種構成要件而定。如自己並不乘車，而混入旅客群中，買受車票，並以之高價出售者，仍須視其實際是否即係使用詐術，使售票處因而陷于錯誤，合於詐欺罪之各種構成要件以為斷。本院院解字第二九二０號暨第三八０八號解釋據來文所稱之套購，應係意指使用詐術之購買而言。惟後一解釋，重在對於旅客之詐財；前一解釋，重在對於售票處之詐欺得利；故應分別適用刑法第三百三十九條第一項及第二項之規定。",
	"　　數罪併罰中之一罪，依刑法規定得易科罰金，若因與不得易科之他罪併合處罰結果而不得易科罰金時，原可易科部分所處之刑，自亦無庸為易科折算標準之記載。",
	"　　本院院字第二０三三號解釋，所謂多數人，係包括特定之多數人在內，至其人數應視立法意旨及實際情形已否達於公然之程度而定。應予補充釋明。",
	"　　刑事判決確定後，發見該案件認定犯罪事實與所採用證據顯屬不符，自屬審判違背法令，得提起非常上訴；如具有再審原因者，仍可依再審程序聲請再審。",
	"　　夫納妾，違反夫妻互負之貞操義務，在是項行為終止以前，妻主張不履行同居義務，即有民法第一千零一條但書之正當理由；至所謂正當理由，不以與同法第一千零五十二條所定之離婚原因一致為必要。本院院字第七七０號解釋（二）所謂妻請求別居，即係指此項情事而言，非謂提起別居之訴，應予補充解釋。",
	"　　主管機關變更都市計劃，行政法院認非屬於對特定人所為之行政處分，人民不得對之提起行政訴訟，以裁定駁回。該項裁定，縱與同院判例有所未合，尚不發生確定終局裁判適用法律或命令是否牴觸憲法問題。",
	"　　當事人對於更審判決，提起上訴時，其第一次上訴應繳之裁判費尚未繳納或未繳足額，法院應向第一次上訴人徵足。如於該事件之裁判有執行力後，仍未繳足，應依職權以裁定確定裁判費之數額，命負擔訴訟費用之一造補繳之。本院院解字第二九三六號解釋(二)有關裁判費部分，應予補充。",
	"　　動員戡亂時期臨時條款第六項，並無變更憲法所定中央民意代表任期之規定。行政院有關第一屆立法委員遇缺停止遞補之命令，與憲法尚無牴觸。",
	"　　查帳徵稅之產製機車廠商所領蓋有「查帳徵稅代用」戳記之空白完稅照，既係暫代出廠證使用，如有遺失，除有漏稅情事者，仍應依法處理外，依租稅法律主義，稅務機關自不得比照貨物稅稽徵規則第一百二十八條關於遺失查驗證之規定補徵稅款。",
	"　　刑法第五十六條所謂「同一之罪名」，係指基於概括之犯意，連續數行為，觸犯構成犯罪要件相同之罪名者而言。本院院字第二一八五號解釋，關於「同一之罪名」之認定標準及成立連續犯之各例，與上開意旨不合部分，應予變更。",
	"　　提起抗告，未繳納裁判費者，審判長應定期命其補正，不得逕以裁定駁回，最高法院五十年台抗字第二四二號判例，雖與此意旨不符，惟法院就本案訴訟標的未為裁判，當事人依法既得更行起訴，則適用上開判例之確定裁定，尚不發生確定終局裁判所適用之法律或命令是否牴觸憲法問題。",
	"　　行政法院四十六年度裁字第四十一號判例所稱：「行政訴訟之當事人對於本院所為裁定，聲請再審，經駁回後，不得復以同一原因事實，又對駁回再審聲請之裁定，更行聲請再審。」旨在遏止當事人之濫訴，無礙訴訟權之正當行使，與憲法並無牴觸。",
	"　　考試院為國家最高考試機關，得依其法定職權訂定考試規則及決定考試方式：「六十三年特種考試臺灣省基層公務人員考試規則」第八條關於實習之規定暨「六十三年特種考試臺灣省基層公務人員考試錄取人員實習辦法」之核定，均未逾越考試院職權之範圍，對人民應考試之權亦無侵害，與憲法並不牴觸。",
	"　　主管機關變更都市計畫，係公法上之單方行政行為，如直接限制一定區域內人民之權利、利益或增加其負擔，即具有行政處分之性質，其因而致特定人或可得確定之多數人之權益遭受不當或違法之損害者，自應許其提起訴願或行政訴訟以資救濟，本院釋字第一四八號解釋應予補充釋明。",
	"　　私立學校法施行後，對於私立學校不具監督權之公務員，除法律或命令另有規定外，亦不得兼任私立學校之董事長或董事，本院釋字第一三一號解釋，仍應有其適用。",
	"　　行賄行為，不論行賄人之身分如何，其性質均與貪污行為有別，不適用公務人員任用法第十五條第二款之規定，本院釋字第九十六號解釋仍予維持。",
	"　　刑事訴訟法第三百十五條所定：「將判決書全部或一部登報，其費用由被告負擔」之處分，法院應以裁定行之。如被告延不遵行，由檢察官準用同法第四百七十條及第四百七十一條之規定執行。本院院字第一七四四號解釋，應予補充。",
	"　　民事訴訟法第四百六十六條第一項：「對於財產權上訴之第二審判決，如因上訴所得受之利益，不逾八千元者，不得上訴」之規定，與憲法並無牴觸。",
	"　　中央法規標準法第十三條所定法規生效日期之起算，應將法規公布或發布之當日算入。",
	"一、行政法院院長、公務員懲戒委員會委員長，均係綜理各該機關行政事務之首長，自無憲法第八十一條之適用。\n二、行政法院評事、公務員懲戒委員會委員，就行政訴訟或公務員懲戒案件，分別依據法律，獨立行  使審判或審議之職權，不受任何干涉，依憲法第七十七條、第八十條規定，均應認係憲法上所稱之法官。其保障，應本發揮司法功能及保持法官職位安定之原則，由法律妥為規定，以符憲法第八十一條之意旨。",
	"　　出租耕地經依法編為建築用地者，出租人為收回自行建築或出售作為建築使用，而終止租約時，依法給與承租人該土地地價三分之一之補償金，於依具體事實，扣除必要費用及實際所受損失後，如仍有所得，應依所得稅法第十四條第一項第九類課徵所得稅。",
	"　　已登記不動產所有人之除去妨害請求權，不在本院釋字第一０七號解釋範圍之內，但依其性質，亦無民法第一百二十五條消滅時效規定之適用。",
	"　　地方議會議員在會議時就有關會議事項所為之言論，應受保障，對外不負責任。但就無關會議事項所為顯然違法之言論，仍難免責。本院釋字第一二二號解釋，應予補充。",
	"　　違警罰法規定，由警察官署裁決之拘留、罰役，係關於人民身體自由所為之處罰，應迅改由法院依法定程序為之，以符憲法第八條第一項之本旨。",
	"　　有限公司依公司法規定變更其組織為股份有限公司，其法人人格之存續不受影響，就該公司之不動產權利變更為股份有限公司之名義時，無契稅條例第二條第一項之適用，依租稅法律主義，自不應課徵契稅。但非依法變更組織者，其不動產權利之移轉，不在此限。",
	"　　已經提起公訴或自訴之案件，在同一法院重行起訴者，應諭知不受理之判決，刑事訴訟法第三百零三條第二款，定有明文。縱先起訴之判決，確定在後，如判決時，後起訴之判決，尚未確定，仍應就後起訴之判決，依非常上訴程序，予以撤銷，諭知不受理。",
	"　　聲請人指為違憲之命令，於其請求裁判之事項發生時，業經廢止者，該命令既已失其效力，縱令法院採為裁判之依據，亦僅係可否依訴訟程序請求救濟，尚不發生是否牴觸憲法問題。",
	"　　行政訴訟法第十四條第一項：「行政法院審查訴狀，認為不應提起行政訴訟或違背法定程序者，應附理由以裁定駁回之」之規定，與憲法第十六條並無牴觸。",
	"　　民法第一千零九十條：「父母濫用其對於子女之權利時，其最近尊親屬或親屬會議，得糾正之。糾正無效時，得請求法院宣告停止其權利之全部或一部」之規定，所稱其最近尊親屬之「其」字，係指父母本身而言，本院院字第一三九八號解釋，應予維持。",
	"　　內政部令頒「更正戶籍登記出生年月日辦法」第三條第一項第六款及同條第二項，申請更正戶籍登記之出生年月日所提出之其他足資證明文件，以可資採信之原始證件為限之規定，旨在求更正之正確，並未逾越內政部法定職權，對憲法所保障人民之工作權及服公職之權，亦無侵害，尚難謂為與憲法有何牴觸。",
	"　　土地為無償移轉者，土地增值稅之納稅義務人為取得所有權人，土地稅法第五條第一項第二款定有明文。共有土地之分割，共有人因分割所取得之土地價值，與依其應有部分所算得之價值較少而未受補償時，自屬無償移轉之一種，應向取得土地價值增多者，就其增多部分課徵土地增值稅。財政部(六七)台財稅第三四八九六號函，關於徵收土地增值稅之部分，與首開規定並無不符，亦難認為與憲法第十九條有所牴觸。",
	"　　本院解釋，其所依據之法令內容變更者，在未經變更解釋前，若新舊法令之立法本旨一致，法理相同，解釋之事項尚存或解釋之內容有補充新法之功用者，仍有其效力。依法令從事公務之人員侵占職務上持有之非公用私有財物者，為貪污行為，應分別按戡亂時期貪污治罪條例第六條第三款或第四款論罪。如其情節輕微，而其所得或所圖得財物在三千元以下者，應有同條例第十二條第一項之適用。本院院解字第三０八０號及院解字第三０一五號解釋，應予補充解釋。",
	"　　司法院為國家最高司法機關，基於五權分治彼此相維之憲政體制，就其所掌有關司法機關之組織及司法權行使之事項，得向立法院提出法律案。",
	"　　刑法第五條第五款所列第二百十六條之罪，不包括行使第二百十條、第二百十二條及第二百十五條之文書，但包括行使第二百十三條之文書。",
	"　　確定判決消極的不適用法規，顯然影響裁判者，自屬民事訴訟法第四百九十六條第一項第一款所定適用法規顯有錯誤之範圍，應許當事人對之提起再審之訴，以貫徹憲法保障人民權益之本旨。最高法院六十年度台再字第一七０號判例，與上述見解未洽部分，應不予援用。惟確定判決消極的不適用法規，對於裁判顯無影響者，不得據為再審理由，就此而言，該判例與憲法並無牴觸。\n　　本院依人民聲請所為之解釋，對聲請人據以聲請之案件，亦有效力。",
	"　　刑事訴訟法第十七條第八款所稱推事曾參與前審之裁判，係指同一推事，就同一案件，曾參與下級審之裁判而言。",
	"　　民事訴訟法施行法第九條所定上訴人有律師為訴訟代理人，而未繳納裁判費者，法院得不定期間命其補正，乃在避免延滯訴訟，與人民訴訟權之行使及人民在法律上地位之平等，尚無妨礙。對於第三審或第二審確定判決提起再審之訴，應否準用上開規定，係裁判上適用法律之問題，要難認為牴觸憲法。",
	"　　平均地權條例第四十七條第二項、土地稅法第三十條第一項關於土地增值稅徵收及土地漲價總數額計算之規定，旨在使土地自然漲價之利益歸公，與憲法第十五條、第十九條及第一百四十三條並無牴觸。惟是項稅款，應向獲得土地自然漲價之利益者徵收，始合於租稅公平之原則。",
	"　　非常上訴，乃對於審判違背法令之確定判決所設之救濟方法。依法應於審判期日調查之證據，未予調查，致適用法令違誤，而顯然於判決有影響者，該項確定判決，即屬判決違背法令，應有刑事訴訟法第四百四十七條第一項第一款規定之適用。",
	"　　強制執行程序開始後，除法律另有規定外，不停止執行，乃在使債權人之債權早日實現，以保障人民之權利。最高法院六十三年度台抗字第五十九號判例，認債務人或第三人不得依假處分程序聲請停止執行，係防止執行程序遭受阻礙，抵押人對法院許可拍賣抵押物之裁定，主張有不得強制執行之事由而提起訴訟時，亦得依法聲請停止執行，從而上開判例即不能謂與憲法第十六條有所牴觸。",
	"　　本院釋字第一七七號解釋文所稱「本院依人民聲請所為之解釋」，係指人民依司法院大法官會議法第四條第一項第二款之規定，聲請所為之解釋而言。至本院就中央或地方機關行使職權適用憲法、法律或命令發生疑義或爭議時，依其聲請所為解釋之效力，係另一問題。",
	"　　地方政府依審計法第三十四條第四項規定編製之年度總決算，經審計機關審核後所提出之審核報告，地方各級議會準用決算法第二十七條對之審議時，固得通知審計機關提供資料，但不包括審計機關依審計法第三十六條及第七十一條審定之原始憑證在內。",
	"　　司法院解釋憲法，並有統一解釋法律及命令之權，為憲法第七十八條所明定，其所為之解釋，自有拘束全國各機關及人民之效力，各機關處理有關事項，應依解釋意旨為之，違背解釋之判例，當然失其效力。確定終局裁判所適用之法律或命令，或其適用法律、命令所表示之見解，經本院依人民聲請解釋認為與憲法意旨不符，其受不利確定終局裁判者，得以該解釋為再審或非常上訴之理由，已非法律見解歧異問題。行政法院六十二年判字第六一０號判例，與此不合部分應不予援用。",
	"　　宣告股票無效之除權判決經撤銷後，原股票應回復其效力。但發行公司如已補發新股票，並經善意受讓人依法取得股東權時，原股票之效力，即難回復。其因上述各情形喪失權利而受損害者，得依法請求損害賠償或為不當得利之返還。本院院字第二八一一號解釋，應予補充。",
	"　　公務人員依法辦理退休請領退休金，乃行使法律基於憲法規定所賦予之權利，應受保障。其向原服務機關請求核發服務年資或未領退休金之證明，未獲發給者，在程序上非不得依法提起訴願或行政訴訟。本院院字第三三九號及院字第一二八五號解釋有關部分，應予變更。行政法院五十年判字第九十八號判例，與此意旨不合部分，應不再援用。",
	"　　中央或地方機關就其職權上適用同一法律或命令發生見解歧異，本院依其聲請所為之統一解釋，除解釋文內另有明定者外，應自公布當日起發生效力。各機關處理引起歧見之案件及其同類案件，適用是項法令時，亦有其適用。惟引起歧見之該案件，如經確定終局裁判，而其適用法令所表示之見解，經本院解釋為違背法令之本旨時，是項解釋自得據為再審或非常上訴之理由。",
	"　　臺灣省工廠工人退休規則關於工人自願退休之規定，與憲法尚無牴觸。",
	"　　平均地權條例第四十八條第二款之規定，旨在促使納稅義務人按期納稅，防止不實之申報，以達漲價歸公之目的，與憲法第十五條、第十九條及第一百四十三條第三項各規定，均無牴觸。",
	"　　行政院衛生署於六十九年七月十八日所發衛署藥字第二八六四０三號函，關於藥師開設藥局從事調劑外，並經營藥品之販賣業務者，應辦理藥商登記及營利事業登記之命令，旨在管理藥商、健全藥政，對於藥師之工作權尚無影響，與憲法第十五條並無牴觸。",
	"　　法院命補繳裁判費，係訴訟程序進行中所為之裁定，依民事訴訟法第四百八十三條規定不得抗告之判例，乃在避免訴訟程序進行之延滯，無礙人民訴訟權之適當行使，與憲法第十六條並無牴觸。",
	"　　行政法院六十二年判字第六一０號判例，除一部分業經本院釋字第一八五號解釋為不應再予援用外，其餘部分與憲法第七條並無牴觸；至本院釋字第一七七號解釋所稱：「本院依人民聲請所為之解釋，對聲請人據以聲請之案件，亦有效力」，於聲請人以同一法令牴觸憲法疑義而已聲請解釋之各案件，亦可適用。",
	"　　戡亂時期肅清煙毒條例第五條第一項規定：販賣毒品者，處死刑，立法固嚴，惟係於戡亂時期，為肅清煙毒，以維護國家安全及社會秩序之必要而制定，與憲法第二十三條並無牴觸，亦無牴觸憲法第七條之可言。",
	"　　中華民國六十七年之獎勵投資條例施行細則第二十五條第二項之規定，有欠明晰，易滋所得稅法第十五條之誤用，致與獎勵投資條例之立法精神有所不符，惟尚不發生牴觸憲法第十九條之問題。",
	"　　土地稅法施行細則第三十四條規定：「依本法第三十二條規定計算土地漲價總數額時，應按土地權利人及義務人向當地地政事務所申報移轉現值收件當時最近一個月已公告之一般躉售物價指數調整原規定地價及前次移轉時核計土地增值稅之現值」，旨在使土地漲價總數額之計算，臻於公平合理，與憲法第十九條並無牴觸。",
	"　　行政法院六十一年裁字第二十三號判例略以：原判決適用法規有無錯誤，當事人於收受判決之送達時，即已知悉，不生知悉在後之問題。此項判例，並未涉及本院就確定終局裁判適用之法規依人民聲請而為解釋後，該聲請人據以依法請求再審期間之計算，尚不發生牴觸憲法問題。",
	"　　所得稅法第七條第二項，係明定同法所稱「中華民國境內居住之個人」之意義，以便利納稅義務人依法自行辦理結算申報，符合租稅法律主義，與憲法第十九條並無牴觸。",
	"　　國民大會組織法第四條規定之宣誓，係行使職權之宣誓，依動員戡亂時期臨時條款增加名額選出之國民大會代表，既與國民大會原有代表依法共同行使職權，自應依上開規定宣誓。",
	"　　寺廟登記規則第十一條撤換寺廟管理人之規定，就募建之寺廟言，與監督寺廟條例第十一條立法意旨相符，乃為保護寺廟財產，增進公共利益所必要，與憲法保障人民財產權之本旨，並無牴觸。",
	"　　公務人員依法辦理退休請領退休金，非不得提起訴願或行政訴訟，經本院釋字第一八七號解釋予以闡釋在案。行政法院五十三年判字第二二九號判例前段所稱：「公務員以公務員身分受行政處分，純屬行政範圍，非以人民身分因官署處分受損害者可比，不能按照訴願程序提起訴願」等語，涵義過廣，與上開解釋意旨不符部分，於該解釋公布後，當然失其效力。至上開判例，有關軍人申請停役退伍事件部分，並未涉及公務人員依法辦理退休請領退休金，與本件聲請意旨無關，不在解釋範圍。",
	"　　裁判確定後另犯他罪，不在數罪併罰規定之列，業經本院釋字第九十八號解釋闡釋在案，故裁判確定後，復受有期徒刑之宣告者，前後之有期徒刑，應予合併執行，不受刑法第五十一條第五款但書關於有期徒刑不得逾二十年之限制。至刑法第三十三條第三款但書乃係就實質上或處斷上一罪之法定刑加重所為不得逾二十年之規定，與裁判確定後另犯他罪應合併執行之刑期無關，本院院字第六二六號解釋有關第五部分，已無從適用。\n　　受前項有期徒刑之合併執行而有悛悔實據者，其假釋條件不應較無期徒刑為嚴，宜以法律明定之。",
	"　　台灣省政府於中華民國六十七年八月二十四日修正發布之臺灣省省縣市立各級學校教職員遴用辦法，其第五十二條關於各學校對於聘約期限屆滿不續聘之教員，應開具名冊，敘明原由，報請主管教育行政機關備查之規定，旨在督促學校對教員之不續聘，應審慎辦理，與憲法並無牴觸。",
	"　　票據法第一百四十一條第二項有關刑罰之規定，旨在防止發票人濫行簽發支票，確保支票之流通與支付功能，施行以來，已有被利用以不當擴張信用之缺失，唯僅係該項規定是否妥善問題，仍未逾立法裁量之範圍，與憲法第十五條及第二十二條尚無牴觸。",
	"　　七十二年特種考試退除役軍人轉任公務人員考試，原係因應事實上之特殊需要，有其依序安置退除役官兵就業之特定目的。其應考須知內所載乙等考試及格人員之分發以軍官為限，前經安置就業之現職人員不予重新分發之規定，係主管機關依有關輔導退除役官兵就業法令而為，旨在使考試及格者依原定任用計畫分別得以就業或取得任用資格，與憲法保障人民平等權及應考試服公職之權之規定尚無牴觸。至該項考試中乙等考試之應考人，既包括士官在內，而分發則以軍官為限，不以考試成績之順序為原則，雖未盡妥洽，亦不生牴觸憲法問題。",
	"　　醫師法第二十八條之一規定：「未取得合法醫師資格為醫療廣告者，由衛生主管機關處以五千元以上五萬元以下罰鍰」，旨在禁止未取得合法醫師資格者為屬於醫師業務之醫療廣告，既未限制鑲牙生懸掛鑲補牙業務之市招，自不致影響其工作機會，與憲法第十五條、第二十二條、第二十三條及第一百五十二條之規定，尚無牴觸。",
	"　　民意代表可否兼任他職，須視憲法或與憲法不相牴觸之法規有無禁止規定，或該項職務之性質與民意代表之職權是否相容而定。私立學校校（院）長責重事繁，私立學校法第五十一條第三項規定：「校（院）長應專任，除擔任本校（院）教課外，不得兼任他職」，旨在健全校務以謀教育事業之發展；省及院轄市議會議員、議長自不得兼任之。其在本解釋公布前已兼任者，應於兩項職務中辭去一項職務。",
	"　　為貫徹扶植自耕農與自行使用土地人及保障農民生活，以謀國計民生均足之基本國策，平均地權條例第十一條規定，依法徵收及撥用之土地為出租耕地時，應就扣除土地增值稅後，補償地價餘款之三分之一補償耕地承租人，其所稱耕地承租人指承租耕地實際自任耕作之自然人及合作農場而言。惟在本解釋公布前，法院就該法條文義所持裁判上之見解，尚難認係適用法規顯有錯誤，不得據為再審理由，併予說明。",
	"　　確定終局裁判適用法律或命令所持見解，經本院解釋認為違背法令之本旨時，當事人如據以為民事訴訟再審之理由者，其提起再審之訴或聲請再審之法定不變期間，參照民事訴訟法第五百條第二項但書規定，應自該解釋公布當日起算，惟民事裁判確定已逾五年者，依同條第三項規定，仍不得以其適用法規顯有錯誤而提起再審之訴或聲請再審，本院釋字第一八八號解釋應予補充。",
	"　　中華民國六十九年十二月三十日修正公布之獎勵投資條例第二十三條第三項第一款，關於限額免納所得稅之利息，係規定「除郵政存薄儲金及短期票券以外之各種利息」，並未排除私人間無投資性之借款利息，而中華民國七十年八月三十一日發布之獎勵投資條例施行細則第二十七條認該款「所稱各種利息，包括公債、公司債、金融債券、金融機構之存款及工商企業借入款之利息」，財政部(七０)台財稅字第三七九三０號函並認「不包括私人間借款之利息。」縱符獎勵投資之目的，惟逕以命令訂定，仍與當時有效之首述法條「各種利息」之明文規定不合，有違憲法第十九條租稅法律主義之本旨。",
	"　　憲法第七條所定之平等權，係為保障人民在法律上地位之實質平等，並不限制法律授權主管機關，斟酌具體案件事實上之差異及立法之目的，而為合理之不同處置。海關緝私條例第四十九條：「聲明異議案件，如無扣押物或扣押物不足抵付罰鍰或追繳稅款者，海關得限期於十四日內繳納原處分或不足金額二分之一保證金或提供同額擔保，逾期不為繳納或提供擔保者，其異議不予受理」之規定，旨在授權海關審酌具體案情，為適當之處分，以防止受處分人藉故聲明異議，拖延或逃避稅款及罰鍰之執行，為貫徹海關緝私政策、增進公共利益所必要，與憲法第七條及第十六條尚無牴觸。又同條例所定行政爭訟程序，猶有未盡週詳之處，宜予檢討修正，以兼顧執行之保全與人民訴願及訴訟權之適當行使。(註：依據司法院釋字第四三九號解釋，本解釋與該解釋意旨不符部分，應予變更。)",
	"　　各級政府興辦公共工程，由直接受益者分擔費用，始符公平之原則，工程受益費徵收條例本此意旨，於第二條就符合徵收工程受益費要件之工程，明定其工程受益費為應徵收，並規定其徵收之最低限額，自係應徵收。惟各級地方民意機關依同條例第五條審定工程受益費徵收計畫書時，就該項工程受益費之徵收，是否符合徵收要件，得併予審查。至財政收支劃分法第二十二條第一項係指得以工程受益費作為一種財政收入，而為徵收工程受益費之相關立法，不能因此而解為上開條例規定之工程受益費係得徵收而非應徵收。",
	"一、中華民國四十九年五月十二日修正公布之專利法第一百零一條有關新型專利異議程序之規定，及同法第一百十條準用同法第二十六條第一項關於專利之申請及其他程序延誤法定期間者，其行為為無效之規定，旨在審慎專利權之給予，並防止他人藉故阻礙，使專利申請案件早日確定，不能認係侵害人民之訴訟權及財產權，與憲法尚無牴觸。\n二、行政訴訟法第二十八條未將民事訴訟法第四百九十七條所稱「確定之判決，如就足影響於判決之重要證物，漏未斟酌」之情形列為再審原因，雖有欠週全，惟行政法院受理再審之訴，審查其有無前揭第二十八條所列各款之再審原因時，對於與該條再審原因有關而確定判決漏未斟酌之重要證物，仍應同時併予審酌，乃屬當然。行政法院四十九年裁字第五十四號、五十年裁字第八號、五十四年裁字第九十五號等判例，認民事訴訟法第四百九十七條（修正前第四百九十三條）所定再審之原因，不得援以對於行政訴訟判決提起再審之訴，與上述意旨無違，尚難認與憲法保障人民訴訟權之規定牴觸。\n三、行政法院二十七年判字第二十八號及三十年判字第十六號判例，係因撤銷行政處分為目的之訴訟，乃以行政處分之存在為前提，如在起訴時或訴訟進行中，該處分事實上已不存在時，自無提起或續行訴訟之必要；首開判例，於此範圍內，與憲法保障人民訴訟權之規定，自無牴觸。惟行政處分因期間之經過或其他事由而失效者，如當事人因該處分之撤銷而有可回復之法律上利益時，仍應許其提起或續行訴訟，前開判例於此情形，應不再援用。",
	"　　信用合作社經營部分銀行業務，屬於金融事業，應依法受國家之管理。行政院五十三年七月廿四日台五十三財字第五一四八號關於「信用合作社在鄉鎮不得再設立」之命令及財政部五十九年六月五日以台財錢字第一三九五七號令訂定之「金融主管機關受託統一管理信用合作社暫行辦法」，乃係依其法定職權及授權，斟酌社會經濟與金融之實際需要，為管理金融機構所採之措施，參酌銀行法第二十六條、第二十九條、合作社法第五條、第十條各規定意旨，與憲法第十四條及第一百四十五條第二項並無牴觸。",
	"　　市區道路條例係為改善市區道路交通，增進公共利益而制定。市區道路所需土地，如為私人所有，依該條例第十條，得依法徵收。同條例第十一條對於用地範圍內之原有障礙建築物，已特別明定其處理程序，並無應予徵收之規定，關於其補償及爭議之救濟程序，既未排除相關法令之適用，足以兼顧人民權利之保障，與憲法第十五條及第一百四十三條並無牴觸。",
	"　　法官依據法律獨立審判，憲法第八十條載有明文。各機關依其職掌就有關法規為釋示之行政命令，法官於審判案件時，固可予以引用，但仍得依據法律，表示適當之不同見解，並不受其拘束，本院釋字第一三七號解釋即係本此意旨；司法行政機關所發司法行政上之命令，如涉及審判上之法律見解，僅供法官參考，法官於審判案件時，亦不受其拘束。惟如經法官於裁判上引用者，當事人即得依司法院大法官會議法第四條第一項第二款之規定聲請解釋。\n　　就關稅未繳清之貨物取得動產抵押權者，其擔保利益自不能存在於該貨物未繳之關稅上，此觀關稅法第三十一條第二項、第三項規定甚明。前司法行政部六十五年十一月十五日（六五）函民字第０九九八二號及六十七年七月廿二日台（六七）函民字第０六三九二號函提示執行法院，於拍賣關稅記帳之進口貨物時，應將該貨物未繳關稅情形，於拍賣公告內載明，並敘明應由買受人繳清關稅，始予點交，此項函示，核與上開法條意旨相符，不屬同法第五十五條第三項規定之範圍，既未侵害動產抵押權人之權益，亦為確保關稅之稽徵所必要，與憲法保障人民財產權之本旨，並無牴觸。",
	"　　憲法第十九條規定人民有依法律納稅之義務，係指人民僅依法律所定之納稅主體、稅目、稅率、納稅方法及納稅期間等項而負納稅之義務。至於課稅原因事實之有無及有關證據之證明力如何，乃屬事實認定問題，不屬於租稅法律主義之範圍。財政部中華民國七十二年二月二十四日(72)台財稅字第三一二二九號函示所屬財稅機關，對於設定抵押權為擔保之債權，並載明約定利息者，得依地政機關抵押權設定及塗銷登記資料，核計債權人之利息所得，課徵所得稅，當事人如主張其未收取利息者，應就其事實負舉證責任等語，係對於稽徵機關本身就課稅原因事實之認定方法所為之指示，既非不許當事人提出反證，法院於審判案件時，仍應斟酌全辯論意旨及調查證據之結果，判斷事實之真偽，並不受其拘束。尚難謂已侵害人民權利，自不牴觸憲法第十五條第十九條之規定。",
	"　　人民有依法律納稅之義務，憲法第十九條定有明文。國家依法課徵所得稅時，納稅義務人應自行申報，並提示各種證明所得額之帳簿、文據，以便稽徵機關查核。凡未自行申報或提示證明文件者，稽徵機關得依查得之資料或同業利潤標準，核定其所得額。此項推計核定方法，與憲法首開規定之本旨並不牴觸。惟依此項推計核定方法估計所得額時，應力求客觀、合理，使與納稅義務人之實際所得相當，以維租稅公平原則。至於個人出售房屋，未能提出交易時實際成交價格及原始取得之實際成本之證明文件者。財政部於六十七年四月七日所發(67)台財稅字第三二二五二號及於六十九年五月二日所發(69)台財稅字第三三五二三號等函釋示：「一律以出售年度房屋評定價格之百分之二十計算財產交易所得」，不問年度、地區、經濟情況如何不同，概按房屋評定價格，以固定不變之百分比，推計納稅義務人之所得額自難切近實際，有失公平合理，且與所得稅法所定推計核定之意旨未盡相符，應自本解釋公布之日起六個月內停止適用。",
	"　　財政部中華民國六十五年十月十六日修正發布之海關管理貨櫃辦法，其第十六條係依關稅法第三十條盛裝貨物用之容器進口後在限期內復運出口者免徵關稅，及同法第四條貨物之持有人為納稅義務人之意旨而訂定。此種貨櫃如未於限期內復運出口，則向該貨櫃本身進口當時為其持有人之運送人或其代理人課徵關稅，與憲法第十九條租稅法律主義並無牴觸。",
	"　　動員戡亂期間勞資糾紛處理辦法第八條前段規定：「勞資評斷委員會之裁決，任何一方有不服從時，主管機關得強制執行。」係指當事人不依裁決意旨辦理時，該管行政機關得依法為行政上之執行而言，如有爭議，仍得依法定程序請求救濟。是前開規定並未限制人民之訴訟權，與憲法尚無牴觸。至行政法院六十年判字第五二八號判例，不分爭議性質如何，認為上述評斷概為最終之裁決，不容再事爭執，與上開解釋意旨不符，不得再行援用。",
	"　　遺產及贈與稅法施行細則第十三條規定：「被繼承人死亡前因重病無法處理事務期間舉債或出售財產，而其繼承人對該項借款或價金不能證明其用途者，該項借款或價金，仍應列入遺產課稅。」旨在貫徹遺產及贈與稅法第一條及第十七條第一項第八款之規定，以求認定課稅遺產之正確，為防止遺產稅之逃漏及維持課稅之公平所必要，並未增加法律所定人民之納稅義務，與憲法第十九條並無牴觸。至具體案件應稅遺產之有無，仍應依舉證責任分配之法則，分由稅捐稽徵機關或納稅義務人盡舉證責任，併予指明。",
	"　　財政部證券管理委員會於中華民國七十二年七月七日發布之「會計師辦理公開發行公司財務報告查核簽證核准準則」，係證券交易法第三十七條第一項授權訂定之命令，其第二條規定：公開發行公司之財務報告，應由聯合會計師事務所之開業會計師二人以上共同查核簽證；第四條則對聯合會計師事務所組成之條件有所規定，旨在使會計師辦理公開發行公司財務報告查核簽證之制度，臻於健全，符合上開法律授權訂定之目的，為保護投資大眾、增進公共利益所必要，與憲法尚無牴觸。惟該準則制定已歷數年，社會環境及證券交易情形，均在不斷演變，會計師檢覈辦法亦經修正，前開準則關於檢覈免試取得會計師資格者，組成聯合會計師事務所之條件，與其他會計師不同之規定，其合理性與必要性是否繼續存在，宜由主管機關檢討修正，或逕以法律定之，以昭慎重，併予指明。",
	"　　金門戰地政務委員會七四擇建字第三二一七號函就金門地區行車速度所為之限制，其中有關該地區各路段行車速度，在郊外道路之時速，除限制為六十公里或五十公里者外，其他路段及戰備道不得超過四十公里之規定，乃為因應戰地特殊路況，維護交通安全所必要，與憲法尚無牴觸。",
	"　　稅捐稽徵法關於申請復查，以繳納一定比例之稅款或提供相當擔保為條件之規定，使未能繳納或提供相當擔保之人，喪失行政救濟之機會，係對人民訴願及訴訟權所為不必要之限制，且同法又因而規定，申請復查者，須於行政救濟程序確定後始予強制執行，對於未經行政救濟程序者，亦有欠公平，與憲法第七條、第十六條、第十九條之意旨有所不符，均應自本解釋公布之日起，至遲於屆滿二年時失其效力。在此期間，上開規定應連同稅捐之保全與優先受償等問題，通盤檢討修正，以貫徹憲法保障人民訴願、訴訟權及課稅公平之原則。",
	"　　民事訴訟係當事人請求司法機關確定其私權之程序，繳納裁判費乃為起訴之要件，原告於提起訴訟後撤回其訴，自應負擔因起訴而生之訴訟費用。民事訴訟法第八十三條第一項：「原告撤回其訴者，訴訟費用由原告負擔」之規定，與憲法第十五條尚無牴觸。",
	"　　中華民國六十五年六月廿四日內政部發布施行之工廠法施行細則第三條規定：「本法所稱工人，係指受僱從事工作獲致工資者。」臺灣省政府於中華民國六十八年三月廿三日修正臺灣省工廠工人退休規則，其第三條所稱工人，與上開規定相同，並不以從事製造、加工、修理、解體等工作者為限，來函所稱「事務性工人」，如係受雇主僱用而於工廠之作業場所或事業場所從事工作而獲致工資者，亦包括在內。",
	"　　動產擔保交易法第三十八條之罪，係以動產擔保交易之債務人為犯罪主體，並不包括其保證人在內。",
	"　　國家賠償法第十三條規定：「有審判或追訴職務之公務員，因執行職務侵害人民自由或權利，就其參與審判或追訴案件犯職務上之罪，經判決有罪確定者，適用本法規定。」係針對審判與追訴職務之特性所為之特別規定，尚未逾越立法裁量範圍，與憲法並無牴觸。",
	"一、民事訴訟法規定之訴訟救助制度，乃在使有伸張或防衛權利必要而無資力支出訴訟費用之人，仍得依法行使其訴訟權。又恐當事人濫用此項制度，進行無益之訴訟程序，徒增訟累，故於該法第一百零七條但書規定「但顯無勝訴之望者，不在此限。」此為增進公共利益所必要，與憲法第十六條並無牴觸。\n二、訴訟上和解與確定判決有同一之效力，和解成立後請求繼續審判，將使已終結之訴訟程序回復，為維持法律秩序之安定，自應有期間之限制，民事訴訟法第三百八十條第三項，就同條第二項之請求繼續審判，準用第五百條提起再審之訴不變期間之規定，與憲法第十六條亦無牴觸。",
	"　　提起訴願，依訴願法第一條規定，以有行政處分存在為前提，行政處分之定義，同法第二條亦有明文規定。行政法院六十二年裁字第四十一號判例：「官署所為單純的事實敘述或理由說明，並非對人民之請求有所准駁，既不因該項敘述或說明而生法律上之效果，非訴願法上之行政處分，人民對之提起訴願，自非法之所許」，係前開訴願法條文之當然詮釋，與憲法第十六條並無牴觸。",
	"　　憲法第一百六十四條所謂「預算總額」，係指政府編製年度總預算時所列之歲出總額而言，並不包括因有緊急或重大情事而提出之特別預算在內。",
	"　　公有土地參加依平均地權條例第五十八條之土地所有權人自行組織重劃會辦理市地重劃，其實質意義與主管機關依同條例第五十六條辦理市地重劃，而將公有土地核定屬重劃區範圍予以重劃同，係為實現憲法平均地權之政策而設，並非土地所有權人以自己之意思使權利發生變更之處分行為，自無土地法第二十五條之適用。",
	"　　刑事訴訟法第一百零八條第一項關於法院裁定延長羈押之規定，與憲法第八條並無牴觸。",
	"　　國稅與省稅、縣稅之劃分，依憲法第一百零七條第七款規定，由中央立法並執行之。財政收支劃分法第十二條第二項及第三項就有關營業稅與印花稅統籌分配之規定，符合憲法第一百四十七條謀求地方經濟平衡發展之意旨，與憲法並無牴觸。",
	"　　中華民國憲法採五權分立制度，審計權乃屬監察權之範圍，應由中央立法並執行之，此觀憲法第九十條及第一百零七條第十三款規定自明。隸屬於監察院之審計部於省（市）設審計處，並依審計法第五條辦理各該省（市）政府及其所屬機關財務之審計，與憲法並無牴觸。",
	"　　土地法第二百十九條規定：「徵收私有土地後，不依核准計畫使用，或於徵收完畢一年後不實行使用者，其原土地所有權人得照原徵收價額收回其土地。」所謂「不依核准計畫使用」或「不實行使用」，應依徵收目的所為土地使用之規劃，就所徵收之全部土地整體觀察之，在有明顯事實，足認屬於相關範圍者，不得為割裂之認定，始能符合公用徵收之立法本旨。行政法院六十八年判字第五十二號判例及行政院五十三年六月三十日台五十三內四五三四號令，即係本此意旨，與憲法第十五條並不牴觸。",
	"　　支票本為支付證券，得代替現金使用。票據法第一百二十八條第二項雖規定：「支票在票載發票日前，執票人不得為付款之提示」。但票載日期後之支票，仍為見票即付，此觀同條第一項規定自明。財政部六十九年九月二十日修正之統一發票使用辦法第十七條規定：「依本法營業稅分類計徵標的表規定，凡以收款時為開立統一發票之期限者，其所受之遠期支票，得於票載發票日開立統一發票」，係顧及收受未屆票載發票日支票之營業人利益而設，符合當時之營業稅法第十二條第一項之立法意旨，與憲法第二十三條規定，並無牴觸。",
	"　　刑事訴訟法第三百七十九條第十款所稱「依本法應於審判期日調查之證據」，指該證據在客觀上為法院認定事實及適用法律之基礎者而言。此種證據，未予調查，同條特明定其判決為當然違背法令。其非上述情形之證據，未予調查者，本不屬於上開第十款之範圍，縱其訴訟程序違背法令，惟如應受同法第三百八十條之限制者，既不得據以提起第三審上訴，自不得為非常上訴之理由。中華民國二十九年二月二十二日最高法院民、刑庭總會議決議關於「訴訟程序違法不影響判決者，不得提起非常上訴」之見解，就證據部分而言，即係本此意旨，尚屬於法無違，與本院釋字第一八一號解釋，亦無牴觸。",
	"　　中華民國四十二年七月七日公布施行之台灣省內菸酒專賣暫行條例，係以當時包括高雄市在內之台灣省所屬各縣市為施行區域，此項法律施行區域未依法定程序變更前，仍應繼續適用於改制後之高雄市。",
	"　　民事訴訟法第一百六十二條第一項規定：「當事人不在法院所在地住居者，計算法定期間，應扣除其在途之期間。但有訴訟代理人住居法院所在地，得為期間內應為之訴訟行為者，不在此限」。其但書部分，乃為求當事人為訴訟行為之法定期間實際相同，於人民訴訟權之行使不生影響，與憲法第十六條、第二十三條並無牴觸。",
	"　　財政部中華民國六十六年七月二十五日台財稅字第三四八一九號函稱：「在六十二年九月六日都市計畫法修正公布前經編為公共設施保留地，並已規定地價；但在該法修正公布後曾發生繼承移轉者，於被徵收時，不適用平均地權條例第四十二條第一項但書規定」，係基於都市計畫法修正公布後，已有因繼承而移轉之事實，於該土地被徵收時，既以繼承開始時之公告土地現值為計算土地漲價總額之基礎，則其土地增值稅負在一般情形已獲減輕，故應依上開條例第四十二條第一項前段規定減徵土地增值稅百分之四十，不適用同條但書減徵土地增值稅百分之七十之規定。上開財政部函符合前述法條之立法意旨，於租稅法律主義及公平原則無違，並不牴觸憲法。",
	"　　中華民國七十四年六月三日修正公布前之民法親屬編，其第九百八十五條規定：「有配偶者，不得重婚」；第九百九十二條規定：「結婚違反第九百八十五條之規定者，利害關係人得向法院請求撤銷之。但在前婚姻關係消滅後，不得請求撤銷」，乃維持一夫一妻婚姻制度之社會秩序所必要，與憲法並無牴觸。惟國家遭遇重大變故，在夫妻隔離，相聚無期之情況下所發生之重婚事件，與一般重婚事件究有不同，對於此種有長期實際共同生活事實之後婚姻關係，仍得適用上開第九百九十二條之規定予以撤銷，嚴重影響其家庭生活及人倫關係，反足妨害社會秩序，就此而言，自與憲法第二十二條保障人民自由及權利之規定有所牴觸。",
	"　　中央或地方機關依公務人員考績法或相關法規之規定，對公務員所為之免職處分，直接影響其憲法所保障之服公職權利，受處分之公務員自得行使憲法第十六條訴願及訴訟之權。該公務員已依法向該管機關申請復審及向銓敘機關申請再復審或以類此之程序謀求救濟者，相當於業經訴願、再訴願程序，如仍有不服，應許其提起行政訴訟，方符有權利即有救濟之法理。行政法院五十一年判字第三九八號、五十三年判字第二二九號、五十四年裁字第十九號、五十七年判字第四一四號判例與上開意旨不符部分，應不再援用。至公務人員考績法之記大過處分，並未改變公務員之身分關係，不直接影響人民服公職之權利，上開各判例不許其以訴訟請求救濟，與憲法尚無牴觸。\n　　行政法院四十年判字第十九號判例，係對公務員服務法第二條及第二十四條之適用，所為之詮釋，此項由上級機關就其監督範圍內所發布之職務命令，並非影響公務員身分關係之不利益處分，公務員自不得訴請救濟，此一判例，並未牴觸憲法。",
	"　　行政法院五十五年度裁字第三十六號判例，認法律上之見解，非為中華民國五十七年二月一日修正前民事訴訟法第四百九十二條第一項第十一款所稱之證物，不得據以提起再審之訴，與憲法並無牴觸。惟民事訴訟法及行政訴訟法於五十七年二月一日及六十四年十二月十二日相繼修正後，已將確定判決適用法規顯有錯誤，列為再審理由，併予指明。",
	"　　受刑人或其他有異議權人對於檢察官不准易科罰金執行之指揮認為不當，依刑事訴訟法第四百八十四條向諭知科刑裁判之法院聲明異議，法院認為有理由而為撤銷之裁定者，除依裁定意旨得由檢察官重行為適當之斟酌外，如有必要法院自非不得於裁定內同時諭知准予易科罰金，此與本院院解字第二九三九號及院字第一三八七號解釋所釋情形不同 。",
	"　　公務人員之退休及養老，依法固有請領退休金及保險養老給付之權利，惟其給付標準如何，乃屬立法政策事項，仍應由法律或由法律授權之命令定之。公務人員退休法第八條第二項就同條第一項所稱「其他現金給與」之退休金應發給數額，授權考試院會同行政院定之。公務人員保險法第二十四條授權訂定之同法施行細則第十五條第一項規定「本法第八條及第十四條所稱被保險人每月俸給或當月俸給，暫以全國公教人員待遇標準支給月俸額為準」，而中華民國七十年六月十二日行政院訂頒之全國軍公教人員待遇支給辦法第七條則對工作津貼及軍職幹部服勤加給、主官獎助金，不列入退休（役）保險俸額內計算，以及對於不服勤人員不予支給加以規定，乃係斟酌國家財力、人員服勤與否或保險費繳納情形等而為者，尚未逾越立法或立法授權之裁量範圍，與憲法並無牴觸。至行政院台五十九人政肆字第一七八九七號函載「因案停職人員在停職期間，既未正式服勤，關於停職半薪及復職補薪，均不包括工作補助費計支」，則係兼顧有服勤工作始應支給補助費之特性所為之說明，與憲法亦無牴觸。",
	"　　稽徵機關已依所得稅法第八十條第二項核定各該業所得額標準者，納稅義務人申報之所得額，如在上項標準以上，依同條第三項規定，即以其原申報額為準，旨在簡化稽徵手續，期使徵納兩便，並非謂納稅義務人申報額在標準以上者，即不負誠實申報之義務。故倘有匿報、短報或漏報等情事，仍得依所得稅法第一百零三條、第一百一十條、稅捐稽徵法第二十一條及第三十條等規定，調查課稅資科，予以補徵或裁罰。財政部發布之營利事業所得稅結算申報書面審核案件抽查辦法、營利事業所得稅結算申報查核準則及中華民國五十九年五月十八日台財稅字第二三七九八號令即係為執行該等法律之規定而訂定，就此而言，與憲法尚無牴觸。惟前述抽查辦法第三條、第四條查核準則第二條及上開令示，與所得稅法第八十條第三項之規定，文義上易滋誤解，應予檢討修正。",
	"　　財政部於中華民國七十三年五月一日核定發布之小規模營利事業營業稅查定作業要點、小規模營利事業查定課徵營業稅費用標準及小規模營利事業查定課徵營業稅專用費用率，係依據中華民國六十九年六月廿九日修正公布施行之營業稅法第十七條而訂定。該法於中華民國七十四年十一月十五日修正公布，並於次年四月一日施行後，財政部另又依據該法第四十條第三項合併訂定營業稅特種稅額查定辦法一種。均係用「費用還原法」，依營業費用除以費用率之計算公式，推計銷售額據以課稅，以簡化對於小規模營業人之課稅手續，既已兼顧不同地區之不同經濟情形，以期切合實際，而小規模營業人如不願依此特種方法計算稅額，仍得自行申請依一般方法計算稅額，符合租稅公平原則。是上開法令與憲法並無牴觸。",
	"　　告發人為刑事訴訟當事人以外之第三人，法院如認為有命其作證之必要時，自得依刑事訴訟法第一百七十八條關於證人之規定傳喚之，無正當理由而不到場者，並得加以拘提，強制其到場作證，以達發見真實之目的。基此，本院院字第四十七號解釋，認對告發人得適用當時之刑事訴訟法第九十五條即現行刑事訴訟法第一百七十八條之規定辦理，與憲法並無牴觸。",
	"　　憲法第一百四十條規定：「現役軍人，不得兼任文官」，係指正在服役之現役軍人不得同時兼任文官職務，以防止軍人干政，而維民主憲政之正常運作。現役軍人因故停役者，轉服預備役，列入後備管理，為後備軍人，如具有文官法定資格之現役軍人，因文職機關之需要，在未屆退役年齡前辦理外職停役，轉任與其專長相當之文官，既與現役軍人兼任文官之情形有別，尚難謂與憲法牴觸。惟軍人於如何必要情形下始得外職停役轉任文官，及其回役之程序，均涉及文武官員之人事制度，現行措施宜予通盤檢討，由法律直接規定，併此指明。",
	"　　違警罰法規定由警察官署裁決之拘留、罰役，係關於人民身體自由所為之處罰，應迅改由法院依法定程序為之，以符憲法第八條第一項之本旨，業經本院於中華民國六十九年十一月七日作成釋字第一六六號解釋在案。\n　　依違警罰法第二十八條規定所為「送交相當處所，施以矯正或令其學習生活技能」之處分，同屬限制人民之身體自由，其裁決由警察官署為之，亦與憲法第八條第一項之本旨不符，應與拘留、罰役之裁決程序，一併改由法院依法定程序為之。前述解釋之拘留、罰役及本件解釋之處分裁決程序規定，至遲應於中華民國八十年七月一日起失其效力，並應於此期限前修訂相關法律。本院釋字第一六六號解釋應予補充。",
	"　　財政部中華民國六十九年八月八日（六九）臺財稅字第三六六二四號函，認為營利事業銷售貨物，不對直接買受人開立統一發票，而對買受人之客戶開立統一發票，應依稅捐稽徵法第四十四條規定論處。此項命令，核與上述法律規定，係為建立營利事業正確課稅憑證制度之意旨相符，與憲法尚無牴觸。",
	"　　司法院七十一年十月十八日修正發布之辦理強制執行事件應行注意事項，其中第五十則(五)關於拍賣不動產期日通知書，應記載：「於再行拍賣期日前，債權人聲明願負擔再行拍賣之費用者，仍得照前次拍賣之最低價額承受之」之規定，係依強制執行法第九十一條及第九十二條意旨所為，乃在求人民權利之從速實現，與憲法尚無牴觸。",
	"　　國民大會組織法第四條規定之宣誓，係行使職權之宣誓，業經本院釋字第一九九號解釋釋示在案，國民大會代表未為宣誓或故意不依法定方式及誓詞完成宣誓者，自不得行使職權。本院上開解釋，應予補充。",
	"　　在實施都市計畫範圍內，道路規畫應由主管機關依都市計畫法之規定辦理，已依法定程序定有都市計畫並完成細部計畫之區域，其道路之設置，即應依其計畫實施，而在循法定程序規畫道路系統時，原即含有廢止非計畫道路之意，於計畫道路開闢完成可供公眾通行後，此項非計畫道路，無繼續供公眾通行必要時，主管機關自得本於職權或依申請廢止之。內政部中華民國六十六年六月十日臺內營字第七三０二七五號、六十七年一月十八日臺內營字第七五九五一七號，關於廢止非都市計畫巷道函及台北市非都市計畫巷道廢止或改道申請須知，既與上述意旨相符，與憲法保障人民權利之本旨尚無牴觸。",
	"　　民事訴訟法第三十二條第七款關於法官應自行迴避之規定，乃在使法官不得於其曾參與之裁判之救濟程序執行職務，以維審級之利益及裁判之公平。因此，法官曾參與訴訟事件之前審裁判或更審前之裁判者，固應自行迴避。對於確定終局判決提起再審之訴者，其參與該確定終局判決之法官，依同一理由，於再審程序，亦應自行迴避。惟各法院法官員額有限，參考行政訴訟法第六條第四款規定意旨，其迴避以一次為限。最高法院二十六年上字第三六二號判例，與上述意旨不符部分，應不再援用，以確保人民受公平審判之訴訟權益。",
	"　　貨物稅條例修正前第四條第一項第十六款(三)，係就「凡用電力調節氣溫之各種冷氣機、熱氣機等」電器類課徵貨物稅之規定。行政院於中華民國六十四年七月二十一日修正發布之貨物稅稽徵規則第一百零三條之一第二項第六款規定，對於國外進口裝配汽車冷暖氣機用之壓縮機，按冷暖氣機類徵收貨物稅，固與貨物稅條例首開條文之用語未盡相符。惟該規則係以此種壓縮機不僅為冷暖氣機之主要機件，且衹能供裝配汽車冷暖氣機之用，仍屬上開條例所規定之電器類範圍，而於冷暖氣機裝配完成後，並不再課徵貨物稅，無加重人民納稅義務之虞。上述規則將汽車冷暖氣機用之壓縮機，依冷暖氣機類課徵貨物稅，亦為簡化稽徵手續，防止逃漏稅捐及維持課稅公平所必要，與憲法第十九條尚無牴觸。",
	"　　憲法第一百六十四條關於教育、科學、文化之經費，在中央不得少於其預算總額百分之十五，在省不得少於其預算總額百分之二十五，在市、縣不得少於其預算總額百分之三十五之規定，旨在確定各級政府編製平常施政年度總預算時，該項經費應佔歲出總額之比例數。直轄市在憲法上之地位，與省相當；其教育、科學、文化之經費所佔預算總額之比例數，應比照關於省之規定。",
	"　　直轄市之自治，以法律定之，為憲法第一百十八條所明定。惟上開法律迄未制定，現行直轄市各級組織及實施地方自治事項，均係依據中央頒行之法規行之。為貫徹憲法實施地方自治之意旨，自應斟酌當前實際狀況，制定直轄市自治之法律。在此項法律未制定前，現行由中央頒行之法規，應繼續有效。",
	"　　依中華民國憲法有關地方制度之規定，中央尚無得逕就特定之省議會及省政府之組織單獨制定法律之依據，現時設置之省級民意機關亦無逕行立法之權限。",
	"　　中央民意代表之任期制度為憲法所明定，第一屆中央民意代表當選就任後，國家遭遇重大變故，因未能改選而繼續行使職權，乃為維繫憲政體制所必要。惟民意代表之定期改選，為反映民意，貫徹民主憲政之途徑，而本院釋字第三十一號解釋、憲法第二十八條第二項及動員戡亂時期臨時條款第六項第二款、第三款，既無使第一屆中央民意代表無限期繼續行使職權或變更其任期之意，亦未限制次屆中央民意代表之選舉。事實上，自中華民國五十八年以來，中央政府已在自由地區辦理中央民意代表之選舉，逐步充實中央民意機構。為適應當前情勢，第一屆未定期改選之中央民意代表除事實上已不能行使職權或經常不行使職權者，應即查明解職外，其餘應於中華民國八十年十二月三十一日以前終止行使職權，並由中央政府依憲法之精神、本解釋之意旨及有關法規，適時辦理全國性之次屆中央民意代表選舉，以確保憲政體制之運作。",
	"　　監察院對軍人提出彈劾案時，應移送公務員懲戒委員會審議。至軍人之過犯，除上述彈劾案外，其懲罰仍依陸海空軍懲罰法行之。",
	"　　懲治盜匪條例為特別刑法，其第二條第一項第九款對意圖勒贖而擄人者，不分犯罪情況及結果如何，概以死刑為法定刑，立法甚嚴，惟依同條例第八條之規定，若有情輕法重之情形者，裁判時本有刑法第五十九條酌量減輕其刑規定之適用，其有未經取贖而釋放被害人者，復得依刑法第三百四十七條第五項規定減輕其刑，足以避免過嚴之刑罰，與憲法尚無牴觸。",
	"　　憲法第七十條規定：「立法院對於行政院所提預算案，不得為增加支出之提議」，旨在防止政府預算膨脹，致增人民之負擔。立法院第八十四會期第二十六次會議決議：「請行政院在本（七十九）年度再加發半個月公教人員年終工作獎金，以激勵士氣，其預算再行追加」，係就預算案為增加支出之提議，與上述憲法規定牴觸，自不生效力。",
	"　　動員戡亂時期國家安全法第三條第二項第二款關於入境限制之規定，乃為維持社會秩序所必要，與憲法並無牴觸。至該法施行細則第十二條第六款前段，關於未在自由地區居住一定期間，得不予許可入境之規定，係對主管機關執行上述法律時，提供認定事實之準則，以為行使裁量權之參考，與該法確保國家安全、維護社會安定之立法意旨尚屬相符。惟上述細則應斟酌該法第三條第二項第二款規定之意旨，隨情勢發展之需要，檢討修正。",
	"　　依公務人員考績法所為之免職處分，因改變公務員身分關係，直接影響人民服公職之權利，依本院釋字第二四三號解釋，得許受處分之公務員提起行政訴訟。對於未改變公務員身分之其他考績結果有所不服，仍不許以行政訴訟請求救濟。惟公務人員基於已確定之考績結果，依據法令規定為財產上之請求而遭拒絕者，影響人民之財產權，參酌本院釋字第一八七號及第二０一號解釋，尚非不得依法提起訴願或行政訴訟，行政法院四十八年判字第十一號判例與上述意旨不符部分，應不再援用。至是否係基於已確定之考績結果所得為之財產上請求，係事實問題，應就具體事件依法認定，不在本件解釋範圍，併予說明。",
	"　　房屋稅條例第十五條第二項第一款規定，政府平價配售之平民住宅房屋稅減半徵收，旨在對於低收入人民之住宅給予租稅優惠，財政部依據此項立法意旨，參酌當時社會經濟狀況，於中華民國六十四年十月二十七日以臺財稅字第三七六三九號函，說明此種平民住宅之涵義，與憲法尚無牴觸。",
	"　　中華民國五十一年八月廿九日修正公布之考試法第七條規定：「公務人員考試與專門職業及技術人員考試，其應考資格及應試科目相同者，其及格人員同時取得兩種考試之及格資格」，如認此項規定有欠週全，應先修正法律，而在法律未修正前，考試院於中華民國七十一年六月十五日修正發布之考試法施行細則第九條第二項則規定：「公務人員考試及格人員，同時取得專門職業及技術人員考試及格資格者，其考試總成績，須達到專門職業及技術人員考試之錄取標準」，增設法律所無之限制，顯與首述法律使及格人員同時取得兩種資格之規定不符，並有違憲法保障人民權利之意旨，依憲法第一百七十二條之規定，應不予適用。",
	"　　依法設立之團體，如經政府機關就特定事項依法授與公權力者，以行使該公權力為行政處分之特定事件為限，有行政訴訟之被告當事人能力。行政法院六十年裁字第二三二號判例，與此意旨不符部分，嗣後不再援用。至關於勞動基準法第八十四條之爭執，究應提起行政訴訟，或提起民事訴訟，與上開判例無涉，不在本件解釋範圍內；其當事人如已提起民事訴訟經判決確定者，自無訴訟權受侵害之可言，併此說明。",
	"　　公營事業人員之任用，依公務人員任用法第三十三條，應另以法律定之。在此項法律制定前，依公務人員退休法第二條及該法施行細則第二條規定，公營事業人員無從依公務人員退休法辦理退休。行政院於中華民國七十年一月二十三日核定修正發布之「經濟部所屬事業人員退休、撫卹及資遣辦法」第十七條第二項有關訂定分等限齡退休標準之規定，在公營事業人員任用及退休法律制定前，乃為促進經濟部所屬國營事業人事新陳代謝及企業化經營而設，不生牴觸憲法問題，惟公營事業人員之任用及退休，關係此等人員之權利義務，仍應從速以法律定之。",
	"　　刑事訴訟程序中不利益於被告之合法上訴，上訴法院誤為不合法，而從程序上為駁回上訴之判決確定者，其判決固屬重大違背法令，惟既具有判決之形式，仍應先依非常上訴程序將該確定判決撤銷後，始得回復原訴訟程序，就合法上訴部分進行審判。否則即與憲法第八條第一項規定人民非依法定程序不得審問處罰之意旨不符。最高法院二十五年上字第三二三一號判例，於上開解釋範圍內，應不再援用。",
	"　　人民除現役軍人外，不受軍事審判，憲法第九條定有明文。戒嚴法第八條、第九條規定，非現役軍人得由軍事機關審判，則為憲法承認戒嚴制度而生之例外情形。解嚴後，依同法第十條規定，對於上述軍事機關之判決，得於解嚴之翌日起依法上訴，符合首開憲法規定之意旨。惟動員戡亂時期國家安全法第九條第二款前段規定，戒嚴時期戒嚴地域內經軍事審判機關審判之非現役軍人刑事案件已確定者，於解嚴後不得向該管法院上訴或抗告，係基於此次戒嚴與解嚴時間相隔三十餘年之特殊情況，並謀裁判之安定而設，亦為維持社會秩序所必要。且對有再審或非常上訴原因者，仍許依法聲請再審或非常上訴，已能兼顧人民權利，與憲法尚無牴觸。至戒嚴非屬於此次特殊情況者，無本解釋之適用，合併指明。",
	"　　內政部於中華民國六十八年五月四日修正發布之都市計畫樁測定及管理辦法第八條後段「經上級政府再行複測決定者，不得再提異議」之規定，足使人民依訴願法及行政訴訟法提起行政救濟之權利受其限制，就此部分而言，與憲法第十六條之意旨不符，應不予適用。",
	"　　考試院於中華民國五十一年七月二十五日修正發布之公務人員保險法施行細則第六十八條規定：「被保險人請准保留保險年資者，其時效以五年為限，逾期再行參加保險者，以新加入保險論」，與當時有效之公務人員保險法第二十一條第二項：「合於前項退費規定，不為申請退費而申請保留保險年資者，續保時，其原有年資全部有效」之規定不符，增加法律所無之期間限制，有違憲法保障人民權利之意旨，應不予適用。",
	"　　人民違反法律上之義務而應受行政罰之行為，法律無特別規定時，雖不以出於故意為必要，仍須以過失為其責任條件。但應受行政罰之行為，僅須違反禁止規定或作為義務，而不以發生損害或危險為其要件者，推定為有過失，於行為人不能舉證證明自己無過失時，即應受處罰。行政法院六十二年度判字第三０號判例謂：「行政罰不以故意或過失為責任條件」，及同年度判字第三五０號判例謂：「行政犯行為之成立，不以故意為要件，其所以導致偽報貨物品質價值之等級原因為何，應可不問」，其與上開意旨不符部分，與憲法保障人民權利之本旨牴觸，應不再援用。",
	"　　合作社法第五十五條第一項第六款規定之解散命令，乃解散合作社之處分，對於此種處分之要件及程序如何，該法未為明確之規定，宜由主管機關妥為檢討修正。內政部於中華民國六十九年二月二十六日修正發布之合作事業獎勵規則，關於合作事業成績考列戊等者，由縣市合作社主管機關令飭解散之規定，應配合上開法律一併檢討修正。",
	"　　財政收支劃分法第七條後段關於省及直轄市、縣（市）（局）稅課立法，由中央制定各該稅法通則，以為省、縣立法依據之規定，係中央依憲法第一百零七條第七款為實施國稅與省稅、縣稅之劃分，並貫徹租稅法律主義而設，與憲法尚無牴觸。因此中央應就劃歸地方之稅課，依財政收支劃分法前開規定，制定地方稅法通則，或在各該稅法內訂定可適用於地方之通則性規定，俾地方得據以行使憲法第一百零九條第一項第七款及第一百十條第一項第六款賦予之立法權。目前既無地方稅法通則，現行稅法又有未設上述通則性規定者，應從速制定或增訂。在地方未完成立法前，仍應依中央有關稅法辦理。至中央與地方財政收支劃分之規定，中央自應斟酌實際情形，適時調整，以符憲法兼顧中央與地方財政均衡之意旨，併予說明。",
	"　　中華民國七十九年十二月十九日修正公布之教育人員任用條例第二十一條規定，學校職員之任用資格，應經學校行政人員考試及格或經高普考試相當類科考試及格，與憲法第八十五條所定公務人員非經考試及格不得任用之意旨相符。同條關於在該條例施行前已遴用之各類學校現任職員，其任用資格「適用各該原有關法令」之規定，並不能使未經考試及格者取得與考試及格者相同之公務人員任用資格，因之，僅能繼續在原學校任職。考試院對此類學校職員，仍得以考試定其資格。",
	"　　勞工保險條例第十五條，有關各類勞工保險費由省（市）政府補助之規定，所稱「省（市）政府」，係指該省（市）有勞工為同條第二款至第四款規定之被保險人者而言，與該省（市）政府是否直接設立勞工保險局無關。",
	"　　領取一次退休金之公教人員，再任依契約僱用而由公庫支給報酬之編制外員工，其退休金及保險養老給付之優惠存款每月所生利息，如不能維持退休人員之基本生活（例如低於編制內委任一職等一級公務人員月俸額），其優惠存款自不應一律停止。銓敘部中華民國七十四年六月十二日(74)臺華特三字第二二八五四號函，與上述意旨不符部分，應停止適用。",
	"　　關稅法第三十五條之一第二項規定：「保稅工廠所製造或加工之產品及依前項規定免徵關稅之原料，非經海關核准並按貨品出廠形態報關繳稅，不得出廠內銷。」同法第五十一條之一規定：「違反第三十五條之一第二項之規定，將保稅工廠之產品或免徵關稅之原料出廠內銷者，以私運貨物進口論，依海關緝私條例有關規定處罰。」旨在防止逃漏關稅，維持課稅公平，為增進公共利益所必要，與憲法並無牴觸。",
	"　　國民大會代表，依憲法所定職務之性質，不經常集會，並非應由國庫定期支給歲費、公費等待遇之職務，故屬無給職。本院釋字第七十六號解釋所稱：「就憲法上之地位及職權之性質而言，應認國民大會、立法院、監察院共同相當於民主國家之國會」，非謂各該機關在我國憲法上之性質、職權或其人員之待遇相同。本院上開解釋，應予補充。至國民大會代表在特定情形下，例如集會行使職權時，所得受領之報酬，亦應與其他中央民意代表之待遇，分別以法律明定其項目及標準，始得據以編列預算支付之。\n　　國民大會代表，在同一時期所得受領之報酬，應歸一律。依動員戡亂時期臨時條款增加名額選出之國民大會代表，其所得受領之報酬，應與第二屆國民大會代表相同，乃屬當然。\n　　本解釋自中華民國八十一年一月一日起生效。",
	"　　總統依憲法第四十條及赦免法第三條後段規定所為罪刑宣告無效之特赦，對於已執行之刑，不生溯及既往之效力。其經宣告褫奪公權者，自赦免令生效之日起，回復其公權。至因有罪判決確定而喪失之公職，有向將來回復之可能者，得由當事人聲請主管機關，依有關法律處理之。",
	"　　道路交通管理處罰條例第六十二條第二項規定：「汽車駕駛人如肇事致人受傷或死亡，應即採取救護或其他必要措施，並向警察機關報告，不得逃逸，違者吊銷其駕駛執照。」旨在增進行車安全，保護他人權益，以維持社會秩序，為憲法第二十三條之所許，與憲法尚無牴觸。",
	"　　學校教職員退休條例所稱月薪額，性質上本無從包括「公教人員之眷屬喪葬補助費」，行政院中華民國六十九年四月十六日臺六十九人政肆字第七四九八號函未將此項補助費列入退休金之範圍，與該條例之立法意旨無違。又中央公教人員生活津貼支給要點，係行政院為安定現職公教人員生活而訂定，乃主管機關依職權所為之裁量措施，原不適用於非現職人員，退休人員自不得據以請領眷屬喪葬補助費，上述行政院函及要點與憲法均無牴觸。",
	"　　憲法第一百四十三條第三項規定：「土地價值非因施以勞力資本而增加者，應由國家徵收土地增值稅，歸人民共享之」，旨在實施土地自然漲價歸公政策。中華民國六十六年二月二日修正公布之平均地權條例第三十五條、第三十六條第一項、第二項及同年四月一日行政院發布之同條例施行細則第五十三條規定，土地所有權人於申報地價後之土地自然漲價，應依照土地漲價總數額，減去土地所有權人為改良土地已支付之全部費用後之餘額計算，徵收土地增值稅；其間縱有因改良土地而增加之價值，亦因認定及計算不易，難以將之與自然漲價部分明確劃分，且土地增值稅並未就漲價部分全額徵收，已足以兼顧其利益，與憲法第十五條及第一百四十三條第三項規定之意旨尚無牴觸。",
	"　　行政主管機關就行政法規所為之釋示，係闡明法規之原意，固應自法規生效之日起有其適用。惟在後之釋示如與在前之釋示不一致時，在前之釋示並非當然錯誤，於後釋示發布前，依前釋示所為之行政處分已確定者，除前釋示確有違法之情形外，為維持法律秩序之安定，應不受後釋示之影響。財政部中華民國七十五年三月二十一日臺財稅字第七五三０四四七號函說明四：「本函發布前之案件，已繳納營利事業所得稅確定者，不再變更；尚未確定或已確定而未繳納或未開徵之案件，應依本函規定予以補稅免罰」，符合上述意旨，與憲法並無牴觸。",
	"　　中華民國七十九年一月二十四日修正前之貨物稅條例第二十條第三項：「受處分人提出抗告時，應先向該管稅務稽徵機關提繳應納罰鍰或其沒入貨價之同額保證金，或覓具殷實商保」之規定，使未能依此規定辦理之受處分人喪失抗告之機會，係對人民訴訟權所為不必要之限制，與憲法第十六條保障人民訴訟權之意旨有所牴觸。",
	"　　稅法規定由法院裁定之罰鍰，其處理程序應以法律定之，以符合憲法保障人民權利之意旨。本院院解字第三六八五號、第四００六號解釋及行政院於中華民國六十一年十月十二日修正發布之財務案件處理辦法，係法制未備前之措施，均應自本解釋公布之日起，至遲於屆滿二年時失其效力。",
	"　　中華民國七十八年二月三日修正公布之動員戡亂時期公職人員選舉罷免法（八十年八月二日法律名稱修正為公職人員選舉罷免法）第三十二條第一項有關各級民意代表候選人學、經歷之限制，與憲法尚無牴觸。惟此項學、經歷之限制，應隨國民之教育普及加以檢討，如認為仍有維持之必要，亦宜重視其實質意義，並斟酌就學有實際困難者，而為適當之規定，此當由立法機關為合理之裁量。\n　　人民對於行政處分有所不服，應循訴願及行政訴訟程序請求救濟。惟現行國家賠償法對於涉及前提要件之行政處分是否違法，其判斷應否先經行政訴訟程序，未設明文，致民事判決有就行政處分之違法性併為判斷者，本件既經民事確定終局判決，故仍予受理解釋，併此說明。",
	"　　取得時效制度，係為公益而設，依此制度取得之財產權應為憲法所保障。內政部於中華民國七十七年八月十七日函頒之時效取得地上權登記審查要點第五點第一項規定：「以建物為目的使用土地者，應依土地登記規則第七十條提出該建物係合法建物之證明文件」，使長期占有他人私有土地，本得依法因時效取得地上權之人，因無從提出該項合法建物之證明文件，致無法完成其地上權之登記，與憲法保障人民財產權之意旨不符，此部分應停止適用。至於因取得時效完成而經登記為地上權人者，其與土地所有權人間如就地租事項有所爭議，應由法院裁判之，併此說明。",
	"　　破產法第九十九條規定：「破產債權，非依破產程序不得行使」，乃使破產人之全體債權人，除法律別有規定外，得就屬於破產財團之財產，受平均之分配。債權人對於此種財產開始或續行民事強制執行程序，有礙他債權人公平受償，自應予以限制。此項限制，係防止妨礙他人行使權利所必要，為憲法第二十三條規定之所許。司法院於中華民國七十一年十月十八日修正之辦理強制執行事件應行注意事項第九則(一)規定：「債務人如受破產之宣告，其屬於破產財團之財產，除債權人行使別除權者外，應即停止強制執行程序，並通知債權人」，乃提示首開法律及同法第一百零八條規定之意旨，並未就人民權利之行使增設限制，與憲法尚無牴觸。",
	"　　銀行法第四十八條第二項規定「銀行對於顧客之存款、放款或匯款等有關資料，除其他法律或中央主管機關另有規定者外，應保守秘密」，旨在保障銀行之一般客戶財產上之秘密及防止客戶與銀行往來資料之任意公開，以維護人民之隱私權。惟公營銀行之預算、決算依法應受議會之審議，議會因審議上之必要，就公營銀行依規定已屬逾期放款中，除收回無望或已報呆帳部分，仍依現行規定處理外，其餘部分，有相當理由足認其放款顯有不當者，經議會之決議，在銀行不透露個別客戶姓名及議會不公開有關資料之條件下，要求銀行提供該項資料時，為兼顧議會對公營銀行之監督，仍應予以提供。",
	"　　出版法第七條規定：「本法稱主管官署者，在中央為行政院新聞局，在地方為省（市）政府及縣（市）政府。」行政院新聞局於中華民國七十六年七月二十二日發布之「出版品管理工作處理要點」，其中規定，在直轄市成立出版品協調執行會報兼辦執行小組業務，以市政府新聞處長為召集人，印製工作檢查證，交由執行小組成員包括市政府所屬新聞處、警察局、教育局及社會局等單位人員使用，此項檢查證僅供市政府所屬機關執行人員識別身分之用，非謂憑此檢查證即可為法所不許之檢查行為，此部分規定，並未逾越執行程序範圍，不生牴觸憲法之問題。至其規定，將工作檢查證發給非市政府所屬機關人員使用部分，則與上開意旨不符，不得再行適用。",
	"　　財政部會計師懲戒覆審委員會對會計師所為懲戒處分之覆審決議，實質上相當於最終之訴願決定，不得再對之提起訴願、再訴願。被懲戒人如因該項決議違法，認為損害其權利者，應許其逕行提起行政訴訟，以符憲法保障人民訴訟權之意旨。",
	"　　法院依強制執行法所為之拍賣，其賣得之價金應依所得稅法第十四條第一項第七類規定，減除成本費用後計算財產交易所得，併同其他各項所得課稅，財政部中華民國六十六年十一月二日臺財稅字第三七三六五號函釋尚未逾越所得稅法之規定，與憲法第十九條並不牴觸。",
	"　　人民有訴訟之權，憲法第十六條固定有明文，惟訴訟如何進行，應另由法律定之，業經本院釋字第一七０號解釋於解釋理由書闡明在案。刑事訴訟乃實現國家刑罰權之程序，刑事訴訟法既建立公訴制度，由檢察官追訴犯罪，又於同法第三百十九條規定：「犯罪之被害人得提起自訴」，其所稱「犯罪之被害人」，法律並未明確界定其範圍，自得由審判法院依具體個別犯罪事實認定之，最高法院七十年臺上字第一七九九號判例所表示之法律上見解，尚難認與憲法有何牴觸。",
	"　　憲法第七十七條規定，公務員之懲戒屬司法院掌理事項。此項懲戒得視其性質於合理範圍內以法律規定由其長官為之。但關於足以改變公務員身分或對於公務員有重大影響之懲戒處分，受處分人得向掌理懲戒事項之司法機關聲明不服，由該司法機關就原處分是否違法或不當加以審查，以資救濟。有關法律，應依上述意旨修正之。本院釋字第二四三號解釋應予補充。至該號解釋，許受免職處分之公務員提起行政訴訟，係指受處分人於有關公務員懲戒及考績之法律修正前，得請求司法救濟而言。",
	"　　中央民意代表之待遇或報酬，應視其職務之性質，分別以法律規定適當之項目與標準，始得據以編列預算支付之，以建立民意代表依法支領待遇之制度，本院釋字第二八二號解釋已明示其旨。該解釋所稱國民大會代表為無給職，係指國民大會代表非應由國庫經常固定支給歲費、公費或相當於歲費、公費之給與而言，並非在任何情形下，均毫無報酬之意。其所稱國民大會代表在特定情形下得受領報酬，主要係指集會行使職權時得受領各項合理之報酬，故舉以為例。至其他何種特定情形得受領報酬，係屬立法裁量問題，應由立法機關本此意旨，於制定有關國民大會代表報酬之法律時，連同與其行使職權有直接關係而非屬於個人報酬性質之必要費用，如何於合理限度內核實開支，妥為訂定適當項目及標準，以為支給之依據。於修訂其他民意代表待遇之法律時，亦同。本院上開解釋，應予補充。",
	"　　破產法第七十一條第一項規定「破產人有逃亡或隱匿、毀棄其財產之虞時，法院得簽發押票將破產人羈押。」為保全破產財團之財產，維護全體債權人之權益，俾破產程序得以順利完成，固有此必要。惟同條第二項「羈押期間不得超過一個月，但經破產管理人提出正當理由時，法院得准予展期，每次展期以一個月為限」之規定，其中但書對羈押展期之次數未加適當限制部分，與憲法保障人民身體自由之本旨不合，應儘速加以修正，至遲應於本解釋公布之日起屆滿一年時停止適用。在法律修正前適用上開現行規定，應斟酌本解釋意旨，慎重為之。至破產人有破產法第一百五十二條至第一百五十九條犯罪嫌疑者應移送檢察官偵查，於有必要時由檢察官依法羈押，乃另一問題，併此說明。",
	"　　教育人員任用條例第三十一條第三款關於因案停止職務，其原因尚未消滅者，不得為教育人員之規定，乃因其暫不適宜繼續執行教育職務，此為增進公共利益所必要，與憲法並無牴觸。惟因案停止職務之教師，於聘期屆滿後，經法定程序確定為無刑事及行政責任，並經原學校依規定再予聘任者，其中斷期間所失之權益，如何予以補償，應由主管機關檢討處理之。",
	"　　刑事訴訟法第三百七十七條規定：「上訴於第三審法院，非以判決違背法令為理由，不得為之」，旨在合理利用訴訟程序，以增進公共利益，尚未逾越立法裁量範圍，與憲法第十六條並無牴觸。",
	"　　公司法第四百零三條第一項規定：「公司及外國公司登記事項如有變更時，應於變更後十五日內，向主管機關申請為變更之登記」，此項變更登記，依同條第二項之意旨，應由公司負責人申請，乃因公司為法人，自應由其代表人為之，以確保交易安全，與憲法並無牴觸。",
	"　　民法第八百六十六條規定：「不動產所有人設定抵押權後，於同一不動產上得設定地上權及其他權利。但其抵押權不因此而受影響」，如其抵押權因設定地上權或其他權利而受影響者，本院院字第一四四六號解釋認為對於抵押權人不生效力，抵押權人聲請拍賣抵押物時，執行法院自可依法逕予執行，乃因抵押權為物權，經登記而生公示之效力，在登記後就抵押物取得地上權或其他使用收益之權利者，自不得使登記在先之抵押權受其影響，如該項地上權或其他使用收益之權利於抵押權無影響時，仍得繼續存在，已兼顧在後取得權利者之權益，首開法條及本院解釋與憲法並無牴觸。",
	"　　人民就同一事件向行政法院及民事法院提起訴訟，均被以無審判之權限為由而予駁回，致其憲法上所保障之訴訟權受侵害，而對其中一法院之確定終局裁判所適用之判例，發生有牴觸憲法之疑義，請求本院解釋，本院依法受理後，並得對與該判例有牽連關係之歧異見解，為統一解釋。本件行政法院判決所適用之判例與民事法院確定終局裁判，對於審判權限之見解歧異，應依上開說明解釋之。\n　　公營事業依公司法規定設立者，為私法人，與其人員間，為私法上之契約關係，雙方如就契約關係已否消滅有爭執，應循民事訴訟途徑解決。行政法院六十年度裁字第二三二號判例，認為此種公司無被告當事人能力，其實質意義為此種事件不屬行政法院之權限，與憲法尚無牴觸。至於依公司法第二十七條經國家或其他公法人指派在公司代表其執行職務或依其他法律逕由主管機關任用、定有官等、在公司服務之人員，與其指派或任用機關之關係，仍為公法關係，合併指明。",
	"　　本院院解字第三０二七號解釋及最高法院五十三年台上字第二六一七號判例，謂刑事被告之原審辯護人為被告之利益提起上訴，應以被告名義行之，在此範圍內，與憲法保障人民訴訟權之意旨，尚無牴觸。但上開判例已指明此係程式問題，如原審辯護人已為被告之利益提起上訴，而僅未於上訴書狀內表明以被告名義上訴字樣者，其情形既非不可補正，自應依法先定期間命為補正，如未先命補正，即認其上訴為不合法者，應予依法救濟。最高法院與上述判例相關連之六十九年台非字第二０號判例，認該項程式欠缺之情形為無可補正，與前述意旨不符，應不予援用。",
	"　　警察制度，依憲法第一百零八條第一項第十七款規定，由中央立法並執行之或交由省縣執行之，中央就其交由省縣執行之事項，自得依法定程序編列預算，省縣無須重複編列。但省警政及縣警衛之實施，依憲法第一百零九條第一項第十款、第一百十條第一項第九款規定，則屬省縣之權限，省縣得就其業務所需經費依法定程序編列預算，如確屬不足時，得依警察法第十六條第二項規定呈請補助，省（直轄市）由中央補助，縣（市）由省補助。",
	"　　公立學校聘任之教師不屬於公務員服務法第二十四條所稱之公務員。惟兼任學校行政職務之教師，就其兼任之行政職務，則有公務員服務法之適用。本院院解字第二九八六號解釋，應予補充。至專任教師依教育人員任用條例第三十四條規定，除法令另有規定外，仍不得在外兼職。",
	"　　中華民國七十一年十二月三十日修正公布之所得稅法第八十三條之一規定：「稽徵機關或財政部指定之調查人員進行調查時，如發現納稅義務人有重大逃漏稅嫌疑，得視案情需要，報經財政部核准，就納稅義務人資產淨值、資金流程及不合營業常規之營業資料進行調查。」「稽徵機關就前項資料調查結果，證明納稅義務人有逃漏稅情事時，納稅義務人對有利於己之事實，應負舉證之責。」係對有重大逃漏稅嫌疑之案件，以法律明定其調查方法，如依調查結果，認為足以證明有逃漏稅情事時，並許納稅義務人提出反證，以維護其權益，與憲法尚無牴觸。",
	"　　勞工保險條例規定之傷病給付，乃對勞工因傷病不能工作，致未能取得原有薪資所為之補助，與老年給付係對勞工因退職未能獲取薪資所為之給付，兩者性質相同，其請領老年給付者，自不應重複請領傷病給付。內政部中華民國六十九年六月十三日臺內社字第一七七三一號函示：「被保險人退職，依規定退保，並請領老年給付者，自不得再依勞工保險條例第二十條規定，請領傷病給付」，與上述意旨相符，尚不牴觸憲法。",
	"　　遺產稅之徵收，其遺產價值之計算，以被繼承人死亡時之時價為準，遺產及贈與稅法第十條第一項前段定有明文。對逾期申報遺產稅者，同項但書所為：如逾期申報日之時價，較死亡日之時價為高者，以較高者為準之規定，固以杜絕納稅義務人取巧觀望為立法理由，惟其以遺產漲價後之時價為遺產估價之標準，與同法第四十四條之處罰規定並列，易滋重複處罰之疑慮，應從速檢討修正。至稅捐稽徵法第四十八條之一第一項但書規定加計利息，一併徵收，乃因納稅義務人遲繳稅款獲有消極利益之故，與憲法尚無牴觸。",
	"　　公務人員之公法上財產請求權，遭受損害時，得依訴願或行政訴訟程序請求救濟。公務人員退休，依據法令規定請領福利互助金，乃為公法上財產請求權之行使，如有爭執，自應依此意旨辦理。本院釋字第一八七號、第二０一號及第二六六號解釋應予補充。",
	"　　對人民違反行政法上義務之行為科處罰鍰，涉及人民權利之限制，其處罰之構成要件及數額，應由法律定之。若法律就其構成要件，授權以命令為補充規定者，授權之內容及範圍應具體明確，然後據以發布命令，始符憲法第二十三條以法律限制人民權利之意旨。民用航空運輸業管理規則雖係依據民用航空法第九十二條而訂定，惟其中因違反該規則第二十九條第一項規定，而依同規則第四十六條適用民用航空法第八十七條第七款規定處罰部分，法律授權之依據，有欠明確，與前述意旨不符，應自本解釋公布日起，至遲於屆滿一年時，失其效力。",
	"　　憲法為國家根本大法，其修改關係憲政秩序之安定及國民之福祉至鉅，應使國民預知其修改之目的並有表達意見之機會。國民大會臨時會係依各別不同之情形及程序而召集，其非以修憲為目的而召集之臨時會，自不得行使修改憲法之職權，本院釋字第二十九號解釋應予補充。",
	"　　關於公司超過票面金額發行股票之溢額所得，應否免稅及免稅之範圍如何，立法機關依租稅法律主義，得為合理之裁量。獎勵投資條例第二十五條僅規定：「生產事業依公司法規定，將發行股票超過票面金額之溢價作為公積時，免予計入所得額」，行政院中華民國五十六年十二月七日台經字第九四九四號令及財政部同年月十日台財稅發字第一三０五五號令乃釋示，非生產事業之上述溢額所得並無免稅規定，不在免稅之列，與憲法所定之租稅法律主義尚無牴觸。",
	"　　公務人員保險法第三條規定之疾病、傷害與殘廢，乃屬不同之保險事故。被保險人在保險有效期間發生殘廢事故時，自應依同法第十四條予以殘廢給付。其於領取殘廢給付後，承保機關在何種情形下仍應負擔其醫療費用，係另一問題。銓敘部七十九年十月六日七九台華特一字第０四七０七七七號函謂「植物人」之大腦病變可終止治療，如屬無誤，則已合於殘廢給付之條件，乃又以其引起之併發症無法終止治療為由而不予核給，將殘廢給付與疾病、傷害給付混為同一保險事故，增加法律所無之條件，與憲法實施社會保險照顧殘廢者生活，以保障人民權利之意旨尚有不符，應不再援用。惟「植物人」之大腦病變縱可終止治療，其所需治療以外之專門性照護，較殘廢給付更為重要，現行公務人員保險就專業照護欠缺規定，應迅予檢討改進。又大腦病變之「植物人」於領取殘廢給付後，如因大腦病變以外之其他傷病而有治療之必要者，既非屬同一傷病之範圍，承保機關仍應負擔醫療費用，乃屬當然，併予說明。",
	"　　中華民國七十六年十二月三十日修正公布之所得稅法第一百十一條第二項，關於私人團體或事業，違反第八十九條第三項之規定，未依限填報或未據實申報者，處該團體或事業五百元罰鍰之規定，係對稅款扣繳義務人違反法律上作為義務所為之制裁，以確實掌握課稅資料，為增進公共利益所必要，與憲法並無牴觸。",
	"　　中華民國五十二年一月二十九日修正公布之所得稅法第十五條、第十七條第一項，關於納稅義務人應與其有所得之配偶及其他受扶養親屬合併申報課徵綜合所得稅之規定，就申報之程序而言，與憲法尚無牴觸。惟合併課稅時，如納稅義務人與有所得之配偶及其他受扶養親屬合併計算稅額，較之單獨計算稅額，增加其稅負者，即與租稅公平原則有所不符。首開規定雖已於中華民國七十八年十二月三十日作部分修正，主管機關仍宜隨時斟酌相關法律及社會經濟情況，檢討改進。",
	"　　考試機關依法舉行之考試，其閱卷委員係於試卷彌封時評定成績，在彌封開拆後，除依形式觀察，即可發見該項成績有顯然錯誤者外，不應循應考人之要求任意再行評閱，以維持考試之客觀與公平。考試院於中華民國七十五年十一月十二日修正發布之「應考人申請複查考試成績處理辦法」，其第八條規定「申請複查考試成績，不得要求重新評閱、提供參考答案、閱覽或複印試卷。亦不得要求告知閱卷委員之姓名或其他有關資料」，係為貫徹首開意旨所必要，亦與典試法第二十三條關於「辦理考試人員應嚴守秘密」之規定相符，與憲法尚無牴觸。惟考試成績之複查，既為兼顧應考人之權益，有關複查事項仍宜以法律定之。",
	"　　戰士授田憑據處理條例，係為收回已依反共抗俄戰士授田條例領取之戰士授田憑據，分別情形給予不同基數之補償金而制定。該授田條例雖於中華民國四十年十月十八日生效，但依其第五條、第十一條第二項規定之意旨，關於作戰受傷致成殘廢，並不以該日以後發生者為限。戰士授田憑據處理條例施行細則第三條謂殘廢以四十年十月十八日以後發生者，始發給殘廢標準之補償金，致在該日以前作戰受傷致成殘廢，而已領有授田憑據之人員，失其依該條例所定殘廢標準領取補償金之機會，與法律規定不符，有違憲法保障人民權利之意旨，應不予適用。至此項人員負傷所由致之作戰，其範圍如何，應由主管機關依各該條例立法意旨予以界定，乃屬當然。",
	"　　中華民國七十五年六月二十九日修正公布之關稅法第二十三條之規定，使納稅義務人未能按海關核定稅款於期限內全數繳納或提供相當擔保者，喪失行政救濟之機會，係對人民訴訟權所為不必要之限制，與憲法第十六條保障人民訴訟權之意旨有所牴觸。",
	"　　中華民國三十五年四月二十九日修正公布之土地法第二百十七條規定：「徵收土地之殘餘部分面積過小，或形勢不整，致不能為相當之使用時，所有權人得要求一併徵收」，對於要求一併徵收之期間未予明定，內政部為貫徹同法第二百十九條關於徵收完畢後限一年內使用之意旨，六十八年十月九日台內地字第三０二七四號函謂：「要求一併徵收，宜自協議時起，迄於徵收完畢一年內為之，逾期應不受理」，係為執行上開土地法第二百十七條所必要，與憲法並無牴觸。",
	"　　各機關擬任之公務人員，經人事主管機關任用審查，認為不合格或降低原擬任之官等者，於其憲法所保障服公職之權利有重大影響，如經依法定程序申請復審，對復審決定仍有不服時，自得依法提起訴願或行政訴訟，以謀求救濟。行政法院五十九年度判字第四００號判例，與上開意旨不符部分，應不再援用。",
	"　　財政部中華民國七十四年六月十八日修正發布之海關管理貨櫃辦法，其第二十六條前段，關於貨櫃集散站由於非人力所不能抗拒之原因，致貨物短少時，海關得於一定期間停止受理其申報進儲業務之規定，旨在確保海關對於存站貨物之監視效果，防止走私，為增進公共利益所必要。惟上述一定期間，未設最長期間之限制，究須如何規範，應參酌航業法第六十三條之規定，以法律或法律授權之命令定之，並應於中華民國八十三年十二月三十一日以前制定施行，逾期上開規定應停止適用。又該辦法尚涉及公法契約之問題，關於公法契約之基本規範，亦宜由有關機關儘速立法，妥為訂定。",
	"　　本院釋字第七十六號解釋認監察院與其他中央民意機構共同相當於民主國家之國會，於憲法增修條文第十五條規定施行後，監察院已非中央民意機構，其地位及職權亦有所變更，上開解釋自不再適用於監察院。惟憲法之五院體制並未改變，原屬於監察院職權中之彈劾、糾舉、糾正權及為行使此等職權，依憲法第九十五條、第九十六條具有之調查權，憲法增修條文亦未修改，此項調查權仍應專由監察院行使。立法院為行使憲法所賦予之職權，除依憲法第五十七條第一款及第六十七條第二項辦理外，得經院會或委員會之決議，要求有關機關就議案涉及事項提供參考資料，必要時並得經院會決議調閱文件原本，受要求之機關非依法律規定或其他正當理由不得拒絕。但國家機關獨立行使職權受憲法之保障者，如司法機關審理案件所表示之法律見解、考試機關對於應考人成績之評定、監察委員為糾彈或糾正與否之判斷，以及訴訟案件在裁判確定前就偵查、審判所為之處置及其卷證等，監察院對之行使調查權，本受有限制，基於同一理由，立法院之調閱文件，亦同受限制。",
	"　　都市計畫法第四十二條第一項第一款所稱之河道，係指依同法第三條就都市重要設施作有計畫之發展，而合理規劃所設置之河道而言。至於因地勢自然形成之河流，及因之而依水利法公告之原有「行水區」，雖在都市計畫使用區之範圍，仍不包括在內。",
	"　　所得稅法第一百十四條第二款前段：「扣繳義務人已依本法扣繳稅款，而未依第九十二條規定之期限按實填報或填發扣繳憑單者，除限期責令補報或填發外，應按扣繳稅額處百分之二十之罰鍰，但最低不得少於一千五百元；逾期自動申報或填發者，減半處罰」，旨在掌握稅源資料，維護租稅公平，就違反此項法律上作為義務應予制裁部分，為增進公共利益所必要，與憲法尚無牴觸。惟對於扣繳義務人已將所扣稅款依限向國庫繳清，僅逾期申報或填發扣繳憑單者，仍依應扣繳稅額固定之比例處以罰鍰，又無合理最高額之限制，應由有關機關檢討修正。",
	"　　中華民國領土，憲法第四條不採列舉方式，而為「依其固有之疆域」之概括規定，並設領土變更之程序，以為限制，有其政治上及歷史上之理由。其所稱固有疆域範圍之界定，為重大之政治問題，不應由行使司法權之釋憲機關予以解釋。",
	"　　憲法所稱之條約係指中華民國與其他國家或國際組織所締結之國際書面協定，包括用條約或公約之名稱，或用協定等名稱而其內容直接涉及國家重要事項或人民之權利義務且具有法律上效力者而言。其中名稱為條約或公約或用協定等名稱而附有批准條款者，當然應送立法院審議，其餘國際書面協定，除經法律授權或事先經立法院同意簽訂，或其內容與國內法律相同者外，亦應送立法院審議。",
	"　　遺產及贈與稅法第二十三條第一項前段規定，被繼承人死亡遺有財產者，納稅義務人應於被繼承人死亡之日起六個月內，向戶籍所在地主管稽徵機關辦理遺產稅申報。其受死亡之宣告者，在判決宣告死亡前，納稅義務人無從申報，故同法施行細則第二十一條就被繼承人為受死亡之宣告者，規定其遺產稅申報期間應自判決宣告之日起算，符合立法目的及宣告死亡者遺產稅申報事件之本質，與憲法第十九條意旨，並無牴觸。",
	"　　依中華民國憲法增修條文第四條規定，僑居國外國民及全國不分區之中央民意代表，係按該次選舉政黨得票總數比例方式產生，而非由選舉區之選民逕以投票方式選出，自無從由選舉區之選民以投票方式予以罷免，公職人員選舉罷免法第六十九條第二項規定：「全國不分區、僑居國外國民選舉之當選人，不適用罷免之規定」，與憲法並無牴觸。惟此種民意代表如喪失其所由選出之政黨黨員資格時，自應喪失其中央民意代表之資格，方符憲法增設此一制度之本旨，其所遺缺額之遞補，應以法律定之。",
	"　　學校教職員退休條例第六條所稱「繼續服務」，係指學校之教員或校長，於辦理退休時之職務，與其連續任職二十年之資歷相銜接而無間斷之情形而言。",
	"　　教育部於中華民國七十九年五月十五日發布之（七九）人字第二二０六四號函釋：「曾任各級政府設立之托兒所教保人員，服務當時如已具幼稚園教師資格，其服務年資於轉任公立幼稚園教師時，得每滿一年提敘一級支薪，並應受本職最高薪之限制。」其就提敘以具有幼稚園教師資格者之服務年資為限，與憲法並無牴觸。",
	"　　廣義之公債，係指包括政府賒借在內之一切公共債務而言。而中央政府建設公債發行條例所稱之公債，則指依法以債票方式發行之建設公債。惟為維護國家財政之健全，國家全部舉債之上限，宜綜合考量以法律定之，併予指明。",
	"　　民法第三百三十條規定：「債權人關於提存物之權利，自提存後十年間不行使而消滅，其提存物屬於國庫」、提存法施行細則第七條前段規定：「關於民法第三百三十條所規定之期間，自提存之翌日起算」，旨在使提存物之權利狀態早日確定，以維持社會秩序之安定，與憲法並無牴觸。惟提存物歸屬國庫，影響債權人之財產權，故提存之事實應由提存人依法通知債權人或由提存所將提存通知書送達或公告，其未踐行上述程序者，應於前述期間屆滿前相當期間內，補行送達或公告。上開施行細則應通盤檢討修正，以保障人民之財產權。",
	"　　中華民國七十七年七月十五日修正公布之都市計畫法第五十條，對於公共設施保留地未設取得期限之規定，乃在維護都市計畫之整體性，為增進公共利益所必要，與憲法並無牴觸。至為兼顧土地所有權人之權益，主管機關應如何檢討修正有關法律，係立法問題。",
	"　　營業稅法第五十一條第五款規定，納稅義務人虛報進項稅額者，除追繳稅款外，按所漏稅額處五倍至二十倍罰鍰，並得停止其營業。依此規定意旨，自應以納稅義務人有虛報進項稅額，並因而逃漏稅款者，始得據以追繳稅款及處罰。財政部中華民國七十六年五月六日台財稅字第七六三七三七六號函，對於有進貨事實之營業人，不論其是否有虛報進項稅額，並因而逃漏稅款，概依首開條款處罰，其與該條款意旨不符部分，有違憲法保障人民權利之本旨，應不再援用。至首開法條所定處罰標準，尚未逾越立法裁量範圍，與憲法並無牴觸。",
	"　　主管機關對公務人員任用資格審查，認為不合格或降低原擬任之官等者，於其憲法所保障服公職之權利有重大影響，公務員如有不服，得依法提起訴願及行政訴訟，業經本院釋字第三二三號解釋釋示在案。其對審定之級俸如有爭執，依同一意旨，自亦得提起訴願及行政訴訟。行政法院五十七年判字第四一四號及五十九年判字第四００號判例應不再援用。本院上開解釋，應予補充。",
	"　　中華民國六十年一月九日修正公布之貨物稅條例第十八條第一項，關於同條項第十二款，應貼於包件上或容器上之完稅或免稅照證，不遵規定實貼者，不問有無漏稅事實，概處比照所漏稅額二倍至十倍之罰鍰之規定（現已修正），顯已逾越處罰之必要程度，不符憲法保障人民權利之意旨；財政部六十六年十二月二十日台財稅字第三八五七二號函釋「凡未按規定貼查驗證者，不再問其有無漏稅，均應按該條文規定以漏稅論處」，均應不予援用。",
	"　　公職人員選舉罷免法第三十八條第二項規定：「政黨推薦之區域、山胞候選人，其保證金減半繳納。但政黨撤回推薦者，應全額繳納」，無異使無政黨推薦之候選人，須繳納較高額之保證金，形成不合理之差別待遇，與憲法第七條之意旨有違，應不再適用。",
	"　　七十九年特種考試臺灣省基層公務人員考試規則係考試院依其法定職權訂定，該規則第三條規定，本項考試採分區報名、分區錄取及分區分發，並規定錄取人員必須在原報考區內服務滿一定期間，係因應基層機關人力需求及考量應考人員志願，所採之必要措施，與憲法第七條平等權之規定，尚無牴觸。",
	"　　立法院審議法律案，須在不牴觸憲法之範圍內，依其自行訂定之議事規範為之。法律案經立法院移送總統公布者，曾否踐行其議事應遵循之程序，除明顯牴觸憲法者外，乃其內部事項，屬於議會依自律原則應自行認定之範圍，並非釋憲機關審查之對象。是以總統依憲法第七十二條規定，因立法院移送而公布之法律，縱有與其議事規範不符之情形，然在形式上既已存在，仍應依中央法規標準法第十三條之規定，發生效力。法律案之立法程序有不待調查事實即可認定為牴觸憲法，亦即有違反法律成立基本規定之明顯重大瑕疵者，則釋憲機關仍得宣告其為無效。惟其瑕疵是否已達足以影響法律成立之重大程度，如尚有爭議，並有待調查者，即非明顯，依現行體制，釋憲機關對於此種事實之調查受有限制，仍應依議會自律原則，謀求解決。關於依憲法增修條文第九條授權設置之國家安全會議、國家安全局及行政院人事行政局之組織法律，立法院於中華民國八十二年十二月三十日移送總統公布施行，其通過各該法律之議事錄，雖未經確定，但尚不涉及憲法關於法律成立之基本規定。除此之外，其曾否經議決通過，因尚有爭議，非經調查，無從確認。依前開意旨，仍應由立法院自行認定，並於相當期間內議決補救之。若議決之結果與已公布之法律有異時，仍應更依憲法第七十二條之規定，移送總統公布施行。",
	"　　依遺產及贈與稅法第三十條第二項規定，遺產稅本應以現金繳納，必須現金繳納確有困難時，始得以實物抵繳。是以申請以實物抵繳，是否符合上開要件及其實物是否適於抵繳，自應由稅捐稽徵機關予以調查核定。同法施行細則第四十三條規定，抵繳之實物以易於變價或保管，且未經設定他項權利者為限。財政部中華民國七十一年十月四日（七一)台財稅字第三七二七七號函謂已成道路使用之土地，非經都市計畫劃為道路預定地，而由私人設置者，不得用以抵繳遺產稅，係因其變價不易，符合上開法律規定之意旨，均為貫徹稅法之執行，並培養誠實納稅之風氣所必要，與憲法尚無牴觸。",
	"　　臺北市辦理徵收土地農林作物及魚類補償遷移費查估基準，係臺北市政府基於主管機關之職權，為執行土地法第二百四十一條之規定而訂定，其中有關限制每公畝種植花木數量，對超出部分不予補償之規定，乃為防止土地所有人於徵收前故為搶植或濫種，以取得不當利益而設，為達公平補償目的所必要，與憲法並無牴觸。但如有確切事證，證明其真實正常種植狀況與基準相差懸殊時，仍應由主管機關依據專業知識與經驗，就個案妥慎認定之，乃屬當然，併此說明。",
	"　　行政院於中華民國七十三年七月十日修正發布之「限制欠稅人或欠稅營利事業負責人出境實施辦法」，係依稅捐稽徵法第二十四條第三項及關稅法第二十五條之一第三項之授權所訂定，其第二條第一項之規定，並未逾越上開法律授權之目的及範圍，且依同辦法第五條規定，有該條所定六款情形之一時，應即解除其出境限制，已兼顧納稅義務人之權益。上開辦法為確保稅收，增進公共利益所必要，與憲法尚無牴觸。",
	"　　憲法第十九條規定人民有依法律納稅之義務，係指有關納稅之義務應以法律定之，並未限制其應規定於何種法律。法律基於特定目的，而以內容具體、範圍明確之方式，就徵收稅捐所為之授權規定，並非憲法所不許。國民教育法第十六條第一項第三款及財政收支劃分法第十八條第一項關於徵收教育捐之授權規定，依上開說明，與憲法尚無牴觸。",
	"　　內政部中華民國七十五年十一月二十五日及七十九年六月二十二日修正發布之自耕能力證明書之申請及核發注意事項，係基於主管機關之權限，為執行土地法第三十條及耕地三七五減租條例第十九條等規定而訂定，其中關於申請人住所與所承受農地或收回農地之位置，有所限制，係本於當時農地農有並自耕之土地政策，兼顧一般耕作工具之使用狀況而設，作為承辦機關辦理是項業務之依據，與憲法尚無牴觸。至上開注意事項所定以住所或現耕農地與所承受之農地是否屬同一縣市或毗鄰鄉鎮，為認定能否自耕之準據，仍應斟酌農業發展政策之需要、耕作方式及交通狀況之改進，隨時檢討修正，以免損害實際上有自耕能力農民之權益，併此說明。(註：依據司法院釋字第五八一號解釋，本解釋與該解釋相關部分，應予變更。)",
	"　　行政院中華民國六十七年元月二十七日台（六七）教字第八二三號函核准，由教育部發布之「國立陽明醫學院醫學系公費學生待遇及畢業後分發服務實施要點」，係主管機關為解決公立衛生醫療機構醫師缺額補充之困難而訂定，並作為與自願接受公費醫學教育學生，訂立行政契約之準據。依該要點之規定，此類學生得享受公費醫學及醫師養成教育之各種利益，其第十三點及第十四點因而定有公費學生應負擔於畢業後接受分發公立衛生醫療機構服務之義務，及受服務未期滿前，其專業證書先由分發機關代為保管等相關限制，乃為達成行政目的所必要，亦未逾越合理之範圍，且已成為學校與公費學生間所訂契約之內容。公費學生之權益受有限制，乃因受契約拘束之結果，並非該要點本身規定之所致。前開要點之規定，與憲法尚無牴觸。",
	"　　最高法院四十八年度台上字第一０六五號判例，認為「共有人於與其他共有人訂立共有物分割或分管之特約後，縱將其應有部分讓與第三人，其分割或分管契約，對於受讓人仍繼續存在」，就維持法律秩序之安定性而言，固有其必要，惟應有部分之受讓人若不知悉有分管契約，亦無可得而知之情形，受讓人仍受讓與人所訂分管契約之拘束，有使善意第三人受不測損害之虞，與憲法保障人民財產權之意旨有違，首開判例在此範圍內，嗣後應不再援用。至建築物為區分所有，其法定空地應如何使用，是否共有共用或共有專用，以及該部分讓與之效力如何，應儘速立法加以規範，併此說明。",
	"　　內政部於中華民國七十七年八月十七日函頒之時效取得地上權登記審查要點第八點第一項、第二項規定，占有人申請登記時，應填明土地所有權人之現在住址及登訪簿所載之住址。如土地所有人死亡者，應填明土地所有權人或管理人之姓名及住址等項，係因地上權為存在於所有權上之限制物權，該規定之本身乃保護土地所有權人之權益所必要，與憲法並無牴觸。惟如未予填明，依土地登記規則第四十八條第二款、第四十九條第一項第四款規定，應命補正，不補正者駁回其登記之申請。是前開要點乃為該規則之補充規定，二者結合適用，足使能確實證明在客觀上有不能查明所有權人或管理人之姓名、住址而為補正之情形者，因而無法完成其地上權之登記，即與憲法保障人民財產權之意旨有違，在此範圍內，應不予援用。",
	"　　公營事業移轉民營條例第八條第二項係就不隨同移轉之從業人員所作之規定，其第三項則係就繼續留用之從業人員所作之規定，依該第三項前段規定，僅在就繼續留用人員之原有年資辦理結算範圍內，始依前項（第二項）所定結算標準辦理。綜觀該條全文立法意旨，在移轉民營當時，對於繼續留用人員之給與，並不包括第二項關於加發六個月薪給在內，以維持不隨同移轉人員與繼續留用人員待遇之平衡。",
	"　　土地登記專業代理人係屬專門職業，依憲法第八十六條第二款規定，其執業資格應依法考選銓定之。中華民國七十八年十二月二十九日修正公布之土地法第三十七條之一第二項規定，符合上開意旨，與憲法並無牴觸。",
	"　　人民向行政法院請求停止原處分之執行，須已依法提起行政訴訟，在訴訟繫屬中者始得為之，此觀行政訴訟法第十二條（修正前第十一條）之規定甚明。行政法院四十七年度裁字第二十六號判例與此意旨相符，並未限制人民之訴訟權，與憲法尚無牴觸。",
	"　　在臺離營之無職軍官，依行政院於中華民國四十八年七月十四日核准由國防部發布之陸海空軍無軍職軍官處理辦法等相關規定，在四十年十月十八日反共抗俄戰士授田條例公布後，雖具有軍籍，但因該條例之授田憑據以在營軍人為發給對象，致此等軍官因未在營而不能領取授田憑據。七十九年四月二十三日公布之戰士授田憑據處理條例第十條：「反共抗俄戰士授田條例公布施行前，曾參加反共抗俄作戰，除因有叛國行為或逃亡而被判有期徒刑以上之刑者外，其餘在臺離營之退除役無職軍官，領有退伍除役證明書，且現居住臺灣地區者，視同已發給授田憑據，依本條例之規定處理」，係就上述情況，公平考量所為之規定，並非針對軍官與士兵身分不同，而作差別待遇，與憲法第七條尚無牴觸。",
	"　　最高法院二十九年度上字第一００五號判例：「民事訴訟法第四百九十二條第一項第十一款（現行法第四百九十六條第一項第十三款）所謂當事人發見未經斟酌之證物，係指前訴訟程序事實審之言詞辯論終結前已存在之證物，因當事人不知有此，致未經斟酌，現始知之者而言。若在前訴訟程序事實審言詞辯論終結前，尚未存在之證物，本無所謂發見，自不得以之為再審理由。」乃為促使當事人在前訴訟程序事實審言詞辯論終結前，將已存在並已知悉而得提出之證物全部提出，以防止當事人於判決發生既判力後，濫行提起再審之訴，而維持確定裁判之安定性，與憲法並無牴觸。至事實審言詞辯論終結後始存在之證物，雖不得據為再審理由，但該證物所得證明之事實，是否受確定判決既判力之拘束，則應依個案情形定之，併予說明。",
	"　　營業稅法第四十九條就營業人未依該法規定期限申報銷售額或統一發票明細表者，應加徵滯報金、怠報金之規定，旨在促使營業人履行其依法申報之義務，俾能確實掌握稅源資料，建立合理之查核制度。加徵滯報金、怠報金，係對營業人違反作為義務所為之制裁，其性質為行為罰，此與逃漏稅捐之漏稅罰乃屬兩事。上開規定，為增進公共利益所必要，與憲法並無牴觸。惟在營業人已繳納其應納稅款之情形下，行為罰仍依應納稅額固定之比例加徵滯報金與怠報金，又無合理最高額之限制，依本院大法官釋字第三二七號解釋意旨，主管機關應注意檢討修正，併此說明。",
	"　　依中華民國憲法第一百零四條設置於監察院之審計長，其職務之性質與應隨執政黨更迭或政策變更而進退之政務官不同。審計部組織法第三條關於審計長任期為六年之規定，旨在確保其職位之安定，俾能在一定任期中，超然獨立行使職權，與憲法並無牴觸。",
	"　　各共有人得隨時請求分割共有物，固為民法第八百二十三條第一項前段所規定。惟同條項但書又規定，因物之使用目的不能分割者，不在此限。其立法意旨在於增進共有物之經濟效用，並避免不必要之紛爭。區分所有建築物之共同使用部分，為各區分所有人利用該建築物所不可或缺，其性質屬於因物之使用目的不能分割者。內政部中華民國六十一年十一月七日（六一）台內地字第四九一六六０號函，關於太平梯、車道及亭子腳為建築物之一部分，不得分割登記之釋示，符合上開規定之意旨，與憲法尚無牴觸。",
	"　　財政部中華民國七十九年三月十五日台財稅字第七八０四三七九一一號、八十年四月二十日台財稅字第八００一二八一六一號及同年六月四日台財稅字第八００一七四０四一號等函，係基於主管機關之職權對於土地稅法第五十五條之二罰鍰數額之計算所為之釋示，符合該法條規定之意旨，為遏阻違法使用農地，以增進公共利益所必要，與憲法並無牴觸。",
	"　　土地法第三十七條之一第二項係依憲法第八十六條第二款而制定，與憲法並無牴觸，業經本院釋字第三五二號解釋釋示在案。內政部於中華民國七十九年六月二十九日發布之土地登記專業代理人管理辦法，則係依據上開法條第四項授權訂定，其第四條：「合於左列資格之一者，得請領專業代理人證書：一、經專業代理人考試或檢覈及格者。二、領有直轄市、縣（市）政府核發土地代書人登記合格證明者。三、領有直轄市、縣（市）政府核發代理他人申辦土地登記案件專業人員登記卡者」之規定，並未逾越法律授權範圍，與憲法亦無牴觸。",
	"　　個人出售房屋交易所得，係所得稅法第九條財產交易所得之一種。行政院於中華民國七十七年五月三十日修正發布之所得稅法施行細則第十七條之二，關於個人出售房屋所得額核定方法之規定，與租稅法定主義並無違背。依該條規定，個人出售房屋未申報或未能提出證明文件者，其所得額由主管稽徵機關參照當年度實際經濟情況及房屋市場交易情形擬訂，報請財政部核定其標準，依該標準核定之。嗣財政部依據臺北市國稅局就七十六年度臺北市個人出售房屋所得額多數個案取樣調查結果擬訂之標準，於七十七年六月二十七日以臺財稅字第七七０五五三一０五號函，核定七十六年度臺北市個人出售房屋交易所得，按房屋稅課稅現值百分之二十計算，係經斟酌年度、地區、經濟情況所核定，並非依固定之百分比訂定，符合本院釋字第二一八號解釋之意旨，與憲法並無牴觸。",
	"　　民法第九百八十八條第二款關於重婚無效之規定，乃所以維持一夫一妻婚姻制度之社會秩序，就一般情形而言，與憲法尚無牴觸。惟如前婚姻關係已因確定判決而消滅，第三人本於善意且無過失，信賴該判決而與前婚姻之一方相婚者，雖該判決嗣後又經變更，致後婚姻成為重婚，究與一般重婚之情形有異，依信賴保護原則，該後婚姻之效力，仍應予以維持。首開規定未兼顧類此之特殊情況，與憲法保障人民結婚自由權利之意旨未盡相符，應予檢討修正。在修正前，上開規定對於前述因信賴確定判決而締結之婚姻部分，應停止適用。如因而致前後婚姻關係同時存在，則重婚者之他方，自得依法請求離婚，併予指明。",
	"　　地方行政機關為執行法律，得依其職權發布命令為必要之補充規定，惟不得與法律牴觸。臺北市政府於中華民國七十年七月二十三日發布之臺北市獎勵投資興建零售市場須知，對於申請投資興建市場者，訂有須「持有市場用地內全部私有土地使用權之私人或團體」之條件，係增加都市計畫法第五十三條所無之限制，有違憲法保障人民權利之意旨，應不予適用。至在獎勵投資條例施行期間申請興建公共設施，應符合該條例第三條之規定，乃屬當然。",
	"　　以廣播及電視方式表達意見，屬於憲法第十一條所保障言論自由之範圍。為保障此項自由，國家應對電波頻率之使用為公平合理之分配，對於人民平等「接近使用傳播媒體」之權利，亦應在兼顧傳播媒體編輯自由原則下，予以尊重，並均應以法律定之。",
	"　　民法第一千零八十九條，關於父母對於未成年子女權利之行使意思不一致時，由父行使之規定部分，與憲法第七條人民無分男女在法律上一律平等，及憲法增修條文第九條第五項消除性別歧視之意旨不符，應予檢討修正，並應自本解釋公布之日起，至遲於屆滿二年時，失其效力。",
	"　　裁判確定前犯數罪，分別宣告之有期徒刑均未逾六個月，依刑法第四十一條規定各得易科罰金者，因依同法第五十一條併合處罰定其應執行之刑逾六個月，致其宣告刑不得易科罰金時，將造成對人民自由權利之不必要限制，與憲法第二十三條規定未盡相符，上開刑法規定應檢討修正。對於前述因併合處罰所定執行刑逾六個月之情形，刑法第四十一條關於易科罰金以六個月以下有期徒刑為限之規定部分，應自本解釋公布之日起，至遲於屆滿一年時失其效力。",
	"　　營業稅法第二條第一款、第二款規定，銷售貨物或勞務之營業人、進口貨物之收貨人或持有人為營業稅之納稅義務人，依同法第三十五條之規定，負申報繳納之義務。同法施行細則第四十七條關於海關、法院及其他機關拍賣沒收、沒入或抵押之貨物時，由拍定人申報繳納營業稅之規定，暨財政部發布之「法院、海關及其他機關拍賣或變賣貨物課徵營業稅作業要點」第二項有關不動產之拍賣、變賣由拍定或成交之買受人繳納營業稅之規定，違反上開法律，變更申報繳納之主體，有違憲法第十九條及第二十三條保障人民權利之意旨，應自本解釋公布之日起至遲於屆滿一年時失其效力。",
	"　　行政訴訟法第四條「行政法院之判決，就其事件有拘束各關係機關之效力」，乃本於憲法保障人民得依法定程序，對其爭議之權利義務關係，請求法院予以終局解決之規定。故行政法院所為撤銷原決定及原處分之判決，如係指摘事件之事實尚欠明瞭，應由被告機關調查事證另為處分時，該機關即應依判決意旨或本於職權調查事證。倘依重為調查結果認定之事實，認前處分適用法規並無錯誤，雖得維持已撤銷之前處分見解；若行政法院所為撤銷原決定及原處分之判決，係指摘其適用法律之見解有違誤時，該管機關即應受行政法院判決之拘束。行政法院六十年判字第三十五號判例謂：「本院所為撤銷原決定及原處分之裁判，如於理由內指明由被告官署另為復查者，該官署自得本於職權調查事證，重為復查之決定，其重為復查之結果，縱與已撤銷之前決定持相同之見解，於法亦非有違」，其中與上述意旨不符之處，有違憲法第十六條保障人民訴訟權之意旨，應不予適用。",
	"　　憲法第十九條規定「人民有依法律納稅之義務」，係指人民有依法律所定要件負繳納稅捐之義務或享減免繳納之優惠而言。至法律所定之內容於合理範圍內，本屬立法裁量事項，是房屋稅條例第一條、第五條、第六條及第十五條之規定與憲法並無牴觸。又房屋稅係依房屋現值按法定稅率課徵，為財產稅之一種；同條例第十五條第一項第九款就房屋稅之免稅額雖未分別就自住房屋與其他住家用房屋而為不同之規定，仍屬立法機關裁量之範疇，與憲法保障人民平等權及財產權之本旨，亦無牴觸。惟土地法第一百八十七條規定：「建築改良物為自住房屋時，免予徵稅」，而房屋稅條例第一條則規定：「各直轄市及各縣（市)（局）未依土地法徵收土地改良物稅之地區，均依本條例之規定徵收房屋稅」，對自住房屋並無免予課徵房屋稅之規定，二者互有出入，適用時易滋誤解，應由相關主管機關檢討房屋租稅之徵收政策修正之。",
	"　　依商標法第五十二條第一項、第三十七條第一項第十二款規定，商標圖樣相同或近似於他人同一商品或類似商品之註冊商標者，利害關係人得申請商標主管機關評定其註冊為無效，係為維持市場商品交易秩序，保障商標專用權人之權益及避免消費大眾對於不同廠商之商品發生誤認致受損害而設。關於其申請評定期間，參諸同法第五十二條第三項及第二十五條第二項第一款規定之意旨，可知其須受註冊滿十年即不得申請之限制，已兼顧公益與私益之保障，與憲法第十五條保障人民財產權之規定並無牴觸。",
	"　　憲法為國家最高規範，法律牴觸憲法者無效，法律與憲法有無牴觸發生疑義而須予以解釋時，由司法院大法官掌理，此觀憲法第一百七十一條、第一百七十三條、第七十八條及第七十九條第二項規定甚明。又法官依據法律獨立審判，憲法第八十條定有明文，故依法公布施行之法律，法官應以其為審判之依據，不得認定法律為違憲而逕行拒絕適用。惟憲法之效力既高於法律，法官有優先遵守之義務，法官於審理案件時，對於應適用之法律，依其合理之確信，認為有牴觸憲法之疑義者，自應許其先行聲請解釋憲法，以求解決。是遇有前述情形，各級法院得以之為先決問題裁定停止訴訟程序，並提出客觀上形成確信法律為違憲之具體理由，聲請本院大法官解釋。司法院大法官審理案件法第五條第二項、第三項之規定，與上開意旨不符部分，應停止適用。",
	"　　維護人格尊嚴與確保人身安全，為我國憲法保障人民自由權利之基本理念。增進夫妻情感之和諧，防止家庭暴力之發生，以保護婚姻制度，亦為社會大眾所期待。民法第一千零五十二條第一項第三款所稱「不堪同居之虐待」，應就具體事件，衡量夫妻之一方受他方虐待所受侵害之嚴重性，斟酌當事人之教育程度、社會地位及其他情事，是否已危及婚姻關係之維繫以為斷。若受他方虐待已逾越夫妻通常所能忍受之程度而有侵害人格尊嚴與人身安全者，即不得謂非受不堪同居之虐待。最高法院二十三年上字第四五五四號判例謂：「夫妻之一方受他方不堪同居之虐待，固得請求離婚，惟因一方之行為不檢而他方一時忿激，致有過當之行為，不得即謂不堪同居之虐待」，對於過當之行為逾越維繫婚姻關係之存續所能忍受之範圍部分，並未排除上述原則之適用，與憲法尚無牴觸。",
	"　　工會法第四條規定：「各級政府行政及教育事業、軍火工業之員工，不得組織工會」，其中禁止教育事業技工、工友組織工會部分，因該技工、工友所從事者僅係教育事業之服務性工作，依其工作之性質，禁止其組織工會，使其難以獲致合理之權益，實已逾越憲法第二十三條之必要限度，侵害從事此項職業之人民在憲法上保障之結社權，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。惟基於教育事業技工、工友之工作性質，就其勞動權利之行使有無加以限制之必要，應由立法機關於上述期間內檢討修正，併此指明。",
	"　　依土地法第四十六條之一至第四十六條之三之規定所為地籍圖重測，純為地政機關基於職權提供土地測量技術上之服務，將人民原有土地所有權範圍，利用地籍調查及測量等方法，將其完整正確反映於地籍圖，初無增減人民私權之效力。故縱令相鄰土地所有權人於重新實施地籍測量時，均於地政機關通知之期限內到場指界，毫無爭議，地政機關依照規定，已依其共同指定之界址重新實施地籍測量。則於測量結果公告期間內即令土地所有權人以指界錯誤為由，提出異議，測量結果於該公告期間屆滿後即行確定，地政機關應據以辦理土地標示變更登記。惟有爭執之土地所有權人尚得依法提起民事訴訟請求解決，法院應就兩造之爭執，依調查證據之結果予以認定，不得以原先指界有誤，訴請另定界址為顯無理由，為其敗訴之判決。最高法院七十五年四月二十二日第八次民事庭會議決議（一）略謂：為貫徹土地法整理地籍之土地政策，免滋紛擾，不許原指界之當事人又主張其原先指界有誤，訴請另定界址，應認其起訴顯無理由云云，與上開意旨不符，有違憲法保障人民財產權及訴訟權之規定，應不予適用。",
	"　　農業發展條例第三十一條前段規定：「家庭農場之農業用地，其由能自耕之繼承人一人繼承或承受，而繼續經營農業生產者，免徵遺產稅或贈與稅」，其目的在於有二人以上之繼承人共同繼承農業用地時，鼓勵其協議由繼承人一人繼承或承受，庶免農地分割過細，妨害農業發展。如繼承人僅有一人時，既無因繼承而分割或移轉為共有之虞，自無以免稅鼓勵之必要。同條例施行細則第二十一條前段規定：「本條例第三十一條所稱由繼承人一人繼承或承受，指民法第一千一百三十八條規定之共同繼承人有二人以上時，協議由繼承人一人繼承或承受」，與上開意旨相符，並未逾越法律授權範圍，且為增進公共利益所必要，與憲法尚無牴觸。",
	"　　化學合成麻醉藥品類及其製劑為麻醉藥品管理條例所稱麻醉藥品之一種，為同條例第二條第四款所明定。安非他命係以化學原料合成而具有成癮性之藥品，行政院衛生署中華民國七十九年十月九日衛署藥字第九０四一四二號公告，將安非他命列入麻醉藥品管理條例所稱化學合成麻醉藥品類，係在公告確定其列為管理之項目，並非增列處罰規定或增加人民之義務，與憲法並無牴觸。",
	"　　個人所得之歸屬年度，依所得稅法第十四條及第八十八條規定並參照第七十六條之一第一項之意旨，係以實際取得之日期為準，亦即年度綜合所得稅之課徵，僅以已實現之所得為限，而不問其所得原因是否發生於該年度。財政部賦稅署六十年六月二日台稅一發字第三六八號箋函關於納稅義務人因案停職後，於復職時服務機關一次補發其停職期間之薪金，應以實際給付之日期為準，按實際給付之總額，課徵綜合所得稅之釋示，符合上開所得稅法之意旨，與憲法尚無牴觸。",
	"　　依律師法第四十一條及第四十三條所設之律師懲戒委員會及律師懲戒覆審委員會，性質上相當於設在高等法院及最高法院之初審與終審職業懲戒法庭，與會計師懲戒委員會等其他專門職業人員懲戒組織係隸屬於行政機關者不同。律師懲戒覆審委員會之決議即屬法院之終審裁判，並非行政處分或訴願決定，自不得再行提起行政爭訟，本院釋字第二九五號解釋應予補充。",
	"　　私有農地所有權之移轉，其承受人以能自耕者為限，乃土地法第三十條第一項前段所明定。申請農地所有權移轉登記者，依土地登記規則第八十二條第一項第一款前段規定，應提出承受人自耕能力證明書，登記機關既應就所提自耕能力證明書為形式上的審查，則其於登記完畢後，經該管鄉（鎮、市、區）公所查明承受人不具備自耕能力而撤銷該自耕能力證明書時，其原先所有權移轉登記所據「具有自耕能力」之事由，已失所附麗，原登記機關自得撤銷前此准予登記之處分，逕行塗銷其所有權移轉登記。",
	"　　憲法第十一條關於講學自由之規定，係對學術自由之制度性保障；就大學教育而言，應包含研究自由、教學自由及學習自由等事項。大學法第一條第二項規定：「大學應受學術自由之保障，並在法律規定範圍內，享有自治權」，其自治權之範圍，應包含直接涉及研究與教學之學術重要事項。大學課程如何訂定，大學法未定有明文，然因直接與教學、學習自由相關，亦屬學術之重要事項，為大學自治之範圍。憲法第一百六十二條固規定：「全國公私立之教育文化機關，依法律受國家監督。」則國家對於大學自治之監督，應於法律規定範圍內為之，並須符合憲法第二十三條規定之法律保留原則。大學之必修課程，除法律有明文規定外，其訂定亦應符合上開大學自治之原則，大學法施行細則第二十二條第三項規定：「各大學共同必修科目，由教育部邀集各大學相關人員共同研訂之。」惟大學法並未授權教育部邀集各大學共同研訂共同必修科目，大學法施行細則所定內容即不得增加大學法所未規定之限制。又同條第一項後段「各大學共同必修科目不及格者不得畢業」之規定，涉及對畢業條件之限制，致使各大學共同必修科目之訂定實質上發生限制畢業之效果，而依大學法第二十三條、第二十五條及學位授予法第二條、第三條規定，畢業之條件係屬大學自治權範疇。是大學法施行細則第二十二條第一項後段逾越大學法規定，同條第三項未經大學法授權，均與上開憲法意旨不符，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　憲法第一百七十四條第一款關於憲法之修改，由國民大會代表總額三分之二之出席及出席代表四分之三之決議之規定，係指國民大會通過憲法修改案時，必須之出席及贊成之人數。至於憲法修改案應經何種讀會暨各次讀會之出席及議決人數，憲法及法律皆未規定。修改憲法所進行之一讀會程序，並非通過憲法修改案，其開議出席人數究採國民大會組織法第八條代表總額三分之一，或採憲法第一百七十四條第一款所定三分之二之出席人數，抑或參照一般會議規範所定出席人數為之，係屬議會自律之事項，均與憲法無違。至自律事項之決定，應符合自由民主憲政秩序之原則，乃屬當然，併此指明。",
	"　　各級學校依有關學籍規則或懲處規定，對學生所為退學或類此之處分行為，足以改變其學生身分並損及其受教育之機會，自屬對人民憲法上受教育之權利有重大影響，此種處分行為應為訴願法及行政訴訟法上之行政處分。受處分之學生於用盡校內申訴途徑，未獲救濟者，自得依法提起訴願及行政訴訟。行政法院四十一年判字第六號判例，與上開意旨不符部分，應不予援用，以符憲法保障人民受教育之權利及訴訟權之意旨。",
	"　　經濟部或省（直轄市）主管機關，認為礦業申請地有妨害公益或無經營之價值時，得不予核准；經濟部為探勘礦產調整礦區或調節產銷時，得指定某區域內之礦，停止接受申請，礦業法第三十四條有明文規定，是對於探採礦產之申請，主管機關本有准駁之裁量權。經濟部六十一年八月四日經（六一）礦字第二一五一六號令稱：今後凡被撤銷或註銷礦業權之煤礦，除有特殊原因，可予單獨開放人民申領者，一律應予暫行保留，以備有礦利關係之鄰接礦區調整增區促使擴大規模，趨於合理化經營，而增加保安之管理等語；復於七十五年八月十五日以經（七五）礦字第三五九０六號函，就礦種中包含煤礦者，一併暫予保留，不開放人民申請一事，重申前令，均係中央主管機關依上開規定，對下級主管機關就臺灣地區煤礦之探採所為之準則性釋示，與憲法尚無牴觸。",
	"　　憲法第八條第一項規定：「人民身體之自由應予保障。除現行犯之逮捕由法律另定外，非經司法或警察機關依法定程序，不得逮捕拘禁。非由法院依法定程序，不得審問處罰。非依法定程序之逮捕、拘禁、審問、處罰，得拒絕之。」其所稱「依法定程序」，係指凡限制人民身體自由之處置，不問其是否屬於刑事被告之身分，國家機關所依據之程序，須以法律規定，其內容更須實質正當，並符合憲法第二十三條所定相關之條件。檢肅流氓條例第六條及第七條授權警察機關得逕行強制人民到案，無須踐行必要之司法程序；第十二條關於秘密證人制度，剝奪被移送裁定人與證人對質詰問之權利，並妨礙法院發見真實；第二十一條規定使受刑之宣告及執行者，無論有無特別預防之必要，有再受感訓處分而喪失身體自由之虞，均逾越必要程度，欠缺實質正當，與首開憲法意旨不符。又同條例第五條關於警察機關認定為流氓並予告誡之處分，人民除向內政部警政署聲明異議外，不得提起訴願及行政訴訟，亦與憲法第十六條規定意旨相違。均應自本解釋公布之日起，至遲於中華民國八十五年十二月三十一日失其效力。",
	"　　憲法第十九條規定人民有依法律納稅之義務，固係指人民有依據法律所定之納稅主體、稅目、稅率、納稅方法及納稅期間等項而負納稅義務之意，然課人民以繳納租稅之法律，於適用時，該法律所定之事項若權利義務相關連者，本於法律適用之整體性及權利義務之平衡，當不得任意割裂適用。獎勵投資條例施行期間內，經依該條例第三條核准受獎勵之外國公司，於該條例施行期間屆滿後，既仍得繼續適用該條例享受租稅優惠，自應一併依同條例第十六條第三項之規定，於其稅後盈餘給付總公司時，扣繳百分之二十所得稅，方符立法原意。財政部八十年九月二十四日台財稅字第八００三五六０三二號對此之函釋，符合上開意旨，與憲法並無牴觸。",
	"　　中央政府建設公債發行條例第八條前段規定：「本公債債票遺失、被盜或滅失者，不得掛失止付，並不適用民法第七百二十條第一項但書、第七百二十五條及第七百二十七條之規定。」使人民合法持有之無記名公債債票於遺失、被盜或滅失時，無從依民法關於無記名證券之規定請求權利保護，亦未提供其他合理之救濟途徑，與憲法第十五條、第十六條保障人民權利之意旨不符，應自本解釋公布之日起，於其後依該條例發行之無記名公債，停止適用。",
	"　　行政院設院長、副院長各一人，各部會首長若干人，及不管部會之政務委員若干人；行政院院長由總統提名，經立法院同意任命之；行政院副院長、各部會首長及不管部會之政務委員，由行政院院長提請總統任命之。憲法第五十四條、第五十五條第一項、第五十六條定有明文。行政院對立法院負責，憲法第五十七條亦規定甚詳。行政院院長既須經立法院同意而任命之，且對立法院負政治責任，基於民意政治與責任政治之原理，立法委員任期屆滿改選後第一次集會前，行政院院長自應向總統提出辭職。行政院副院長、各部會首長及不管部會之政務委員係由行政院院長提請總統任命，且係出席行政院會議成員，參與行政決策，亦應隨同行政院院長一併提出辭職。",
	"　　憲法第五十二條規定，總統除犯內亂或外患罪外，非經罷免或解職，不受刑事上之訴究。此係憲法基於總統為國家元首，對內肩負統率全國陸海空軍等重要職責，對外代表中華民國之特殊身分所為之尊崇與保障。現職總統競選連任時，其競選活動固應受總統副總統選舉罷免法有關規定之規範，惟其總統身分並未因參選而變更，自仍有憲法第五十二條之適用。",
	"　　勞工保險條例第四十四條規定，醫療給付不包括美容外科。又同條例第十九條第一項規定，被保險人或其受益人，於保險效力開始後停止前發生保險事故者，始得依該條例規定，請領保險給付。勞工保險診療費用支付標準表係依據勞工保險條例第五十一條第二項授權訂定，其第九部第四節第二項關於顎骨矯正手術，載明「限外傷或顳顎關節疼痛者專案報准後施行」，乃因有此情形，始同時符合保險效力開始後停止前所發生之保險事故，以及非屬美容外科之要件。若勞工於加入勞工保險前發生之先天性痼疾或畸形，即不在勞工保險承保範圍。其不支付診療費用，並未逾越該條例授權範圍，與憲法尚無牴觸。",
	"　　對於人民設立工廠而有違反行政法上義務之行為，予以停工或勒令歇業之處分，涉及人民權利之限制，依憲法第二十三條及中央法規標準法第五條第二款規定，應以法律定之；若法律授權以命令為補充規定者，授權之目的、內容及範圍，應具體明確，始得據以發布命令。工廠設立登記規則第十九條第一項規定：「工廠不依照本規則之規定申請設立登記，或不依照核定登記事項經營，或違反其他工廠法令者，得由省（市）建設廳（局）予以局部或全部停工或勒令歇業之處分」，涉及人民權利之限制，欠缺法律授權之依據，與前述意旨不符，應自本解釋公布之日起，至遲於屆滿一年時失其效力。",
	"　　立法院依憲法第六十三條之規定有審議預算案之權，立法委員於審議中央政府總預算案時，應受憲法第七十條「立法院對於行政院所提預算案，不得為增加支出之提議」之限制及本院相關解釋之拘束，雖得為合理之刪減，惟基於預算案與法律案性質不同，尚不得比照審議法律案之方式逐條逐句增刪修改，而對各機關所編列預算之數額，在款項目節間移動增減並追加或削減原預算之項目。蓋就被移動增加或追加原預算之項目言，要難謂非上開憲法所指增加支出提議之一種，復涉及施政計畫內容之變動與調整，易導致政策成敗無所歸屬，責任政治難以建立，有違行政權與立法權分立，各本所司之制衡原理，應為憲法所不許。",
	"　　司法權之一之刑事訴訟、即刑事司法之裁判，係以實現國家刑罰權為目的之司法程序，其審判乃以追訴而開始，追訴必須實施偵查，迨判決確定，尚須執行始能實現裁判之內容。是以此等程序悉與審判、處罰具有不可分離之關係，亦即偵查、訴追、審判、刑之執行均屬刑事司法之過程，其間代表國家從事「偵查」「訴追」「執行」之檢察機關，其所行使之職權，目的既亦在達成刑事司法之任務，則在此一範圍內之國家作用，當應屬廣義司法之一。憲法第八條第一項所規定之「司法機關」，自非僅指同法第七十七條規定之司法機關而言，而係包括檢察機關在內之廣義司法機關。\n　　憲法第八條第一項、第二項所規定之「審問」，係指法院審理之訊問，其無審判權者既不得為之，則此兩項所稱之「法院」，當指有審判權之法官所構成之獨任或合議之法院之謂。法院以外之逮捕拘禁機關，依上開憲法第八條第二項規定，應至遲於二十四小時內，將因犯罪嫌疑被逮捕拘禁之人民移送該管法院審問。是現行刑事訴訟法第一百零一條、第一百零二條第三項準用第七十一條第四項及第一百二十條等規定，於法院外復賦予檢察官羈押被告之權；同法第一百零五條第三項賦予檢察官核准押所長官命令之權；同法第一百二十一條第一項、第二百五十九條第一項賦予檢察官撤銷羈押、停止羈押、再執行羈押、繼續羈押暨其他有關羈押被告各項處分之權，與前述憲法第八條第二項規定之意旨均有不符。\n　　憲法第八條第二項僅規定：「人民因犯罪嫌疑被逮捕拘禁時，其逮捕拘禁機關應將逮捕拘禁原因，以書面告知本人及其本人指定之親友，並至遲於二十四小時內移送該管法院審問。本人或他人亦得聲請該管法院，於二十四小時內向逮捕之機關提審。」並未以「非法逮捕拘禁」為聲請提審之前提要件，乃提審法第一條規定：「人民被法院以外之任何機關非法逮捕拘禁時，其本人或他人得向逮捕拘禁地之地方法院或其所隸屬之高等法院聲請提審。」以「非法逮捕拘禁」為聲請提審之條件，與憲法前開之規定有所違背。\n　　上開刑事訴訟法及提審法有違憲法規定意旨之部分，均應自本解釋公布之日起，至遲於屆滿二年時失其效力；本院院解字第四０三四號解釋，應予變更。至於憲法第八條第二項所謂「至遲於二十四小時內移送」之二十四小時，係指其客觀上確得為偵查之進行而言。本院釋字第一三０號之解釋固仍有其適用，其他若有符合憲法規定意旨之法定障礙事由者，自亦不應予以計入，併此指明。",
	"　　憲法第十六條規定，人民訴訟權應予保障，至訴訟救濟應循之審級、程序及相關要件，應由立法機關衡量訴訟之性質，以法律為正當合理之規定。行政訴訟法第二十八條第七款規定「為判決基礎之證物係偽造或變造者」得據以提起再審之訴，係指該證物確係偽造或變造而言，非謂僅須再審原告片面主張其為偽造或變造，即應重開訴訟程序而予再審。而所謂證物確係偽造或變造，則又以其偽造或變造經宣告有罪之判決已確定，或其刑事訴訟不能開始或續行，非因證據不足者為限。此乃因再審係對確定裁判之非常救濟程序，影響法秩序之安定，故對其提起要件應有所限制。行政法院七十六年判字第一四五一號判例，符合上開意旨，與憲法第十六條保障人民訴訟權之規定尚無牴觸。",
	"　　建築法第十五條第二項規定：「營造業之管理規則，由內政部定之」，概括授權訂定營造業管理規則。此項授權條款雖未就授權之內容與範圍為明確之規定，惟依法律整體解釋，應可推知立法者有意授權主管機關，就營造業登記之要件、營造業及其從業人員之行為準則、主管機關之考核管理等事項，依其行政專業之考量，訂定法規命令，以資規範。至於對營造業者所為裁罰性之行政處分，固與上開事項有關，但究涉及人民權利之限制，其處罰之構成要件與法律效果，應由法律定之；法律若授權行政機關訂定法規命令予以規範，亦須為具體明確之規定，始符憲法第二十三條法律保留原則之意旨。營造業管理規則第三十一條第一項第九款，關於「連續三年內違反本規則或建築法規規定達三次以上者，由省（市）主管機關報請中央主管機關核准後撤銷其登記證書，並刊登公報」之規定部分，及內政部中華民國七十四年十二月十七日（七四）臺內營字第三五七四二九號關於「營造業依營造業管理規則所置之主（專）任技師，因出國或其他原因不能執行職務，超過一個月，其狀況已消失者，應予警告處分」之函釋，未經法律具體明確授權，而逕行訂定對營造業者裁罰性行政處分之構成要件及法律效果，與憲法保障人民權利之意旨不符，自本解釋公布之日起，應停止適用。",
	"　　懲戒案件之議決，有法定事由者，原移送機關或受懲戒處分人得移請或聲請再審議，公務員懲戒法第三十三條第一項定有明文。其中所謂「懲戒案件之議決」，自應包括再審議之議決在內。公務員懲戒委員會再審字第三三五號案例及其他類此案例，與上開解釋意旨不符，對公務員訴訟上之權利為逾越法律規定之限制部分，有違憲法第二十三條法律保留原則之規定，應自本解釋公布之日起不再援用。",
	"　　憲法第十六條規定人民有訴訟之權，惟保障訴訟權之審級制度，得由立法機關視各種訴訟案件之性質定之。公務員因公法上職務關係而有違法失職之行為，應受懲戒處分者，憲法明定為司法權之範圍；公務員懲戒委員會對懲戒案件之議決，公務員懲戒法雖規定為終局之決定，然尚不得因其未設通常上訴救濟制度，即謂與憲法第十六條有所違背。懲戒處分影響憲法上人民服公職之權利，懲戒機關之成員既屬憲法上之法官，依憲法第八十二條及本院釋字第一六二號解釋意旨，則其機關應採法院之體制，且懲戒案件之審議，亦應本正當法律程序之原則，對被付懲戒人予以充分之程序保障，例如採取直接審理、言詞辯論、對審及辯護制度，並予以被付懲戒人最後陳述之機會等，以貫徹憲法第十六條保障人民訴訟權之本旨。有關機關應就公務員懲戒機關之組織、名稱與懲戒程序，併予檢討修正。",
	"　　財政部中華民國七十五年二月二十日台財稅字第七五二一四三五號令發布之「兼營營業人營業稅額計算辦法」係基於營業稅法第十九條第三項具體明確之授權而訂定，並未逾越法律授權之目的及範圍，與租稅法律主義並無牴觸。又財政部七十七年七月八日台財稅字第七六一一五三九一九號函釋稱兼營投資業務之營業人於年度中取得之股利，應於年度結束時彙總列入當年度最後乙期免稅銷售額申報，並依兼營營業人營業稅額計算辦法之規定，按當期或當年度進項稅額不得扣抵銷項稅額之比例計算調整應納稅額，併同繳納，僅釋示兼營營業人股利所得如何適用上開辦法計算其依法不得扣抵之進項稅額，並未認股利收入係營業稅之課稅範圍，符合營業稅法意旨，與憲法尚無違背。惟不得扣抵比例之計算，在租稅實務上既有多種不同方法，財政部雖於八十一年八月二十五日有所修正，為使租稅益臻公平合理，主管機關仍宜檢討改進。",
	"　　農會係以保障農民權益、提高農民知識技能、促進農業現代化、增加生產收益、改善農民生活、發展農村經濟為宗旨，得由居住農會組織區域內，實際從事農業之人依法參加為會員。農會既以其組織區域內之農民為服務對象，其會員資格之認定自以「居住農會組織區域內」及「實際從事農業」為要件。農會法第十八條第四款規定農會會員住址遷離原農會組織區域者為出會之原因，係屬法律效果之當然規定，與憲法第七條及第十條亦無牴觸。惟農會會員住址遷離原農會組織區域者，如仍從事農業工作，參酌農民健康保險條例第六條規定，其為農民健康保險被保險人之地位不應因而受影響，仍得依規定交付保險費，繼續享有同條例所提供之保障。主管機關發布有關命令應符合此意旨，以維護農民健康保險條例保障農民健康之目的。",
	"　　姓名權為人格權之一種，人之姓名為其人格之表現，故如何命名為人民之自由，應為憲法第二十二條所保障。姓名條例第六條第一項第六款規定命名文字字義粗俗不雅或有特殊原因經主管機關認定者，得申請改名。是有無申請改名之特殊原因，由主管機關於受理個別案件，就具體事實認定之。姓名文字與讀音會意有不可分之關係，讀音會意不雅，自屬上開法條所稱得申請改名之特殊原因之一。內政部中華民國六十五年四月十九日臺內戶字第六八二二六六號函釋「姓名不雅，不能以讀音會意擴大解釋」，與上開意旨不符，有違憲法保障人格權之本旨，應不予援用。",
	"　　憲法第十五條關於人民財產權應予保障之規定，旨在確保個人依財產之存續狀態行使其自由使用、收益及處分之權能，並免於遭受公權力或第三人之侵害，俾能實現個人自由、發展人格及維護尊嚴。如因公用或其他公益目的之必要，國家機關雖得依法徵收人民之財產，但應給予相當之補償，方符憲法保障財產權之意旨。既成道路符合一定要件而成立公用地役關係者，其所有權人對土地既已無從自由使用收益，形成因公益而特別犧牲其財產上之利益，國家自應依法律之規定辦理徵收給予補償，各級政府如因經費困難，不能對上述道路全面徵收補償，有關機關亦應訂定期限籌措財源逐年辦理或以他法補償。若在某一道路範圍內之私有土地均辦理徵收，僅因既成道路有公用地役關係而以命令規定繼續使用，毋庸同時徵收補償，顯與平等原則相違。至於因地理環境或人文狀況改變，既成道路喪失其原有功能者，則應隨時檢討並予廢止。行政院中華民國六十七年七月十四日台六十七內字第六三０一號函及同院六十九年二月二十三日台六十九內字第二０七二號函與前述意旨不符部分，應不再援用。",
	"　　憲法第三十二條及第七十三條規定國民大會代表及立法委員言論及表決之免責權，係指國民大會代表在會議時所為之言論及表決，立法委員在立法院內所為之言論及表決，不受刑事訴追，亦不負民事賠償責任，除因違反其內部所訂自律之規則而受懲戒外，並不負行政責任之意。又罷免權乃人民參政權之一種，憲法第一百三十三條規定被選舉人得由原選舉區依法罷免之。則國民大會代表及立法委員因行使職權所為言論及表決，自應對其原選舉區之選舉人負政治上責任。從而國民大會代表及立法委員經國內選舉區選出者，其原選舉區選舉人得以國民大會代表及立法委員所為言論及表決不當為理由，依法罷免之，不受憲法第三十二條及第七十三條規定之限制。",
	"　　對人民違反行政法上義務之行為予以裁罰性之行政處分，涉及人民權利之限制，其處分之構成要件與法律效果，應由法律定之，法律雖得授權以命令為補充規定，惟授權之目的、範圍及內容必須具體明確，然後據以發布命令，方符憲法第二十三條之意旨。保險法第一百七十七條規定：「代理人、經紀人、公證人及保險業務員管理規則，由財政部另訂之」，主管機關固得依此訂定法規命令，對該等從業人員之行為為必要之規範，惟保險法並未就上述人員違反義務應予處罰之構成要件與法律效果為具體明確之授權，則其依據上開法條訂定發布之保險代理人經紀人公證人管理規則第四十八條第一項第十一款，對於保險代理人、經紀人及公證人等從業人員違反義務之行為，訂定得予裁罰性之行政處分，顯與首開憲法保障人民權利之意旨不符，應自本解釋公布日起，至遲於屆滿一年時，失其效力。",
	"　　民事強制執行須依執行名義為之。強制執行程序開始後，除法律另有規定外，不停止執行，強制執行法第四條第一項、第十八條第一項定有明文。同法第十八條第二項規定，於一定情形下，法院因債務人聲請，定相當並確實之擔保，得為停止強制執行之裁定，債務人本此裁定所供擔保，係以擔保債權人因債務人聲請停止強制執行不當可能遭受之損害得獲賠償為目的，已兼顧債權人與債務人之權益，並非增加債務人之額外負擔，此與債權人聲請民事強制執行須依執行名義為之有所不同，與憲法第七條規定，尚無牴觸。",
	"　　憲法第十五條規定人民之工作權應予保障，故人民得自由選擇工作及職業，以維持生計。惟人民之工作與公共福祉有密切關係，為增進公共利益之必要，對於人民從事工作之方法及應具備之資格或其他要件，得以法律為適當之限制，此觀憲法第二十三條規定自明。醫師法為強化專業分工、保障病人權益及增進國民健康，使不同醫術領域之醫師提供專精之醫療服務，將醫師區分為醫師、中醫師及牙醫師。醫療法第四十一條規定醫療機構之負責醫師應督導所屬醫事人員依各該醫事專門職業法規規定執行業務，均屬增進公共利益所必要。中醫師之醫療行為應依中國傳統之醫術為之，若中醫師以「限醫師指示使用」之西藥製劑或西藥成藥處方，為人治病，顯非以中國傳統醫術為醫療方法，有違醫師專業分類之原則及病人對中醫師之信賴。行政院衛生署七十一年三月十八日衛署醫字第三七０一六七號函釋：「三、中醫師如使用『限醫師指示使用』之西藥製劑，核為醫師業務上之不正當行為，應依醫師法第二十五條規定論處。四、西藥成藥依藥物藥商管理法之規定，其不待醫師指示，即可供治療疾病。故使用西藥成藥為人治病，核非中醫師之業務範圍。」要在闡釋中醫師之業務範圍，符合醫師法及醫療法之立法意旨，與憲法保障工作權之規定，尚無牴觸。",
	"　　憲法第八十五條規定，公務人員之選拔，應實行公開競爭之考試制度，非經考試及格者不得任用，明示考試用人之原則。學校職員之任用資格，自應經學校行政人員考試或經高等、普通考試相當類科考試及格。中華民國七十九年十二月十九日修正公布之教育人員任用條例第二十一條所稱「適用各該原有關法令」，並不能使未經考試及格者取得與考試及格者相同之公務人員任用資格，故僅能繼續在原學校任職，亦經本院釋字第二七八號解釋在案。八十三年七月一日修正公布之教育人員任用條例第二十一條第二項中，關於「並得在各學校間調任」之規定，使未經考試及格者與取得公務人員任用資格者之法律地位幾近相同，與憲法第八十五條、第七條及前開解釋意旨不符，應自本解釋公布之日起失其效力。",
	"　　都市計畫法第十五條第一項第十款所稱「其他應加表明之事項」，係指同條項第一款至第九款以外與其性質相類而須表明於主要計畫書之事項，對於法律已另有明文規定之事項，自不得再依該款規定為限制或相反之表明或規定。都市計畫法第十七條第二項但書規定：「主要計畫公布已逾二年以上，而能確定建築線或主要公共設施已照主要計畫興建完成者，得依有關建築法令之規定，由主管建築機關指定建築線，核發建築執照」，旨在對於主要計畫公布已逾二年以上，因細部計畫未公布，致受不得建築使用及變更地形（同條第二項前段）限制之都市計畫土地，在可指定建築線之情形下，得依有關建築法令之規定，申請指定建築線，核發建築執照，解除其限建，以保障人民自由使用財產之憲法上權利。內政部中華民國七十三年二月二十日七十三台內營字第二一三三九二號函釋略謂：即使主要計畫發布實施已逾滿二年，如其（主要）計畫書內有「應擬定細部計畫後，始得申請建築使用，並應儘可能以市地重劃方式辦理」之規定者，人民申請建築執照，自可據以不准等語，顯係逾越首開規定，另作法律所無之限制。與憲法保障人民財產權之意旨不符，應不適用。",
	"　　主管機關基於職權因執行特定法律之規定，得為必要之釋示，以供本機關或下級機關所屬公務員行使職權時之依據。行政院新聞局中華民國八十一年二月十日（八一）強版字第０二二七五號函係就出版品記載內容觸犯刑法第二百三十五條猥褻罪而違反出版法第三十二條第三款之禁止規定，所為例示性解釋，並附有足以引起性慾等特定條件，而非單純刊登文字、圖畫即屬相當，符合上開出版法規定之意旨，與憲法尚無牴觸。惟猥褻出版品，乃指一切在客觀上，足以刺激或滿足性慾，並引起普通一般人羞恥或厭惡感而侵害性的道德感情，有礙於社會風化之出版品而言。猥褻出版品與藝術性、醫學性、教育性等出版品之區別，應就出版品整體之特性及其目的而為觀察，並依當時之社會一般觀念定之。又有關風化之觀念，常隨社會發展、風俗變異而有所不同，主管機關所為釋示，自不能一成不變，應基於尊重憲法保障人民言論出版自由之本旨，兼顧善良風俗及青少年身心健康之維護，隨時檢討改進。至於個別案件是否已達猥褻程度，法官於審判時應就具體案情，依其獨立確信之判斷，認定事實，適用法律，不受行政機關函釋之拘束，乃屬當然。",
	"　　民法第八百三十二條規定，稱地上權者，謂以在他人土地上有建築物，或其他工作物，或竹木為目的而使用其土地之權。故設定地上權之土地，以適於建築房屋或設置其他工作物或種植竹林者為限。其因時效取得地上權而請求登記者亦同。土地法第八十二條前段規定，凡編為某種使用地之土地，不得供其他用途之使用。占有土地屬農業發展條例第三條第十一款所稱之耕地者，性質上既不適於設定地上權，內政部於中華民國七十七年八月十七日以台內地字第六二一四六四號函訂頒時效取得地上權登記審查要點第三點第二款規定占有人占有上開耕地者，不得申請時效取得地上權登記，與憲法保障人民財產權之意旨，尚無牴觸。",
	"　　人民之財產權應受國家保障，惟國家因公用需要得依法限制人民土地所有權或取得人民之土地，此觀憲法第二十三條及第一百四十三條第一項之規定自明。徵收私有土地，給予相當補償，即為達成公用需要手段之一種，而徵收土地之要件及程序，憲法並未規定，係委由法律予以規範，此亦有憲法第一百零八條第一項第十四款可資依據。土地法第二百零八條第九款及都市計畫法第四十八條係就徵收土地之目的及用途所為之概括規定，但並非謂合於上述目的及用途者，即可任意實施徵收，仍應受土地法相關規定及土地法施行法第四十九條比例原則之限制。是上開土地法第二百零八條第九款及都市計畫法第四十八條，與憲法保障人民財產權之意旨尚無牴觸。然徵收土地究對人民財產權發生嚴重影響，法律就徵收之各項要件，自應詳加規定，前述土地法第二百零八條各款用語有欠具體明確，徵收程序之相關規定亦不盡周全，有關機關應檢討修正，併此指明。",
	"　　民法親屬編施行法第一條規定「關於親屬之事件，在民法親屬編施行前發生者，除本施行法有特別規定外，不適用民法親屬編之規定。其在修正前發生者，除本施行法有特別規定外，亦不適用修正後之規定」，旨在尊重民法親屬編施行前或修正前原已存在之法律秩序，以維護法安定之要求，同時對於原已發生之法律秩序認不應仍繼續維持或須變更者，則於該施行法設特別規定，以資調和，與憲法並無牴觸。惟查關於夫妻聯合財產制之規定，民國七十四年六月三日修正前民法第一千零十七條第一項規定：「聯合財產中，妻於結婚時所有之財產，及婚姻關係存續中因繼承或其他無償取得之財產，為妻之原有財產，保有其所有權」，同條第二項規定：「聯合財產中，夫之原有財產及不屬於妻之原有財產部分，為夫所有」，第三項規定：「由妻之原有財產所生之孳息，其所有權歸屬於夫」，及最高法院五十五年度台抗字第一六一號判例謂「妻於婚姻關係存續中始行取得之財產，如不能證明其為特有或原有財產，依民法第一千零十六條及第一千零十七條第二項之規定，即屬聯合財產，其所有權應屬於夫」，基於憲法第七條男女平等原則之考量，民法第一千零十七條已於七十四年六月三日予以修正，上開最高法院判例亦因適用修正後之民法，而不再援用。由於民法親屬編施行法對於民法第一千零十七條夫妻聯合財產所有權歸屬之修正，未設特別規定，致使在修正前已發生現尚存在之聯合財產，仍適用修正前之規定，由夫繼續享有權利，未能貫徹憲法保障男女平等之意旨。對於民法親屬編修正前已發生現尚存在之聯合財產中，不屬於夫之原有財產及妻之原有財產部分，應如何處理，俾符男女平等原則，有關機關應儘速於民法親屬編施行法之相關規定檢討修正。至遺產及贈與稅法第十六條第十一款被繼承人配偶及子女之原有財產或特有財產，經辦理登記或確有證明者，不計入遺產總額之規定，所稱「被繼承人之配偶」並不分夫或妻，均有其適用，與憲法第七條所保障男女平等之原則，亦無牴觸。",
	"　　經濟部會同內政部、交通部、行政院農業委員會、行政院勞工委員會、行政院衛生署、行政院環境保護署（下稱經濟部等七部會署）於中華民國八十年四月十九日以經（八十）工字第０一五五二二號等令訂定「各科技師執業範圍」，就中對於土木工程科技師之執業範圍，限制「建築物結構之規劃、設計、研究、分析業務限於高度三十六公尺以下」部分，係技師之中央主管機關及目的事業主管機關為劃分土木工程科技師與結構工程科技師之執業範圍，依技師法第十二條第二項規定所訂，與憲法對人民工作權之保障，尚無牴觸。又行政院於六十七年九月十九日以台六十七經字第八四九二號令與考試院於六十七年九月十八日以（六七）考台秘一字第二四一四號令會銜訂定「技師分科類別」及「技師分科類別執業範圍說明」，就結構工程科之技師執業範圍特別訂明「在尚無適當數量之結構工程科技師開業之前，建築物結構暫由開業之土木技師或建築技師負責辦理。」乃係因應當時社會需要所訂之暫時性措施。迨七十六年十月二日始由行政院及考試院會銜廢止。則經濟部等七部會署嗣後以首揭令訂定「各科技師執業範圍」，於土木工程科執業範圍「備註」欄下註明「於民國六十七年九月十八日以前取得土木技師資格，並於七十六年十月二日以前具有三十六公尺以上高度建築物結構設計經驗者，不受上列建築物結構高度之限制。」其於六十七年九月十九日以後取得土木工程科技師資格者，仍應受執業範圍規定之限制，要屬當然。",
	"　　後備軍人轉任公職考試比敘條例第六條授權考試院訂定施行細則，考試院乃於中華民國七十七年一月十一日考量公務人員任用法及公務人員俸給法已於七十五年重新制定，並於七十六年一月十六日施行，於後備軍人轉任公職考試比敘條例施行細則第十條第五項明定將其適用範圍限於七十六年一月十六日以後之轉任人員，係為配合新制公務人員任用法及公務人員俸給法，並斟酌各種情況之差異所為之規定，尚未違反後備軍人轉任公職考試比敘條例授權之意旨，與憲法有關工作權之平等保障，亦無牴觸。",
	"　　非中華民國境內居住之個人，經依華僑回國投資條例或外國人投資條例核准在中華民國境內投資，並擔任該事業之董事、監察人或經理人者，如因經營或管理其投資事業需要，於一定課稅年度內在中華民國境內居留期間超過所得稅法第七條第二項第二款所定一百八十三天時，其自該事業所分配之股利，即有獎勵投資條例（現已失效）第十六條第一項第一款及促進產業升級條例第十一條第一項之適用，按所定稅率就源扣繳，不適用所得稅法結算申報之規定，此觀獎勵投資條例第十七條及促進產業升級條例第十一條第二項之規定甚明。行政法院六十三年判字第六七三號判例：「所得稅法第二條第二項及獎勵投資條例第十七條暨同條例施行細則第二十五條之(一)所稱就源扣繳，係指非中華民國境內居住之個人，且無配偶居住國內之情形而言。若配偶之一方居住國內，為中華民國之納稅義務人，則他方縱居住國外，其在國內之所得，仍應適用所得稅法第十五條規定合併申報課稅」，增列無配偶居住國內之情形，添加法律所無之限制，有違憲法所定租稅法律主義之本旨，應不予適用。",
	"　　藥物廣告係為獲得財產而從事之經濟活動，涉及財產權之保障，並具商業上意見表達之性質，惟因與國民健康有重大關係，基於公共利益之維護，應受較嚴格之規範。藥事法第六十六條第一項規定：藥商刊播藥物廣告時，應於刊播前將所有文字、圖畫或言詞，申請省（市）衛生主管機關核准，旨在確保藥物廣告之真實，維護國民健康，為增進公共利益所必要，與憲法第十一條及第十五條尚屬相符。又藥事法施行細則第四十七條第二款規定：藥物廣告之內容，利用容器包裝換獎或使用獎勵方法，有助長濫用藥物之虞者，主管機關應予刪除或不予核准，係依藥事法第一百零五條之授權，就同法第六十六條相關事宜為具體之規定，符合立法意旨，並未逾越母法之授權範圍，與憲法亦無牴觸。",
	"　　所得稅法有關個人綜合所得稅「免稅額」之規定，其目的在以稅捐之優惠使納稅義務人對特定親屬或家屬盡其法定扶養義務。同法第十七條第一項第一款第四目規定：「納稅義務人其他親屬或家屬，合於民法第一千一百十四條第四款及第一千一百二十三條第三項之規定，未滿二十歲或滿六十歲以上無謀生能力，確係受納稅義務人扶養者」，得於申報所得稅時按受扶養之人數減除免稅額，固須以納稅義務人與受扶養人同居一家為要件，惟家者，以永久共同生活之目的而同居為要件，納稅義務人與受扶養人是否為家長家屬，應取決於其有無共同生活之客觀事實，而不應以是否登記同一戶籍為唯一認定標準。所得稅法施行細則第二十一條之二規定：「本法第十七條第一項第一款第四目關於減除扶養親屬免稅額之規定，其為納稅義務人之其他親屬或家屬者，應以與納稅義務人或其配偶同一戶籍，且確係受納稅義務人扶養者為限」，其應以與納稅義務人或其配偶「同一戶籍」為要件，限縮母法之適用，有違憲法第十九條租稅法律主義，其與上開解釋意旨不符部分應不予援用。",
	"　　最高法院七十一年台上字第三一四號判例所稱：「當事人依民事訴訟法第四百六十八條規定以第二審判決有不適用法規或適用法規不當為上訴理由時，其上訴狀或理由書應有具體之指摘，並揭示該法規之條項或其內容，若係成文法以外之法則，應揭示該法則之旨趣，倘為司法院解釋或本院之判例，則應揭示該判解之字號或其內容，如依民事訴訟法第四百六十九條所列各款事由提起第三審上訴者，其上訴狀或理由書應揭示合於該條款之事實，上訴狀或理由書如未依此項方法表明者，即難認為已對第二審判決之違背法令有具體之指摘，其上訴自難認為合法。」係基於民事訴訟法第四百七十條第二項、第四百七十六條規定之意旨，就條文之適用，所為文義之闡析及就判決違背法令具體表明方法之說明，並未增加法律所未規定之限制，無礙人民訴訟權之正當行使，與憲法尚無牴觸。",
	"　　道路交通管理處罰條例第七十八條第三款規定：行人在道路上不依規定，擅自穿越車道者，處一百二十元罰鍰，或施一至二小時之道路交通安全講習，係為維持社會秩序及公共利益所必需，與憲法尚無牴觸。依同條例授權訂定之道路交通安全規則第一百三十四條第一款規定：行人穿越道路設有行人穿越道、人行天橋或人行地下道者，必須經由行人穿越道、人行天橋或人行地下道穿越，不得在其三０公尺範圍內穿越道路，係就上開處罰之構成要件為必要之補充規定，固符合該條例之立法意旨；惟行人穿越道、人行天橋及人行地下道之設置，應選擇適當之地點，注意設置之必要性及大眾穿越之方便與安全，並考慮殘障人士或其他行動不便者及天候災變等難以使用之因素，參酌同條例第七十八條第二款對有正當理由不能穿越天橋、地下道之行人不予處罰之意旨，檢討修正上開規則。",
	"　　憲法第十六條保障人民有訴訟之權，旨在確保人民有依法定程序提起訴訟及受公平審判之權利。至於訴訟救濟，究應循普通訴訟程序抑依行政訴訟程序為之，則由立法機關依職權衡酌訴訟案件之性質及既有訴訟制度之功能等而為設計。道路交通管理處罰條例第八十七條規定，受處分人因交通違規事件，不服主管機關所為之處罰，得向管轄地方法院聲明異議；不服地方法院對聲明異議所為之裁定，得為抗告，但不得再抗告。此項程序，既已給予當事人申辯及提出證據之機會，符合正當法律程序，與憲法第十六條保障人民訴訟權之意旨尚無牴觸。",
	"一、副總統得否兼任行政院院長憲法並無明文規定，副總統與行政院院長二者職務性質亦非顯不相容，惟此項兼任如遇總統缺位或不能視事時，將影響憲法所規定繼任或代行職權之設計，與憲法設置副總統及行政院院長職位分由不同之人擔任之本旨未盡相符。引發本件解釋之事實，應依上開解釋意旨為適當之處理。\n二、行政院院長於新任總統就職時提出總辭，係基於尊重國家元首所為之禮貌性辭職，並非其憲法上之義務。對於行政院院長非憲法上義務之辭職應如何處理，乃總統之裁量權限，為學理上所稱統治行為之一種，非本院應作合憲性審查之事項。\n三、依憲法之規定，向立法院負責者為行政院，立法院除憲法所規定之事項外，並無決議要求總統為一定行為或不為一定行為之權限。故立法院於中華民國八十五年六月十一日所為「咨請總統儘速重新提名行政院院長，並咨請立法院同意」之決議，逾越憲法所定立法院之職權，僅屬建議性質，對總統並無憲法上之拘束力。",
	"　　涉及租稅事項之法律，其解釋應本於租稅法律主義之精神：依各該法律之立法目的，衡酌經濟上之意義及實質課稅之公平原則為之。行政法院中華民國八十一年十月十四日庭長、評事聯席會議所為：「獎勵投資條例第二十七條所指『非以有價證券買賣為專業者』，應就營利事業實際營業情形，核實認定。公司登記或商業登記之營業項目，雖未包括投資或其所登記投資範圍未包括有價證券買賣，然其實際上從事龐大有價證券買賣，其非營業收入遠超過營業收入時，足證其係以買賣有價證券為主要營業，即難謂非以有價證券買賣為專業」不在停徵證券交易所得稅之範圍之決議，符合首開原則，與獎勵投資條例第二十七條之規定並無不符，尚難謂與憲法第十九條租稅法律主義有何牴觸。",
	"　　中華民國八十三年八月一日公布之憲法增修條文第一條第八項規定，國民大會自第三屆國民大會起設議長、副議長，由國民大會代表互選之。國民大會議長對外代表國民大會，對內綜理會務，並於開會時主持會議，屬經常性之職位，與一般國民大會代表有異，自得由國庫支給固定報酬。至報酬之項目及額度，在合理限度內係屬立法機關之權限。是立法院通過八十六年度中央政府總預算中，關於議長、副議長之歲費、公費及特別費部分，與憲法尚無牴觸。\n　　國民大會議長、副議長，既為憲法上之國家機關，對外代表國民大會，且屬經常性之職位，復受有國庫依其身分、職務定期支給相當之報酬，除法律另有規定外，自不得兼任其他公職或執行業務，併此敘明。",
	"　　憲法第十五條規定，人民之生存權應予保障；第一百五十三條復明定，國家為改良農民之生活，增進其生產技能，應制定保護農民之法律，實施保護農民之政策，明確揭示國家負有保障農民生存及提昇其生活水準之義務。耕地三七五減租條例即屬上開憲法所稱保護農民之法律，其第十九條第一項第三款規定，出租人因收回耕地，致承租人失其家庭生活依據者，耕地租約期滿時，出租人不得收回自耕，目的即在保障佃農，於租約期滿時不致因出租人收回耕地，嚴重影響其家庭生活及生存權利。行政院於中華民國四十九年十二月二十三日以台四九內字第七二二六號令及內政部七十三年十一月一日七十三台內地字第二六六七七九號函，關於承租人全年家庭生活費用之核計方式，逕行準用臺灣省（台北市、高雄市）辦理役種區劃現行最低生活費支出標準計算審核表（原役種區劃適用生活標準表）中，所列最低生活費支出標準金額之規定，以固定不變之金額標準，推計承租人之生活費用，而未斟酌承租人家庭生活之具體情形及實際所生之困窘狀況，難謂切近實際，有失合理，與憲法保護農民之意旨不符，應不再援用。",
	"　　行政機關行使公權力，就特定具體之公法事件所為對外發生法律上效果之單方行政行為，皆屬行政處分，不因其用語、形式以及是否有後續行為或記載不得聲明不服之文字而有異。若行政機關以通知書名義製作，直接影響人民權利義務關係，且實際上已對外發生效力者，如以仍有後續處分行為，或載有不得提起訴願，而視其為非行政處分，自與憲法保障人民訴願及訴訟權利之意旨不符。行政法院四十八年判字第九六號判例僅係就訴願法及行政訴訟法相關規定，所為之詮釋，與憲法尚無牴觸。\n　　空氣污染防制法第二十三條第一項規定：「交通工具排放空氣污染物，應符合排放標準。」同法第四十三條第一項對違反前開規定者，明定其處罰之方式與罰鍰之額度；同條第三項並授權中央主管機關訂定罰鍰標準。交通工具排放空氣污染物罰鍰標準第五條，僅以當事人接到違規舉發通知書後之「到案時間及到案與否」，為設定裁決罰鍰數額下限之唯一準據，並非根據受處罰之違規事實情節，依立法目的所為之合理標準。縱其罰鍰之上限並未逾越法律明定得裁罰之額度，然以到案之時間為標準，提高罰鍰下限之額度，與母法授權之目的未盡相符，且損及法律授權主管機關裁量權之行使。又以秩序罰罰鍰數額倍增之形式而科罰，縱有促使相對人自動繳納罰鍰、避免將來強制執行困擾之考量，惟母法既無規定復未授權，上開標準創設相對人於接到違規通知書起十日內到案接受裁罰及逾期倍增之規定，與法律保留原則亦屬有違，其與本解釋意旨不符部分，應自本解釋公布之日起，至遲於屆滿六個月時失其效力。",
	"　　財政部中華民國八十三年二月十六日台財稅字第八二二三０四八五０號函釋：「贈與人所有之全部農業用地，經分次贈與能自耕之具有繼承人身分中之同一人，且繼續經營農業生產者，全部農地均准免徵贈與稅，惟最後一次以前各該次贈與仍應先予核課贈與稅，俟最後一次為贈與，全部農業用地均歸同一受贈人後，再辦理退稅」，係主管機關為執行遺產及贈與稅法第二十條第五款及農業發展條例第三十一條規定之必要，就家庭農場之農業用地免徵贈與稅之作業，對所屬機關所為之釋示，與上開法律規定之意旨相符，於憲法第十九條之規定尚無牴觸。",
	"　　土地徵收，係國家因公共事業之需要，對人民受憲法保障之財產權，經由法定程序予以剝奪之謂。規定此項徵收及其程序之法律必須符合必要性原則，並應於相當期間內給予合理之補償。被徵收土地之所有權人於補償費發給或經合法提存前雖仍保有該土地之所有權，惟土地徵收對被徵收土地之所有權人而言，係為公共利益所受特別犧牲，是補償費之發給不宜遷延過久。本此意旨，土地法第二百三十三條明定補償費應於「公告期滿後十五日內」發給。此法定期間除對徵收補償有異議，已依法於公告期間內向該管地政機關提出，並經該機關提交評定或評議或經土地所有權人同意延期繳交者外，應嚴格遵守（參照本院釋字第一一０號解釋）。內政部中華民國七十八年一月五日台內字第六六一九九一號令發布之「土地徵收法令補充規定」，係主管機關基於職權，為執行土地法之規定所訂定，其中第十六條規定：「政府徵收土地，於請求法律解釋期間，致未於公告期滿十五日內發放補償地價，應無徵收無效之疑義」，與土地法第二百三十三條之規定未盡相符，於憲法保障人民財產權之意旨亦屬有違，其與本解釋意旨不符部分，應不予適用。",
	"　　空氣污染防制費收費辦法係主管機關根據空氣污染防制法第十條授權訂定，依此徵收之空氣污染防制費，性質上屬於特別公課，與稅捐有別。惟特別公課亦係對義務人課予繳納金錢之負擔，其徵收目的、對象、用途自應以法律定之，如由法律授權以命令訂定者，其授權符合具體明確之標準，亦為憲法之所許。上開法條之授權規定，就空氣污染防制法整體所表明之關聯性意義判斷，尚難謂有欠具體明確。又已開徵部分之費率類別，既由主管機關依預算法之規定，設置單位預算「空氣污染防制基金」加以列明，編入中央政府年度總預算，經立法院審議通過後實施，與憲法尚無違背。有關機關對費率類別、支出項目等，如何為因地制宜之考量，仍須檢討改進，逕以法律為必要之規範。至主管機關徵收費用之後，應妥為管理運用，俾符合立法所欲實現之環境保護政策目標，不得悖離徵收之目的，乃屬當然。\n　　空氣污染防制法所防制者為排放空氣污染物之各類污染源，包括裝置於公私場所之固定污染源及機動車輛排放污染物所形成之移動污染源，此觀該法第八條、第二十三條至第二十七條等相關條文甚明。上開收費辦法第四條規定按移動污染源之排放量所使用油（燃）料之數量徵收費用，與法律授權意旨無違，於憲法亦無牴觸。惟主管機關自中華民國八十四年七月一日起僅就油（燃）料徵收，而未及固定污染源所排放之其他污染物，顯已違背公課公平負擔之原則，有關機關應迅予檢討改進，併此指明。",
	"　　營利事業所得之計算，係以其本年度收入總額減除各項成本費用、損失及稅捐後之純益額為所得額，以往年度營業之虧損，不得列入本年度計算，所得稅法第二十四條第一項及第三十九條前段定有明文。同法第三十九條但書旨在建立誠實申報納稅制度，其扣除虧損只適用於可扣抵期間內未發生公司合併之情形，若公司合併者，則應以合併基準時為準，更始計算合併後公司之盈虧，不得追溯扣抵合併前各該公司之虧損。財政部中華民國六十六年九月六日台財稅字第三五九九五號函與上開法條規定意旨相符，與憲法並無牴觸。至公司合併應否給予租稅優惠，則屬立法問題。",
	"　　公用事業，以公營為原則，憲法第一百四十四條前段定有明文。國家基於對人民生存照顧之義務、達成給付行政之功能，經營各類公用事業，期以合理之費率，普遍而穩定提供人民所需之各項服務，得對公用事業因經營所生之損失補償或損害賠償責任予以相當之限制，惟因涉及人民之權利，自須符合憲法第二十三條之規定。郵政法第二十五條各類掛號郵件之補償僅限於遺失或被竊，而不及於毀損，旨在維持郵政事業之經營，為增進公共利益所必要，尚未逾越立法權自由形成之範圍，與憲法並無牴觸。惟對於特殊類型郵件之投遞與交寄程序、收費標準、保管方式、損失補償要件與範圍等須否加以規定，應由主管機關檢討改進。又郵政規則第二百二十七條及第二百二十八條之規定，乃在確定郵件損失補償責任之要件，並未逾越郵政法第二十七條之授權，亦未增加郵政法關於郵件補償規定所無之限制，與憲法亦無牴觸。",
	"　　中華民國七十五年一月二十四日公布之公務人員考試法第二十一條第一項規定：「公務人員高等考試與普通考試及格者，按錄取類、科，接受訓練，訓練期滿成績及格者，發給證書，分發任用」（現行法第二十條第一項之規定意旨亦同）是公務人員高普考試筆試及格後，須經訓練，訓練期滿成績及格，始完成考試程序。訓練既為法定考試程序之一部分，除法令另有規定外，自不得抵免。公務人員高等暨普通考試訓練辦法第四條第二項就實務訓練無免除之規定，符合上述立法意旨，與憲法尚無牴觸。",
	"　　憲法第十六條規定人民有訴願及訴訟之權，人民之權利或法律上利益遭受損害，不得僅因身分或職業關係，即限制其依法律所定程序提起訴願或訴訟。因公務員身分受有行政處分得否提起行政爭訟，應視其處分內容而定，迭經本院解釋在案。軍人為廣義之公務員，與國家間具有公法上之職務關係，現役軍官依有關規定聲請續服現役未受允准，並核定其退伍，如對之有所爭執，既係影響軍人身分之存續，損及憲法所保障服公職之權利，自得循訴願及行政訴訟程序尋求救濟，行政法院四十八年判字第十一號判例與上開意旨不符部分，應不予援用。",
	"　　戰士授田憑據處理條例對同條例第十條之「無職軍官」未規定其定義及範圍，該條例施行細則第三條第十六款：「無職軍官指依行政院四十八年七月十四日台四十八防字第三八八二號令訂定之陸海空軍無軍職軍官處理辦法，於四十八年十月十八日以前在國防部登記處理有案，發給退除役令，並經國防部人事參謀次長室認定符合無職軍官身分者」，係就無職軍官身分之認定所為之補充規定，並未違背該條例之立法意旨，與憲法亦無牴觸。",
	"　　專門職業人員違背其職業上應遵守之義務，而依法應受懲戒處分者，必須使其能預見其何種作為或不作為構成義務之違反及所應受之懲戒為何，方符法律明確性原則。對於懲戒處分之構成要件，法律雖以抽象概念表示，不論其為不確定概念或概括條款，均須無違明確性之要求。法律明確性之要求，非僅指法律文義具體詳盡之體例而言，立法者於立法定制時，仍得衡酌法律所規範生活事實之複雜性及適用於個案之妥當性，從立法上適當運用不確定法律概念或概括條款而為相應之規定。有關專門職業人員行為準則及懲戒之立法使用抽象概念者，茍其意義非難以理解，且為受規範者所得預見，並可經由司法審查加以確認，即不得謂與前揭原則相違。會計師法第三十九條第六款規定：「其他違反本法規定者」，以違反會計師法為構成會計師之懲戒事由，其範圍應屬可得確定。同法第十七條規定：「會計師不得對於指定或委託事件，有不正當行為或違反或廢弛其業務上應盡之義務」，係在確立會計師之行為標準及注意義務所為之規定，要非會計師作為專門職業人員所不能預見，亦係維護會計師專業素質，增進公共利益所必要，與法律明確性原則及憲法第十五條保障人民工作權之意旨尚無違背。",
	"　　國家對於公務員懲戒權之行使，係基於公務員與國家間公法上之職務關係，與對犯罪行為科予刑罰之性質未盡相同，對懲戒處分之構成要件及其法律效果，立法機關自有較廣之形成自由。公務員懲戒法第二條及第九條雖就公務員如何之違法、廢弛職務或其他失職行為應受何種類之懲戒處分僅設概括之規定，與憲法尚無牴觸。至同法第十一條、第十二條關於撤職及休職處分期間之規定，旨在授權懲戒機關依同法第十條所定之標準，就具體個案為適當之處分，於憲法亦無違背。惟撤職停止任用期間及休職期間該法均無上限之規定，對公務員權益不無影響，應由有關機關檢討修正，俾其更能符合憲法保障公務員之意旨。",
	"　　公務人員保險係國家為照顧公務人員生老病死及安養，運用保險原理而設之社會福利制度，凡法定機關編制內之有給人員及公職人員均為被保險人。被保險人應按公務人員保險法第八條第一項及第九條規定繳付保險費，承保機關按同法第三條規定提供生育、疾病、傷害、殘廢、養老、死亡及眷屬喪葬七項給付，前三項給付於全民健康保險法施行後，已列入全民健康保險。公務人員保險法規定之保險費，係由被保險人與政府按一定之比例負擔，以為承保機關保險給付之財務基礎。該項保險費，除為被保險人個人提供保險給付之資金來源外，並用以分擔保險團體中其他成員之危險責任。是保險費經繳付後，該法未規定得予返還，與憲法並無牴觸。惟被保險人所繳付之保險費中，關於養老保險部分，承保機關依財政部核定提存準備辦法規定，應提撥一定比率為養老給付準備，此項準備之本利類似全體被保險人存款之累積。公務人員保險法於第十六條第一項關於養老給付僅規定依法退休人員有請領之權，對於其他離職人員則未規定，與憲法第十五條保障人民財產權之意旨不符，應即檢討修正。",
	"　　憲法第七十三條規定立法委員在院內所為之言論及表決，對院外不負責任，旨在保障立法委員受人民付託之職務地位，並避免國家最高立法機關之功能遭致其他國家機關之干擾而受影響。為確保立法委員行使職權無所瞻顧，此項言論免責權之保障範圍，應作最大程度之界定，舉凡在院會或委員會之發言、質詢、提案、表決以及與此直接相關之附隨行為，如院內黨團協商、公聽會之發言等均屬應予保障之事項。越此範圍與行使職權無關之行為，諸如蓄意之肢體動作等，顯然不符意見表達之適當情節致侵害他人法益者，自不在憲法上開條文保障之列。至於具體個案中，立法委員之行為是否已逾越保障之範圍，於維持議事運作之限度，固應尊重議會自律之原則，惟司法機關為維護社會秩序及被害人權益，於必要時亦非不得依法行使偵審之權限。",
	"　　憲法第八條第一項規定，人民身體之自由應予保障，非由法院依法定程序不得審問處罰；憲法第十六條並規定人民有訴訟之權。現役軍人亦為人民，自應同受上開規定之保障。又憲法第九條規定：「人民除現役軍人外，不受軍事審判」，乃因現役軍人負有保衛國家之特別義務，基於國家安全與軍事需要，對其犯罪行為得設軍事審判之特別訴訟程序，非謂軍事審判機關對於軍人之犯罪有專屬之審判權。至軍事審判之建制，憲法未設明文規定，雖得以法律定之，惟軍事審判機關所行使者，亦屬國家刑罰權之一種，其發動與運作，必須符合正當法律程序之最低要求，包括獨立、公正之審判機關與程序，並不得違背憲法第七十七條、第八十條等有關司法權建制之憲政原理；規定軍事審判程序之法律涉及軍人權利之限制者，亦應遵守憲法第二十三條之比例原則。本於憲法保障人身自由、人民訴訟權利及第七十七條之意旨，在平時經終審軍事審判機關宣告有期徒刑以上之案件，應許被告直接向普通法院以判決違背法令為理由請求救濟。軍事審判法第十一條，第一百三十三條第一項、第三項，第一百五十八條及其他不許被告逕向普通法院以判決違背法令為理由請求救濟部分，均與上開憲法意旨不符，應自本解釋公布之日起，至遲於屆滿二年時失其效力。有關機關應於上開期限內，就涉及之關係法律，本此原則作必要之修正，並對訴訟救濟相關之審級制度為配合調整，且為貫徹審判獨立原則，關於軍事審判之審檢分立、參與審判軍官之選任標準及軍法官之身分保障等事項，亦應一併檢討改進，併此指明。",
	"　　繼承因被繼承人死亡而開始。繼承人自繼承開始時，除民法另有規定及專屬於被繼承人本身之權利義務外，承受被繼承人財產上之一切權利義務，無待繼承人為繼承之意思表示。繼承權是否被侵害，應以繼承人繼承原因發生後，有無被他人否認其繼承資格並排除其對繼承財產之占有、管理或處分為斷。凡無繼承權而於繼承開始時或繼承開始後僭稱為真正繼承人或真正繼承人否認其他共同繼承人之繼承權，並排除其占有、管理或處分者，均屬繼承權之侵害，被害人或其法定代理人得依民法第一千一百四十六條規定請求回復之，初不限於繼承開始時自命為繼承人而行使遺產上權利者，始為繼承權之侵害。最高法院五十三年台上字第五九二號判例之本旨，係認自命為繼承人而行使遺產上權利之人，必須於被繼承人死亡時即已有侵害繼承地位事實之存在，方得謂為繼承權被侵害態樣之一；若於被繼承人死亡時，其繼承人間對於彼此為繼承人之身分並無爭議，迨事後始發生侵害遺產之事實，則其侵害者，為繼承人已取得之權利，而非侵害繼承權，自無民法第一千一百四十六條繼承回復請求權之適用。在此範圍內，該判例並未增加法律所無之限制，與憲法尚無牴觸。",
	"　　財政部於中華民國八十二年十二月三十日發布之營利事業所得稅查核準則，係規定有關營利事業所得稅結算申報之調查、審核等事項。該準則第九十二條第五款第五目規定「在台以新台幣支付國外佣金者，應在不超過出口貨物價款百分之三範圍內，取具國外代理商或代銷商名義出具之收據為憑予以認定」，乃對於佣金之認定與舉證方式等技術性、細節性事項加以規定，為簡化稽徵作業、避免國外佣金浮濫列報所必要，並未逾越所得稅法等相關之規定，亦未加重人民稅負，與憲法第十五條、第十九條與第二十三條尚無牴觸。對於在台灣地區以新台幣支付國外佣金，與同準則第九十二條中其他規定之國外佣金，僅就認定標準為斟酌事實情況差異所為之不同規定，與憲法第七條之平等原則亦無違背。",
	"　　海關緝私條例第四十九條：「聲明異議案件，如無扣押物或扣押物不足抵付罰鍰或追徵稅款者，海關得限期於十四日內繳納原處分或不足金額二分之一保證金或提供同額擔保，逾期不為繳納或提供擔保者，其異議不予受理」之規定，使未能於法定期限內繳納保證金或提供同額擔保之聲明異議人喪失行政救濟之機會，係對人民訴願及訴訟權利所為不必要之限制，與憲法第十六條所保障之人民權利意旨牴觸，應不再適用。本院釋字第二一一號解釋相關部分應予變更。",
	"　　人民之財產權應予保障，憲法第十五條設有明文。國家機關依法行使公權力致人民之財產遭受損失，若逾其社會責任所應忍受之範圍，形成個人之特別犧牲者，國家應予合理補償。主管機關對於既成道路或都市計畫道路用地，在依法徵收或價購以前埋設地下設施物妨礙土地權利人對其權利之行使，致生損失，形成其個人特別之犧牲，自應享有受相當補償之權利。台北市政府於中華民國六十四年八月二十二日發布之台北市市區道路管理規則第十五條規定：「既成道路或都市計畫道路用地，在不妨礙其原有使用及安全之原則下，主管機關埋設地下設施物時，得不徵購其用地，但損壞地上物應予補償。」其中對使用該地下部分，既不徵購又未設補償規定，與上開意旨不符者，應不再援用。至既成道路或都市計畫道路用地之徵收或購買，應依本院釋字第四００號解釋及都市計畫法第四十八條之規定辦理，併此指明。",
	"　　為獎勵生產事業從事研究發展，提昇技術水準，增進生產能力，行政院於中華民國七十四年九月十八日，依獎勵投資條例第三十四條之一授權訂定之生產事業研究發展費用適用投資抵減辦法，其第二條第八款規定，生產事業為研究新產品，委託大專校院、研究機構辦理研究工作所支出之費用，為研究發展費用，得抵減當年度應納營利事業所得稅額。所稱研究機構，依財政部七十五年八月十六日台財稅字第七五四九四六四號函釋，係指經政府核准登記有案之財團法人所屬之研究機構而言，僅就私法人而為說明，固欠周延。惟上開辦法第二條抵減事由共有十款，經政府核准登記有案之財團法人所屬研究機構以外之研究機構，仍得依該辦法同條第十款規定申請專案認定獲致減免，未影響生產事業租稅優惠之權益，是財政部該號函釋與上開辦法並未牴觸，於憲法第十九條亦無違背。至生產事業委託研究之選擇自由因而受限及不在抵減範圍之研究機構可能遭受不利影響，仍應隨時檢討改進。",
	"　　憲法第十六條規定人民有訴訟之權，旨在確保人民得依法定程序提起訴訟及受公平之審判。至於訴訟救濟應循之審級制度及相關程序，立法機關自得衡量訴訟性質以法律為合理之規定。中華民國八十三年七月二十三日修正公布之公職人員選舉罷免法第一百零九條規定，選舉訴訟採二審終結不得提起再審之訴，係立法機關自由形成之範圍，符合選舉訴訟事件之特性，於憲法保障之人民訴訟權尚無侵害，且為增進公共利益所必要，與憲法第二十三條亦無牴觸。",
	"　　憲法第十條規定人民有居住及遷徙之自由，旨在保障人民有任意移居或旅行各地之權利。若欲對人民之自由權利加以限制，必須符合憲法第二十三條所定必要之程度，並以法律定之或經立法機關明確授權由行政機關以命令訂定。限制役男出境係對人民居住遷徙自由之重大限制，兵役法及兵役法施行法均未設規定，亦未明確授權以命令定之。行政院發布之徵兵規則，委由內政部訂定役男出境處理辦法，欠缺法律授權之依據，該辦法第八條規定限制事由，與前開憲法意旨不符，應自本解釋公布日起至遲於屆滿六個月時，失其效力。",
	"　　區域計畫法係為促進土地及天然資源之保育利用、改善生活環境、增進公共利益而制定，其第二條後段謂：「本法未規定者，適用其他法律」，凡符合本法立法目的之其他法律，均在適用之列。內政部訂定之非都市土地使用管制規則即本此於第六條第一項規定：「經編定為某種使用之土地，應依容許使用之項目使用。但其他法律有禁止或限制使用之規定者，依其規定。」中華民國八十四年六月七日修正發布之臺灣省非都市土地容許使用執行要點第二十五點規定：「在水質、水量保護區規定範圍內，不得新設立畜牧場者，不得同意畜牧設施使用」，係為執行自來水法及水污染防治法，乃按本項但書之意旨，就某種使用土地應否依容許使用之項目使用或應否禁止或限制其使用為具體明確之例示規定，此亦為實現前揭之立法目的所必要，並未對人民權利增加法律所無之限制，與憲法第十五條保障人民財產權之意旨及第二十三條法律保留原則尚無牴觸。",
	"　　憲法第十四條規定人民有集會之自由，此與憲法第十一條規定之言論、講學、著作及出版之自由，同屬表現自由之範疇，為實施民主政治最重要的基本人權。國家為保障人民之集會自由，應提供適當集會場所，並保護集會、遊行之安全，使其得以順利進行。以法律限制集會、遊行之權利，必須符合明確性原則與憲法第二十三條之規定。集會遊行法第八條第一項規定室外集會、遊行除同條項但書所定各款情形外，應向主管機關申請許可。同法第十一條則規定申請室外集會、遊行除有同條所列情形之一者外，應予許可。其中有關時間、地點及方式等未涉及集會、遊行之目的或內容之事項，為維持社會秩序及增進公共利益所必要，屬立法自由形成之範圍，於表現自由之訴求不致有所侵害，與憲法保障集會自由之意旨尚無牴觸。\n　　集會遊行法第十一條第一款規定違反同法第四條規定者，為不予許可之要件，乃對「主張共產主義或分裂國土」之言論，使主管機關於許可集會、遊行以前，得就人民政治上之言論而為審查，與憲法保障表現自由之意旨有違；同條第二款規定：「有事實足認為有危害國家安全、社會秩序或公共利益之虞者」，第三款規定：「有危害生命、身體、自由或對財物造成重大損壞之虞者」，有欠具體明確，對於在舉行集會、遊行以前，尚無明顯而立即危險之事實狀態，僅憑將來有發生之可能，即由主管機關以此作為集會、遊行准否之依據部分，與憲法保障集會自由之意旨不符，均應自本解釋公布之日起失其效力。\n　　集會遊行法第六條規定集會遊行之禁制區，係為保護國家重要機關與軍事設施之安全、維持對外交通之暢通；同法第十條規定限制集會、遊行之負責人、其代理人或糾察員之資格；第十一條第四款規定同一時間、處所、路線已有他人申請並經許可者，為不許可集會、遊行之要件；第五款規定未經依法設立或經撤銷許可或命令解散之團體，以該團體名義申請者得不許可集會、遊行；第六款規定申請不合第九條有關責令申請人提出申請書填具之各事項者為不許可之要件，係為確保集會、遊行活動之和平進行，避免影響民眾之生活安寧，均屬防止妨礙他人自由、維持社會秩序或增進公共利益所必要，與憲法第二十三條規定並無牴觸。惟集會遊行法第九條第一項但書規定：「因天然災變或其他不可預見之重大事故而有正當理由者，得於二日前提出申請。」對此偶發性集會、遊行，不及於二日前申請者不予許可，與憲法保障人民集會自由之意旨有違，亟待檢討改進。\n　　集會遊行法第二十九條對於不遵從解散及制止命令之首謀者科以刑責，為立法自由形成範圍，與憲法第二十三條之規定尚無牴觸。",
	"　　公務員懲戒法第三十四條第二款規定移請或聲請再審議，應自相關之刑事裁判確定之日起三十日內為之。其期間之起算點，就得聲明不服之第一審及第二審裁判言，固應自裁判確定之日起算；惟對於第一審、第二審不得聲明不服之裁判或第三審之裁判，因一經宣示或經評決而為公告，不待裁判書之送達，即告確定，受懲戒處分人即難依首開規定為聲請。是其聲請再審議之期間，應自裁判書送達之日起算，方符憲法第十六條保障人民訴訟權之意旨。公務員懲戒委員會再審字第四三一號議決案例及其他類似案例與此意旨不合部分，應不再援用。",
	"　　現行法上政務官退職酬勞金之計算，依政務官退職酬勞金給與條例第四條第二項規定，以月俸額為計算基準，而政務官每月所支領之俸額，依總統副總統及特任人員月俸公費支給暫行條例規定，包括月俸及公費。參照中華民國八十二年一月二十日修正前之公務人員退休法第八條第一項：「本法所稱月俸額，包括實領本俸及其他現金給與」，可知公務人員退休法規上所稱之月俸額與本俸有別，月俸額除本俸或月俸外，尚包括其他現金給與在內。是以計算政務官退職酬勞金基準之「月俸額」，除月俸外亦應包括「其他現金給與」部分。",
	"　　司法院為國家最高司法機關，掌理民事、刑事、行政訴訟之審判及公務員之懲戒，憲法第七十七條定有明文，可知民事與行政訴訟之審判有別。又依憲法第十六條人民固有訴訟之權，惟訴訟應由如何之法院受理及進行，應由法律定之，業經本院釋字第二九七號解釋在案。我國關於行政訴訟與民事訴訟之審判，依現行法律之規定，係採二元訴訟制度，分由不同性質之法院審理。關於因公法關係所生之爭議，由行政法院審判，因私法關係所生之爭執，則由普通法院審判。行政機關代表國庫出售或出租公有財產，並非行使公權力對外發生法律上效果之單方行政行為，即非行政處分，而屬私法上契約行為，當事人若對之爭執，自應循民事訴訟程序解決。行政法院五十八年判字第二七０號判例及六十一年裁字第一五九號判例，均旨在說明行政機關代表國庫出售或出租公有財產所發生之爭議，應由普通法院審判，符合現行法律劃分審判權之規定，無損於人民訴訟權之行使，與憲法並無牴觸。",
	"　　台北市獎勵投資興建零售市場須知，對於申請投資興建市場者，訂有須「持有市場用地內全部私有土地使用權之私人或團體」之條件，係增加都市計畫法第五十三條所無之限制，應不予適用，業經本院釋字第三六三號解釋在案。至該解釋文末段所稱：「在獎勵投資條例施行期間申請興建公共設施，應符合該條例第三條之規定」，係指該條第一項第十一款之興闢業而言。土地所有權人為自然人而未組織股份有限公司者，雖得依該條例第五十八條之一第一項規定優先投資，惟能否享有各種優惠，仍應按該條例規定處理。本院上開解釋，應予補充。",
	"　　大學自治屬於憲法第十一條講學自由之保障範圍，舉凡教學、學習自由有關之重要事項，均屬大學自治之項目，又國家對大學之監督除應以法律明定外，其訂定亦應符合大學自治之原則，業經本院釋字第三八０號解釋釋示在案。大學於上開教學研究相關之範圍內，就其內部組織亦應享有相當程度之自主組織權。各大學如依其自主之決策認有提供學生修習軍訓或護理課程之必要者，自得設置與課程相關之單位，並依法聘任適當之教學人員。惟大學法第十一條第一項第六款及同法施行細則第九條第三項明定大學應設置軍訓室並配置人員，負責軍訓及護理課程之規劃與教學，此一強制性規定，有違憲法保障大學自治之意旨，應自本解釋公布之日起，至遲於屆滿一年時失其效力。",
	"　　時效制度係為公益而設，依取得時效制度取得之財產權應為憲法所保障，業經本院釋字第二九一號解釋釋示在案。地上權係以在他人土地上有建築物，或其他工作物，或竹木為目的而使用其土地之權，故地上權為使用他人土地之權利，屬於用益物權之一種。土地之共有人按其應有部分，本於其所有權之作用，對於共有物之全部雖有使用收益之權，惟共有人對共有物之特定部分使用收益，仍須徵得他共有人全體之同意。共有物亦得因共有人全體之同意而設定負擔，自得為共有人之一人或數人設定地上權。於公同共有之土地上為公同共有人之一人或數人設定地上權者亦同。是共有人或公同共有人之一人或數人以在他人之土地上行使地上權之意思而占有共有或公同共有之土地者，自得依民法第七百七十二條準用同法第七百六十九條及第七百七十條取得時效之規定，請求登記為地上權人。內政部中華民國七十七年八月十七日台內地字第六二一四六四號函發布時效取得地上權登記審查要點第三點第五款規定，共有人不得就共有土地申請時效取得地上權登記，與上開意旨不符，有違憲法保障人民財產權之本旨，應不予適用。",
	"　　民法第一千零零二條規定，妻以夫之住所為住所，贅夫以妻之住所為住所。但約定夫以妻之住所為住所，或妻以贅夫之住所為住所者，從其約定。本條但書規定，雖賦予夫妻雙方約定住所之機會，惟如夫或贅夫之妻拒絕為約定或雙方協議不成時，即須以其一方設定之住所為住所。上開法律未能兼顧他方選擇住所及具體個案之特殊情況，與憲法上平等及比例原則尚有未符，應自本解釋公布之日起，至遲於屆滿一年時失其效力。又夫妻住所之設定與夫妻應履行同居之義務尚有不同，住所乃決定各項法律效力之中心地，非民法所定履行同居義務之唯一處所。夫妻縱未設定住所，仍應以永久共同生活為目的，而互負履行同居之義務，要屬當然。",
	"　　商業會計事務，依商業會計法第二條第二項規定，謂依據一般公認會計原則從事商業會計事務之處理及據以編制財務報表，其性質涉及公共利益與人民財產權益，是以辦理商業會計事務為職業者，須具備一定之會計專業知識與經驗，始能勝任。同法第五條第四項規定：「商業會計事務，得委由會計師或經中央主管機關認可之商業會計記帳人辦理之；其認可及管理辦法，由中央主管機關定之」，所稱「商業會計記帳人」既在辦理商業會計事務，係屬專門職業之一種，依憲法第八十六條第二款之規定，其執業資格自應依法考選銓定之。商業會計法第五條第四項規定，委由中央主管機關認可商業會計記帳人之資格部分，有違上開憲法之規定，應不予適用。",
	"　　憲法第十條規定人民有居住及遷徙之自由，旨在保障人民有自由設定住居所、遷徙、旅行，包括出境或入境之權利。對人民上述自由或權利加以限制，必須符合憲法第二十三條所定必要之程度，並以法律定之。中華民國八十三年四月二十日行政院台內字第一三五五七號函修正核定之「國人入境短期停留長期居留及戶籍登記作業要點」第七點規定（即原八十二年六月十八日行政院台內字第二００七七號函修正核定之同作業要點第六點），關於在台灣地區無戶籍人民申請在台灣地區長期居留得不予許可、撤銷其許可、撤銷或註銷其戶籍，並限期離境之規定，係對人民居住及遷徙自由之重大限制，應有法律或法律明確授權之依據。除其中第一項第三款及第二項之相關規定，係為執行國家安全法等特別法所必要者外，其餘各款及第二項戶籍登記之相關規定、第三項關於限期離境之規定，均與前開憲法意旨不符，應自本解釋公布之日起，至遲於屆滿一年時失其效力。關於居住大陸及港澳地區未曾在台灣地區設籍之人民申請在台灣地區居留及設定戶籍，各該相關法律設有規定者，依其規定，併予指明。",
	"　　國家對於公務員有給予俸給、退休金等維持其生活之義務。軍人為公務員之一種，自有依法領取退伍金、退休俸之權利，或得依法以其軍中服役年資與任公務員之年資合併計算為其退休年資；其中對於軍中服役年資之採計並不因志願役或義務役及任公務員之前、後服役而有所區別。軍人及其家屬優待條例第三十二條第一項規定，「後備軍人轉任公職時，其原在軍中服役之年資，應予合併計算。」即係本於上開意旨依憲法上之平等原則而設。行政院人事行政局六十三年五月十一日（六三）局肆字第０九六四六號函釋，關於「留職停薪之入伍人員，於退伍復職後，依規定須補辦考績，並承認其年資」，致服義務役軍人僅得於任公務員後服役者始得併計公務員退休年資，與上開意旨不符。此項年資之採計對擔任公務員者之權利有重大影響，應予維護，爰依司法院大法官審理案件法第十七條第二項，諭知有關機關於本解釋公布之日起一年內，基於本解釋意旨，逕以法律規定或由行政院會同考試院，依上開條例第三十二條第二項之授權妥為訂定。",
	"　　憲法第一百五十三條規定國家應實施保護勞工之政策。政府為保障勞工生活，促進社會安全，乃制定勞工保險條例。同條例第六條第一項第一款至第五款規定之員工或勞動者，應以其雇主或所屬團體或所屬機關為投保單位，全部參加勞工保險為被保險人；第八條第一項第一款及第二款規定之員工亦得準用同條例之規定參加勞工保險。對於參加勞工保險為被保險人之員工或勞動者，並未限定於專任員工始得為之。同條例施行細則於中華民國八十五年九月十三日修正前，其第二十五條第一項規定：「依本條例第六條第一項第一款至第五款及第八條第一項第一款、第二款規定加保者，以專任員工為限。」以此排除非專任員工或勞動者之被保險人資格，雖係防杜不具勞工身分者掛名加保，巧取保險給付，以免侵蝕保險財務為目的，惟對於符合同條例所定被保險人資格之非專任員工或勞動者，則未能顧及其權益，與保護勞工之上開意旨有違。前揭施行細則第二十五條第一項規定就同條例所未限制之被保險人資格，逾越法律授權訂定施行細則之必要範圍，限制其適用主體，與憲法第二十三條規定之意旨未符，應不適用。",
	"　　中華民國人民，無分男女，在法律上一律平等；國家應促進兩性地位之實質平等，憲法第七條暨憲法增修條文第十條第六項定有明文。國家機關為達成公行政任務，以私法形式所為之行為，亦應遵循上開憲法之規定。行政院國軍退除役官兵輔導委員會發布之「本會各農場有眷場員就醫、就養或死亡開缺後房舍土地處理要點」，固係基於照顧榮民及其遺眷之生活而設，第配耕國有農場土地，為對榮民之特殊優惠措施，與一般國民所取得之權利或法律上利益有間。受配耕榮民與國家之間，係成立使用借貸之法律關係。配耕榮民死亡或借貸之目的使用完畢時，主管機關原應終止契約收回耕地，俾國家資源得合理運用。主管機關若出於照顧遺眷之特別目的，繼續使其使用、耕作原分配房舍暨土地，則應考量眷屬之範圍應否及於子女，並衡酌其謀生、耕作能力，是否確有繼續輔導之必要，依男女平等原則，妥為規劃。上開房舍土地處理要點第四點第三項：「死亡場員之遺眷如改嫁他人而無子女者或僅有女兒，其女兒出嫁後均應無條件收回土地及眷舍，如有兒子准由兒子繼承其權利」，其中規定限於榮民之子，不論結婚與否，均承認其所謂繼承之權利，與前述原則不符。主管機關應於本解釋公布之日起六個月內，基於上開解釋意旨，就相關規定檢討，妥為處理。",
	"　　財政部中華民國六十六年十二月十四日臺財稅字第三八四五二號函：「生產事業除自行生產產品所發生之所得外，如有兼營其他非自行生產產品買賣業務所發生之所得暨非營業收入者，該項買賣業務所發生之所得及非營業收入，不適用獎勵投資條例納稅限額之規定」，係主管機關基於職權，為執行獎勵投資條例第十五條及行政院依同條例第三條授權所發布之「生產事業獎勵類目及標準」，對受獎勵之生產事業營業及其他收入計算全年課稅所得額所為之釋示，與該條例對稅捐減免優惠以受獎勵生產事業自行生產獎勵類目產品所發生之所得為限之意旨相符，並未變更法律所定稅賦優惠規定，亦未增加生產事業之租稅負擔，與憲法租稅法定主義並無牴觸。",
	"　　兵役體位之判定，係徵兵機關就役男應否服兵役及應服何種兵役所為之決定而對外直接發生法律效果之單方行政行為，此種決定行為，對役男在憲法上之權益有重大影響，應為訴願法及行政訴訟法上之行政處分。受判定之役男，如認其判定有違法或不當情事，自得依法提起訴願及行政訴訟。司法院院字第一八五０號解釋，與上開意旨不符，應不再援用，以符憲法保障人民訴訟權之意旨。至於兵役法施行法第六十九條係規定免役、禁役、緩徵、緩召應先經主管機關之核定及複核，並未限制人民爭訟之權利，與憲法並無牴觸；其對複核結果不服者，仍得依法提起訴願及行政訴訟。",
	"　　土地稅法第六條規定，為發展經濟，促進土地利用，增進社會福利，對於宗教及合理之自用住宅等所使用之土地，得予適當之減免；同條後段並授權由行政機關訂定其減免標準及程序。同法第九條雖就自用住宅用地之定義設有明文，然其中關於何謂「住宅」，則未見規定。財政部中華民國七十二年三月十四日台財稅字第三一六二七號函所稱「地上建物係供神壇使用，已非土地稅法第九條所稱之自用『住宅』用地」，乃主管機關適用前開規定時就住宅之涵義所為之消極性釋示，符合土地稅法之立法目的且未逾越住宅概念之範疇，與憲法所定租稅法定主義尚無牴觸。又前開函釋並未區分不同宗教信仰，均有其適用，復非就人民之宗教信仰課予賦稅上之差別待遇，亦與憲法第七條、第十三條規定之意旨無違。",
	"　　中華民國八十六年七月二十一日公布施行之憲法增修條文第三條第二項第一款規定行政院有向立法院提出施政方針及施政報告之責，立法委員在開會時，有向行政院院長及行政院各部會首長質詢之權，此為憲法基於民意政治及責任政治之原理所為制度性之設計。國防部主管全國國防事務，立法委員就行政院提出施政方針及施政報告關於國防事務方面，自得向行政院院長及國防部部長質詢之。至參謀總長在行政系統為國防部部長之幕僚長，直接對國防部部長負責，自非憲法規定之部會首長，無上開條文之適用。\n　　立法院為國家最高立法機關，有議決法律、預算等議案及國家重要事項之權。立法院為行使憲法所賦予上開職權，得依憲法第六十七條規定，設各種委員會，邀請政府人員及社會上有關係人員到會備詢。鑑諸行政院應依憲法規定對立法院負責，故凡行政院各部會首長及其所屬公務員，除依法獨立行使職權，不受外部干涉之人員外，於立法院各種委員會依憲法第六十七條第二項規定邀請到會備詢時，有應邀說明之義務。參謀總長為國防部部長之幕僚長，負責國防之重要事項，包括預算之擬編及執行，與立法院之權限密切相關，自屬憲法第六十七條第二項所指政府人員，除非因執行關係國家安全之軍事業務而有正當理由外，不得拒絕應邀到會備詢，惟詢問內容涉及重要國防機密事項者，免予答覆。至司法、考試、監察三院院長，本於五院間相互尊重之立場，並依循憲政慣例，得不受邀請備詢。三院所屬非獨立行使職權而負行政職務之人員，於其提出之法律案及有關預算案涉及之事項，亦有上開憲法規定之適用。",
	"　　各大學校、院、系（所）教師評審委員會關於教師升等評審之權限，係屬法律在特定範圍內授予公權力之行使，其對教師升等通過與否之決定，與教育部學術審議委員會對教師升等資格所為之最後審定，於教師之資格等身分上之權益有重大影響，均應為訴願法及行政訴訟法上之行政處分。受評審之教師於依教師法或訴願法用盡行政救濟途徑後，仍有不服者，自得依法提起行政訴訟，以符憲法保障人民訴訟權之意旨。行政法院五十一年判字第三九八號判例，與上開解釋不符部分，應不再適用。\n　　大學教師升等資格之審查，關係大學教師素質與大學教學、研究水準，並涉及人民工作權與職業資格之取得，除應有法律規定之依據外，主管機關所訂定之實施程序，尚須保證能對升等申請人專業學術能力及成就作成客觀可信、公平正確之評量，始符合憲法第二十三條之比例原則。且教師升等資格評審程序既為維持學術研究與教學之品質所設，其決定之作成應基於客觀專業知識與學術成就之考量，此亦為憲法保障學術自由真諦之所在。故各大學校、院、系（所）教師評審委員會，本於專業評量之原則，應選任各該專業領域具有充分專業能力之學者專家先行審查，將其結果報請教師評審委員會評議。教師評審委員會除能提出具有專業學術依據之具體理由，動搖該專業審查之可信度與正確性，否則即應尊重其判斷。受理此類事件之行政救濟機關及行政法院自得據以審查其是否遵守相關之程序，或其判斷、評量有無違法或顯然不當之情事。現行有關各大學、獨立學院及專科學校教師資格及升等評審程序之規定，應本此解釋意旨通盤檢討修正。",
	"　　憲法第一百六十四條明確規範中央及地方之教育科學文化之預算，須達預算總額之一定比例，以確保國家及各地方自治團體對於人民之教育、科學與文化生活得有穩定而必要的公共支出，此係憲法重視教育科學文化發展所設之規定。本條所謂「預算總額」，並不包括追加預算及特別預算在內，業經本院釋字第七十七號及第二三一號解釋在案。政府就未來一年間之計畫所預期之收入及支出編列預算，以使國家機關正常運作，並規範國家之財政，原則上應制定單一之預算。惟為因應特殊緊急情況，有預算法第七十五條各款規定之情形時，行政院得於年度總預算外另提出特別預算，其審議依預算法第七十六條為之。至憲法第一百六十四條所稱教育科學文化經費之具體內容如何、平衡省市預算基金等項目，是否應計入預算總額發生之爭論，中華民國八十六年七月二十一日修正公布之憲法增修條文第十條第八項既規定：「教育、科學、文化之經費，尤其國民教育之經費應優先編列，不受憲法第一百六十四條規定之限制。」有關該等預算之數額、所佔比例、編列方式、歸屬範圍等問題，自應由立法者本其政治責任而為決定。是以與憲法第一百六十四條之所謂「預算總額」及教育、科學、文化等經費所佔中央、地方預算之比例等相關問題，已無再行解釋之必要。",
	"　　陸海空軍軍官服役條例第二十七條附表「附註」四之(二)之５，關於退休俸支領之規定，旨在避免受領退休俸（包含其他補助）之退役軍官，於就任由公庫支薪之公職時，重複領取待遇，致違一人不得兩俸之原則，加重國家財政之負擔。該附表所稱之擔任「公務員」，係指擔任「有給之公職」之意，不問其職稱之如何，亦不問其待遇之多寡，均屬之。行政院於中華民國六十八年一月十九日以(六八)台人政肆字第０一三七九號函修訂發布之「退休俸及生活補助費人員自行就任公職支領待遇注意事項」關於所定就任公職之職務類別，既係主管機關為執行上開條例未盡明確之附表所為必要之補充規定，與立法意旨無所違背，其於憲法保障生存權、財產權亦無牴觸。",
	"　　行政院農業委員會中華民國七十八年八月四日公告之保育類野生動物名錄，指定象科為瀕臨絕種保育類野生動物並予公告，列其為管制之項目，係依據同年六月二十三日制定公布之野生動物保育法第四條第二項之授權，其授權之內容及範圍，同法第三條第五款及第四條第一項已有具體明確之規定，於憲法尚無違背。又同法第三十三條 (八十三年十月二十九日修正為第四十條) 對於非法買賣前開公告之管制動物及製品者予以處罰，乃為保育瀕臨絕種及珍貴稀有野生動物之必要，以達維護環境及生態之目標，亦非增訂處罰規定而溯及的侵害人民身體之自由權及財產權，且未逾增進公共利益所必要之範圍，與憲法並無牴觸。至公告列為瀕臨絕種保育類野生動物前，經已合法進口之野生動物或其屍體、角、骨、牙、皮、毛、卵、器官及其製品，於公告後因而不得買賣、交換、或意圖販賣而陳列，致人民財產權之行使受有限制，有關機關自應分別視實際受限制程度等具體情狀，檢討修訂相關規定為合理之補救，以符憲法保障人民財產權之意旨。",
	"　　憲法第十六條規定人民有訴訟之權，旨在確保人民得依法定程序提起訴訟及受公平之審判。至於訴訟救濟究應循普通訴訟程序抑或依行政訴訟程序為之，則由立法機關依職權衡酌訴訟案件之性質及既有訴訟制度之功能等而為設計。我國關於民事訴訟與行政訴訟之審判，依現行法律之規定，分由不同性質之法院審理，係採二元訴訟制度。除法律別有規定外，關於因私法關係所生之爭執，由普通法院審判；因公法關係所生之爭議，則由行政法院審判之。\n　　國家為提供公務人員生活保障，制定公務人員保險法，由考試院銓敘部委託行政院財政部所屬之中央信託局辦理公務人員保險，並於保險事故發生時予以現金給付。按公務人員保險為社會保險之一種，具公法性質，關於公務人員保險給付之爭議，自應循行政爭訟程序解決。惟現行法制下，行政訴訟除附帶損害賠償之訴外，並無其他給付類型訴訟，致公務人員保險給付爭議縱經行政救濟確定，該當事人亦非必然即可獲得保險給付。有關機關應儘速完成行政訴訟制度之全盤修正，於相關法制尚未完備以前，為提供人民確實有效之司法救濟途徑，有關給付之部分，經行政救濟程序之結果不能獲得實現時，應許向普通法院提起訴訟謀求救濟，以符首開憲法規定之意旨。",
	"　　中華民國八十六年七月二十一日公布之憲法增修條文第九條施行後，省為地方制度層級之地位仍未喪失，惟不再有憲法規定之自治事項，亦不具備自主組織權，自非地方自治團體性質之公法人。符合上開憲法增修條文意旨制定之各項法律，若未劃歸國家或縣市等地方自治團體之事項，而屬省之權限且得為權利義務之主體者，於此限度內，省自得具有公法人資格。",
	"　　憲法第四十六條規定：總統、副總統之選舉，以法律定之。立法機關依此制定法律，規範總統、副總統之選舉程序，應符合公平合理之原則。總統副總統選舉罷免法第二十三條第二項及第四項規定，總統、副總統候選人須於法定期間內尋求最近一次中央民意代表選舉選舉人總數百分之一點五以上之連署，旨在採行連署制度，以表達被連署人有相當程度之政治支持，藉與政黨推薦候選人之要件相平衡，並防止人民任意參與總統、副總統之候選，耗費社會資源，在合理範圍內所為適當之規範，尚難認為對總統、副總統之被選舉權為不必要之限制，與憲法規定之平等權亦無違背。又為保證連署人數確有同條第四項所定人數二分之一以上，由被連署人依同條第一項提供保證金新台幣一百萬元，並未逾越立法裁量之範圍，與憲法第二十三條規定尚無違背。總統副總統選舉連署及查核辦法係主管機關依總統副總統選舉罷免法第二十三條第九項授權所訂定，其授權有明確之目的及範圍，同辦法第二條第三項關於書件不全、不符規定或保證金不足者，中央選舉委員會應拒絕受理其申請之規定，符合法律授權之意旨，與憲法並無牴觸。惟關於上開被選舉權行使之要件，應隨社會變遷及政治發展之情形，適時檢討改進，以副憲法保障人民參政權之本旨，乃屬當然。",
	"　　法律規定之內容非僅屬授予國家機關推行公共事務之權限，而其目的係為保護人民生命、身體及財產等法益，且法律對主管機關應執行職務行使公權力之事項規定明確，該管機關公務員依此規定對可得特定之人所負作為義務已無不作為之裁量餘地，猶因故意或過失怠於執行職務，致特定人之自由或權利遭受損害，被害人得依國家賠償法第二條第二項後段，向國家請求損害賠償。最高法院七十二年台上字第七０四號判例謂：「國家賠償法第二條第二項後段所謂公務員怠於執行職務，係指公務員對於被害人有應執行之職務而怠於執行者而言。換言之，被害人對於公務員為特定職務行為，有公法上請求權存在，經請求其執行而怠於執行，致自由或權利遭受損害者，始得依上開規定，請求國家負損害賠償責任。若公務員對於職務之執行，雖可使一般人民享有反射利益，人民對於公務員仍不得請求為該職務之行為者，縱公務員怠於執行該職務，人民尚無公法上請求權可資行使，以資保護其利益，自不得依上開規定請求國家賠償損害。」對於符合一定要件，而有公法上請求權，經由法定程序請求公務員作為而怠於執行職務者，自有其適用，惟與首開意旨不符部分，則係對人民請求國家賠償增列法律所無之限制，有違憲法保障人民權利之意旨，應不予援用。",
	"　　中華民國八十一年五月二十八日修正公布之憲法增修條文第十三條第一項規定司法院設院長、副院長各一人，大法官若干人，由總統提名，經國民大會同意任命之，不適用憲法第七十九條之有關規定，自此監察院已無行使同意之權。總統並分別於八十二年四月二日及八十三年七月三十日依前開增修條文規定，提名司法院院長、副院長、大法官，經國民大會同意任命。八十三年八月一日修正公布之憲法增修條文將上開同條文條次變更為第四條第一項。八十六年七月二十一日修正公布之憲法增修條文雖針對前開增修條文加以修正，改列為第五條第一項而異其內容，但明定自九十二年起實施。是在此之前所提名之司法院院長、副院長及大法官，自無從適用。未屆九十二年以前，司法院院長、副院長及本屆大法官出缺致影響司法院職權之正常運作時，其任命之程序如何，現行憲法增修條文漏未規定，要屬修憲之疏失，總統如行使提名權，應適用八十三年八月一日修正公布之憲法增修條文第四條規定程序為之。",
	"　　人民身體之自由應予保障，憲法第八條設有明文。限制人身自由之法律，其內容須符合憲法第二十三條所定要件。保安處分係對受處分人將來之危險性所為拘束其身體、自由等之處置，以達教化與治療之目的，為刑罰之補充制度。本諸法治國家保障人權之原理及刑法之保護作用，其法律規定之內容，應受比例原則之規範，使保安處分之宣告，與行為人所為行為之嚴重性、行為人所表現之危險性，及對於行為人未來行為之期待性相當。槍砲彈藥刀械管制條例第十九條第一項規定：「犯第七條、第八條、第十條、第十一條、第十二條第一項至第三項、第十三條第一項至第三項之罪，經判處有期徒刑者，應於刑之執行完畢或赦免後，令入勞動場所，強制工作，其期間為三年。」此項規定不問對行為人有無預防矯治其社會危險性之必要，一律宣付強制工作三年，限制其中不具社會危險性之受處分人之身體、自由部分，其所採措施與所欲達成預防矯治之目的及所需程度，不合憲法第二十三條所定之比例原則。犯上開條例第十九條所定之罪，不問對行為人有無預防矯治其社會危險性之必要，一律宣付強制工作三年之部分，與本解釋意旨不符，應自本解釋公布之日起不予適用。犯該條例第十九條第一項所列舉之罪，依個案情節符合比例原則部分，固應適用該條例宣告保安處分；至不符合部分而應宣告保安處分者，則仍由法院斟酌刑法第九十條第一項規定之要件，依職權為之，於此，自無刑法第二條第二項之適用，亦即仍有從新從輕原則之適用。",
	"　　國家為謀社會福利，應實施社會保險制度；國家為增進民族健康，應普遍推行衛生保健事業及公醫制度，憲法第一百五十五條及第一百五十七條分別定有明文。又國家應推行全民健康保險，復為憲法增修條文第十條第五項所明定。中華民國八十三年八月九日公布、八十四年三月一日施行之全民健康保險法即為實現上開憲法規定而制定。該法第十一條之一、第六十九條之一及第八十七條有關強制納保、繳納保費，係基於社會互助、危險分攤及公共利益之考量，符合憲法推行全民健康保險之意旨；同法第三十條有關加徵滯納金之規定，則係促使投保單位或被保險人履行其繳納保費義務之必要手段。全民健康保險法上開條文與憲法第二十三條亦無牴觸。惟對於無力繳納保費者，國家應給予適當之救助，不得逕行拒絕給付，以符憲法推行全民健康保險，保障老弱殘廢、無力生活人民之旨趣。\n　　已依法參加公、勞、農保之人員亦須強制其加入全民健康保險，係增進公共利益所必要，難謂有違信賴保護原則。惟有關機關仍應本於全民健康保險法施行時，該法第八十五條限期提出改制方案之考量，依本解釋意旨，並就保險之營運（包括承保機構之多元化）、保險對象之類別、投保金額、保險費率、醫療給付、撙節開支及暫行拒絕保險給付之當否等，適時通盤檢討改進，併此指明。",
	"　　全民健康保險法第十八條規定同法第八條所定第一類至第四類被保險人及其眷屬之保險費，依被保險人之投保金額及其保險費率計算之。此項保險費係為確保全民健康保險制度之運作而向被保險人強制收取之費用，屬於公法上金錢給付之一種，具分擔金之性質，保險費率係依預期損失率，經精算予以核計。其衡酌之原則以填補國家提供保險給付支出之一切費用為度，鑑於全民健康保險為社會保險，對於不同所得者，收取不同保險費，以符量能負擔之公平性，並以類型化方式合理計算投保金額，俾收簡化之功能，全民健康保險法第二十一條第一項乃規定授權主管機關訂定被保險人投保金額之分級表，為計算被保險人應負擔保險費之依據。依同法第二十二條第一項第三款及第三項規定專門職業及技術人員自行執業而無固定所得者，其投保金額由該被保險人依投保金額分級表所定數額自行申報。準此，全民健康保險法施行細則第四十一條第一項第四款規定，專門職業及技術人員自行執業者，其投保金額以分級表最高一級為上限，以勞工保險投保薪資分級表最高一級為下限，係基於法律規定衡量被保險人從事職業之性質，符合母法授權之意旨，與憲法保障財產權之旨趣，並不違背。",
	"　　公務人員參加公務人員保險，於保險事故發生時，有依法請求保險金之權利，該請求權之消滅時效，應以法律定之，屬於憲法上法律保留事項。中華民國四十七年八月八日考試院訂定發布之公務人員保險法施行細則第七十條（八十四年六月九日考試院、行政院令修正發布之同施行細則第四十七條），逕行規定時效期間，與上開意旨不符，應不予適用。在法律未明定前，應類推適用公務人員退休法、公務人員撫卹法等關於退休金或撫卹金請求權消滅時效期間之規定。至於時效中斷及不完成，於相關法律未有規定前，亦應類推適用民法之規定，併此指明。",
	"　　國民大會為因應國家統一前之需要，制定憲法增修條文，其第十一條規定：「自由地區與大陸地區間人民權利義務關係及其他事務之處理，得以法律為特別之規定」。\n　　政府於中華民國三十八年以前在大陸地區發行之國庫債券，係基於當時國家籌措財源之需要，且以包括當時大陸地區之稅收及國家資產為清償之擔保，其金額至鉅。嗣因國家發生重大變故，政府遷台，此一債券擔保之基礎今已變更，目前由政府立即清償，勢必造成臺灣地區人民稅負之沈重負擔，顯違公平原則。立法機關乃依憲法增修條文第十一條之授權制定「臺灣地區與大陸地區人民關係條例」，於第六十三條第三項規定：一、民國三十八年以前在大陸發行尚未清償之外幣債券及民國三十八年黃金短期公債；二、國家行局及收受存款之金融機構在大陸撤退前所有各項債務，於國家統一前不予處理，其延緩債權人對國家債權之行使，符合上開憲法增修條文之意旨，與憲法第二十三條限制人民自由權利應遵守之要件亦無牴觸。",
	"　　人民身體之自由與生存權應予保障，固為憲法第八條、第十五條所明定；惟國家刑罰權之實現，對於特定事項而以特別刑法規定特別之罪刑所為之規範，倘與憲法第二十三條所要求之目的正當性、手段必要性、限制妥當性符合，即無乖於比例原則，要不得僅以其關乎人民生命、身體之自由，遂執兩不相侔之普通刑法規定事項，而謂其係有違於前開憲法之意旨。\n　　中華民國八十一年七月二十七日修正公布之「肅清煙毒條例」、八十七年五月二十日修正公布之「毒品危害防制條例」，其立法目的，乃特別為肅清煙毒、防制毒品危害，藉以維護國民身心健康，進而維持社會秩序，俾免國家安全之陷於危殆。因是拔其貽害之本，首予杜絕流入之途，即著重煙毒來源之截堵，以求禍害之根絕；而製造、運輸、販賣行為乃煙毒禍害之源，其源不斷，則流毒所及，非僅多數人之生命、身體受其侵害，并社會、國家之法益亦不能免，為害之鉅，當非個人一己之生命、身體法益所可比擬。對於此等行為之以特別立法嚴厲規範，當已符合比例原則；抑且製造、運輸、販賣煙毒之行為，除有上述高度不法之內涵外，更具有暴利之特質，利之所在，不免群趨僥倖，若僅藉由長期自由刑措置，而欲達成肅清、防制之目的，非但成效難期，要亦有悖於公平與正義。肅清煙毒條例第五條第一項：「販賣、運輸、製造毒品、鴉片或麻煙者，處死刑或無期徒刑。」毒品危害防制條例第四條第一項：「製造、運輸、販賣第一級毒品者，處死刑或無期徒刑；處無期徒刑者，得併科新臺幣一千萬元以下罰金。」其中關於死刑、無期徒刑之法定刑規定，係本於特別法嚴禁毒害之目的而為之處罰，乃維護國家安全、社會秩序及增進公共利益所必要，無違憲法第二十三條之規定，與憲法第十五條亦無牴觸。",
	"　　台灣地區在戒嚴時期刑事案件之審判權由軍事審判機關行使者，其適用之程序與一般刑事案件有別，救濟功能亦有所不足，立法機關乃制定戒嚴時期人民受損權利回復條例，對犯內亂罪及外患罪，符合該條例所定要件之人民，回復其權利或給予相當賠償，而明定限於犯外患罪、內亂罪之案件，係基於此類犯罪涉及政治因素之考量，在國家處於非常狀態，實施戒嚴之情況下，軍事審判機關所為認事用法容有不當之處。至於其他刑事案件不在上開權利回復條例適用之列，要屬立法裁量範圍，與憲法尚無牴觸。\n　　戒嚴時期人民受損權利回復條例第六條適用對象，以「受無罪之判決確定前曾受羈押或刑之執行者」為限，未能包括不起訴處分確定前或後、經治安機關逮捕以罪嫌不足逕行釋放前、無罪判決確定後、有罪判決（包括感化、感訓處分）執行完畢後，受羈押或未經依法釋放之人民，係對權利遭受同等損害，應享有回復利益者，漏未規定，顯屬立法上之重大瑕疵，若仍適用該條例上開規定，僅對受無罪判決確定前喪失人身自由者予以賠償，反足以形成人民在法律上之不平等，就此而言，自與憲法第七條有所牴觸。是凡屬上開漏未規定之情形，均得於本解釋公布之日起二年內，依該條例第六條規定請求國家賠償。",
	"　　土地稅法第三十五條第一項第一款所定「自用住宅用地」，依同法第九條規定，係指「為土地所有權人或其配偶、直系親屬於該地辦竣戶籍登記，且無出租或供營業用之住宅用地」，並未以須經稽徵機關核准按自用住宅用地稅率課徵地價稅為認定之標準。財政部中華民國七十三年十二月二十七日台財稅第六五六三四號函謂：「土地所有權人出售自用住宅用地，於二年內重購土地者，除自完成移轉登記之日起，不得有出租或營業情事外，並須經稽徵機關核准按自用住宅用地稅率課徵地價稅者，始准依土地稅法第三十五條第一項第一款規定，退還已納土地增值稅」，其以「須經稽徵機關核准按自用住宅用地稅率課徵地價稅」為申請退稅之要件部分，係增加土地稅法第三十五條第一項第一款所無之限制，有違憲法第十九條租稅法律主義，應不予援用。",
	"　　憲法第十四條規定人民有結社自由，旨在保障人民為特定目的，以共同之意思組成團體並參與其活動之自由。就中關於團體名稱之選定，攸關其存立之目的、性質、成員之認同及與其他團體之識別，自屬結社自由保障之範圍。對團體名稱選用之限制，亦須符合憲法第二十三條所定之要件，以法律或法律明確授權之命令始得為之。\n　　人民團體法第五條規定人民團體以行政區域為組織區域；而第十二條僅列人民團體名稱、組織區域為章程應分別記載之事項，對於人民團體名稱究應如何訂定則未有規定。行政機關依其職權執行法律，雖得訂定命令對法律為必要之補充，惟其僅能就執行母法之細節性、技術性事項加以規定，不得逾越母法之限度，迭經本院解釋釋示在案。內政部訂定之「社會團體許可立案作業規定」第四點關於人民團體應冠以所屬行政區域名稱之規定，逾越母法意旨，侵害人民依憲法應享之結社自由，應即失其效力。",
	"　　促進產業升級條例第十六條第二款規定，公司以其未分配盈餘增資償還因增置或更新同條第一款所定之機器、設備或運輸設備之貸款或未付款者，其股東因而取得之新發行記名股票，免予計入該股東當年度綜合所得額；其股東為營利事業者，免予計入當年度營利事業所得額課稅。適用上開條文之公司應依中華民國八十二年十月二十七日修正發布之同條例施行細則第三十二條之一第二項第八款（現行細則第三十八條第二項第八款）規定，於核定本次增資償還計畫之期限內完成償還貸款或未付款，並於完成後六個月內檢具清償證明影本或經會計師查核簽證之清償證明文件，向原核備機關申請核發完成證明。如因實際需要得依同細則第三十四條第二項（現行細則第四十四條第二項）規定，於原核備完成期限前向原計畫核備機關申請展延至四年。上開施行細則有關六個月申請期間之規定，對納稅義務人而言，雖屬較短之期限，惟原計畫已准其有一定完成之期限，茲復有四年延展期間之設，如無一定申請期間之限制，稅捐核課之目的即難以落實。而此等期間之規定，除已斟酌適用本條例之公司之實際需要外，並係兼顧稅捐稽徵法第二十一條租稅核課期間及商業會計法第三十八條會計憑證保存期限而設，為執行母法及相關法律所必要。是上開細則有關六個月之規定，符合立法意旨且未逾越母法之限度，與憲法第十九條及第二十三條並無牴觸。",
	"　　中華民國八十一年五月二十八日修正公布之中華民國憲法增修條文第十七條，授權以法律訂定省縣地方制度，同條第一款、第三款規定，省設省議會及省政府，省置省長一人，省議員與省長分別由省民選舉之，係指事實上能實施自治之省，應受上述法律規範，不受憲法相關條文之限制。省縣自治法遂經憲法授權而制定，該法第六十四條規定，轄區不完整之省，其議會與政府之組織，由行政院另定之。行政院據此所訂定之福建省政府組織規程，未規定由人民選舉省長及省議會議員，乃斟酌福建省之特殊情況所為之規定，為事實上所必需，符合母法授權之意旨，與憲法第七條人民在法律上平等之原則亦無違背。",
	"　　民事訴訟法第五百零一條第一項第四款規定，提起再審之訴，應表明再審理由及關於再審理由並遵守不變期間之證據。其中關於遵守不變期間之證據，係屬提出書狀時，應添具之文書物件，與同法第一百二十一條第一項規定之書狀不合程式之情形不同，自不生程式欠缺補正之問題。惟當事人於再審書狀中已表明再審理由並提出再審理由之證據，而漏未表明其遵守不變期間之證據時，法院為行使闡明權，非不得依具體個案之情形，裁定命其提出證據。最高法院六十年台抗字第五三八號判例，符合上開意旨，與憲法保障人民訴訟權之規定並無牴觸。",
	"　　公務人員依法銓敘取得之官等俸級，非經公務員懲戒機關依法定程序之審議決定，不得降級或減俸，此乃憲法上服公職權利所受之制度性保障，亦為公務員懲戒法第一條、公務人員保障法第十六條及公務人員俸給法第十六條之所由設。\n　　公務人員任用法第十八條第一項第三款前段規定：「經依法任用人員，除自願者外，不得調任低一官等之職務；在同官等內調任低職等職務者，仍以原職等任用」，有任免權之長官固得據此將高職等之公務人員調任為較低官等或職等之職務；惟一經調任，依公務人員俸給法第十三條第二項及同法施行細則第七條之規定，此等人員其所敘俸級已達調任職等年功俸最高級者，考績時不再晉敘，致高資低用人員縱於調任後如何戮力奉公，成績卓著，又不論其原敘職等是否已達年功俸最高級，亦無晉敘之機會，則調任雖無降級或減俸之名，但實際上則生類似降級或減俸之懲戒效果，與首開憲法保障人民服公職權利之意旨未盡相符，主管機關應對上開公務人員任用法、公務人員俸給法及附屬法規從速檢討修正。",
	"　　契稅條例第二條第一項規定：「不動產之買賣、承典、交換、贈與、分割或因占有而取得所有權者，均應購用公定契紙，申報繳納契稅。」同條例第十八條第一項規定：「主管稽徵機關收到納稅義務人契稅申報案件，應於十五日內審查完竣，查定應納稅額，發單通知納稅義務人依限繳納。」又同條例第二十三條規定：「凡因不動產之買賣、承典、交換、贈與、分割及占有而辦理所有權登記者，地政機關應憑繳納契稅收據辦理權利變更登記。」是申報繳納契稅關係人民財產權之行使及取得。財政部中華民國七十年八月十九日台財稅字第三六八八九號關於「同一建物、土地先後有數人申報，且各有其合法依據時，為避免日後可能發生糾紛起見，稅捐稽徵機關得通知各有關當事人自行協調，在當事人未達成協議或訴請司法機關確認所有權移轉登記權利前，稅捐稽徵機關得暫緩就申報案件核發納稅通知書」之函示，逾越上開法律規定之意旨，指示稅捐稽徵機關得暫緩就申報案件核發納稅通知書，致人民無從完成納稅手續憑以辦理所有權移轉登記，妨害人民行使財產上之權利，與憲法第十五條保障人民財產權之意旨不符，應不再援用。",
	"　　憲法第七條平等原則並非指絕對、機械之形式上平等，而係保障人民在法律上地位之實質平等，立法機關基於憲法之價值體系及立法目的，自得斟酌規範事物性質之差異而為合理之區別對待。促進民生福祉乃憲法基本原則之一，此觀憲法前言、第一條、基本國策及憲法增修條文第十條之規定自明。立法者基於社會政策考量，尚非不得制定法律，將福利資源為限定性之分配。國軍老舊眷村改建條例及其施行細則分別規定，原眷戶享有承購依同條例興建之住宅及領取由政府給與輔助購宅款之優惠，就自備款部分得辦理優惠利率貸款，對有照顧必要之原眷戶提供適當之扶助，其立法意旨與憲法第七條平等原則尚無牴觸。\n　　惟鑒於國家資源有限，有關社會政策之立法，必須考量國家之經濟及財政狀況，依資源有效利用之原則，注意與一般國民間之平等關係，就福利資源為妥善之分配，並應斟酌受益人之財力、收入、家計負擔及須照顧之必要性妥為規定，不得僅以受益人之特定職位或身分作為區別對待之唯一依據；關於給付方式及額度之規定，亦應力求與受益人之基本生活需求相當，不得超過達成目的所需必要限度而給予明顯過度之照顧。立法機關就上開條例與本解釋意旨未盡相符之部分，應通盤檢討改進。",
	"　　憲法上所保障之權利或法律上之利益受侵害者，其主體均得依法請求救濟。中華民國七十八年五月二十六日修正公布之商標法第三十七條第一項第十一款（現行法為第三十七條第十一款）前段所稱「其他團體」，係指自然人及法人以外其他無權利能力之團體而言，其立法目的係在一定限度內保護該團體之人格權及財產上利益。自然人及法人為權利義務之主體，固均為憲法保護之對象；惟為貫徹憲法對人格權及財產權之保障，非具有權利能力之「團體」，如有一定之名稱、組織而有自主意思，以其團體名稱對外為一定商業行為或從事事務有年，已有相當之知名度，為一般人所知悉或熟識，且有受保護之利益者，不論其是否從事公益，均為商標法保護之對象，而受憲法之保障。商標法上開規定，商標圖樣，有其他團體之名稱，未得其承諾者，不得申請註冊，目的在於保護各該團體之名稱不受侵害，並兼有保護消費者之作用，與憲法第二十二條規定之意旨尚無牴觸。",
	"　　冤獄賠償法為國家賠償責任之特別立法，憲法第二十四條規定：「凡公務員違法侵害人民之自由或權利者，除依法律受懲戒外，應負刑事及民事責任。被害人民就其所受損害，並得依法律向國家請求賠償」，立法機關據此有制定有關國家賠償法律之義務，而此等法律對人民請求各類國家賠償要件之規定，並應符合憲法上之比例原則。刑事被告之羈押，係為確保訴訟程序順利進行，於被告受有罪判決確定前，拘束其身體自由於一定處所之強制處分，乃對人民身體自由所為之嚴重限制，故因羈押而生之冤獄賠償，尤須尊重憲法保障人身自由之精神。冤獄賠償法第二條第二款前段，僅以受害人之行為違反公共秩序或善良風俗為由，剝奪其請求賠償之權利，未能以其情節是否重大，有無逾越社會通常觀念所能容忍之程度為衡量標準，與前述憲法意旨未盡相符。上開法律第二條第二款與本解釋不合部分，應不予適用。",
	"　　憲法第十五條規定，人民財產權應予保障。對人民財產權之限制，必須合於憲法第二十三條所定必要程度，並以法律定之，其由立法機關明確授權行政機關以命令訂定者，須據以發布之命令符合立法意旨且未逾越授權範圍時，始為憲法之所許，迭經本院解釋在案。信用合作社法第二十七條第一項及銀行法第六十二條第一項係為保障存款人權益，並兼顧金融秩序之安定而設，金融機構監管接管辦法第十一條第一項第三款及第十四條第四款雖亦有銀行法第六十二條第三項授權之依據，惟基於保障人民權利之考量，法律規定之實體內容固不得違背憲法，其為實施實體內容之程序及提供適時之司法救濟途徑，亦應有合理規定，方符憲法維護人民權利之意旨；法律授權行政機關訂定之命令，為適當執行法律之規定，尤須對採取影響人民權利之行政措施時，其應遵行之程序作必要之規範。前述銀行法、信用合作社法及金融機構監管接管辦法所定之各種措施，對銀行、信用合作社之股東（社員）、經營者及其他利害關係人，既皆有重大影響，該等法規僅就主管機關作成行政處分加以規定，未能對作成處分前，如何情形須聽取股東、社員、經營者或利害關係人陳述之意見或徵詢地方自治團體相關機關（涉及各該地方自治團體經營之金融機構）之意見設置明文。又上開辦法允許主管機關逕行指派機關（機構）或人員為監管人或接管人，並使接管人取得經營權及財產管理處分權，復由接管人及主管機關決定概括讓與全部或部分業務及資產負債，或與他金融機構合併，無須斟酌受接管之金融機構股東或社員大會決議之可行性，亦不考慮該金融機構能否適時提供相當資金、擔保或其他解決其資產不足清償債務之有效方法，皆與憲法保障人民財產權之意旨未盡相符。前述法規主管機關均應依本解釋儘速檢討修正。",
	"　　信用合作社法第二十七條第一項及銀行法第六十二條第一項、第二項所稱主管機關對違反法令、章程或無法健全經營而損及社員及存款人權益之合作社或因業務或財務狀況顯著惡化之銀行，得分別為撤銷決議、撤換職員、限制發給理、監事酬勞或停止、解除其職務，停止業務限期清理、派員監管、接管、合併、命令解散、撤銷許可及其他必要處置。其中必要處置係指在符合信用合作社法第二十七條第一項「無法健全經營而有損及社員及存款人權益之虞時」或銀行法第六十二條第一項「銀行因業務或財務狀況顯著惡化，不能支付其債務或有損及存款人利益之虞時」之前提下，因情況急迫，縱然採取上開法律所舉之措施，勢將不能實現預期效果時，所為不得已之合理手段而言。主管機關對財務狀況顯著惡化、無法健全經營之銀行或信用合作社促使其由其他金融機構概括承受，應合於前述要件外，尚須被概括承受之銀行或信用合作社未能適時提供相當資金、擔保或其他解決其資產不足清償債務之有效方法時，經依相關法令規定辦理概括承受之程序，始符合必要處置之意旨。",
	"　　人民有依法律服兵役之義務，為憲法第二十條所明定。惟人民如何履行兵役義務，憲法本身並無明文規定，有關人民服兵役之重要事項，應由立法者斟酌國家安全、社會發展之需要，以法律定之。憲法第十三條規定：「人民有信仰宗教之自由。」係指人民有信仰與不信仰任何宗教之自由，以及參與或不參與宗教活動之自由；國家不得對特定之宗教加以獎勵或禁制，或對人民特定信仰畀予優待或不利益。立法者鑒於男女生理上之差異及因此種差異所生之社會生活功能角色之不同，於兵役法第一條規定：中華民國男子依法皆有服兵役之義務，係為實踐國家目的及憲法上人民之基本義務而為之規定，原屬立法政策之考量，非為助長、促進或限制宗教而設，且無助長、促進或限制宗教之效果。復次，服兵役之義務，並無違反人性尊嚴亦未動搖憲法價值體系之基礎，且為大多數國家之法律所明定，更為保護人民，防衛國家之安全所必需，與憲法第七條平等原則及第十三條宗教信仰自由之保障，並無牴觸。又兵役法施行法第五十九條第二項規定：同條第一項判處徒刑人員，經依法赦免、減刑、緩刑、假釋後，其禁役者，如實際執行徒刑時間不滿四年時，免除禁役。故免除禁役者，倘仍在適役年齡，其服兵役之義務，並不因此而免除，兵役法施行法第五十九條第二項因而規定，由各該管轄司法機關通知其所屬縣（市）政府處理。若另有違反兵役法之規定而符合處罰之要件者，仍應依妨害兵役治罪條例之規定處斷，並不構成一行為重複處罰問題，亦與憲法第十三條宗教信仰自由之保障及第二十三條比例原則之規定，不相牴觸。",
	"　　憲法第十八條規定人民有服公職之權利，旨在保障人民有依法令從事於公務之權利，其範圍不惟涉及人民之工作權及平等權，國家應建立相關制度，用以規範執行公權力及履行國家職責之行為，亦應兼顧對公務人員之權益之保護。公務人員之懲戒乃國家對其違法、失職行為之制裁。此項懲戒得視其性質，於合理範圍內，以法律規定由其長官為之。中央或地方機關依公務人員考績法或相關法規之規定對公務人員所為免職之懲處處分，為限制人民服公職之權利，實質上屬於懲戒處分，其構成要件應由法律定之，方符憲法第二十三條之意旨。公務人員考績法第十二條第一項第二款規定各機關辦理公務人員之專案考績，一次記二大過者免職。同條第二項復規定一次記二大過之標準由銓敘部定之，與上開解釋意旨不符。又懲處處分之構成要件，法律以抽象概念表示者，其意義須非難以理解，且為一般受規範者所得預見，並可經由司法審查加以確認，方符法律明確性原則。對於公務人員之免職處分既係限制憲法保障人民服公職之權利，自應踐行正當法律程序，諸如作成處分應經機關內部組成立場公正之委員會決議，處分前並應給予受處分人陳述及申辯之機會，處分書應附記理由，並表明救濟方法、期間及受理機關等，設立相關制度予以保障。復依公務人員考績法第十八條規定，服務機關對於專案考績應予免職之人員，在處分確定前得先行停職。受免職處分之公務人員既得依法提起行政爭訟，則免職處分自應於確定後方得執行。相關法令應依本解釋意旨檢討改進，其與本解釋不符部分，應自本解釋公布之日起，至遲於屆滿二年時失其效力。",
	"　　人民之財產權應予保障，為憲法第十五條所明定。商標專用權屬於人民財產權之一種，亦在憲法保障之列。惟商標專用權人結束營業，且並無於結束營業前或其後就同一商標專用權授權他人使用或移轉他人繼續營業之可能時，因其已喪失存在之目的，自無再予保障之必要。中華民國七十二年一月二十六日修正公布之商標法第三十三條第一款規定，商標專用權人於商標專用期間內廢止營業者，其商標專用權當然消滅，即係本此意旨所為對人民財產權之限制；商標專用權人倘僅係暫時停止營業；或權利人本人雖結束營業，而仍有移轉他人繼續營業之可能時，其商標既有繼續使用之價值，即難謂與廢止營業相同，而使其商標專用權當然消滅。公司法第二十五條規定，解散之公司於清算範圍內，視為尚未解散，即法人尚未消滅；同法第二十六條規定，解散之公司在清算時期，得為了結現務及便利清算之目的，暫時經營業務。故解散之公司事實上據此規定倘尚在經營業務中，且係繼續原有之營業者，既不能認已廢止營業，從而其享有之商標專用權，要亦不能認為已當然消滅。於此，其為了結現務及便利清算之目的，自得將商標專用權與其商品經營一併移轉他人。經濟部七十四年八月二十日經（七四）商字第三六一一０號關於「依公司法為解散登記或撤銷登記者」即係「廢止營業」之函釋部分，其對於人民財產權之限制，顯已逾越上述商標法第三十三條第一款所定之限度，與憲法保障人民財產權之意旨有違，應不予援用。",
	"　　營利事業所得之計算，係以其本年度收入總額減除各項成本費用、損失及稅捐後之純益額為所得額，為所得稅法第二十四條第一項所明定。依所得稅法第四條之一前段規定，自中華民國七十九年一月一日起，證券交易所得停止課徵所得稅；公司投資收益部分，依六十九年十二月三十日修正公布之所得稅法第四十二條，公司組織之營利事業，投資於國內其他非受免徵營利事業所得稅待遇之股份有限公司組織者，其中百分之八十免予計入所得額課稅；則其相關成本費用，按諸收入與成本費用配合之上揭法律規定意旨及公平原則，自亦不得歸由其他應稅之收入項下減除。至應稅收入及免稅收入應分攤之相關成本費用，除可直接合理明確歸屬者得個別歸屬，應自有價證券出售收入項下減除外，因投資收益及證券交易收入源自同一投入成本，難以投入成本比例作為分攤基準。財政部八十三年二月八日台財稅第八三一五八二四七二號函說明三，採以收入比例作為分攤基準之計算方式，符合上開法條規定意旨，與憲法尚無牴觸。惟營利事業成本費用及損失等之計算涉及人民之租稅負擔，為貫徹憲法第十九條之意旨，仍應由法律明確授權主管機關訂立為宜。",
	"　　國家為保障勞工權益，加強勞雇關係，促進社會與經濟發展，而制定勞動基準法，規定勞工勞動條件之最低標準，並依同法第三條規定適用於同條第一項各款所列之行業。事業單位依其事業性質以及勞動態樣，固得與勞工另訂定勞動條件，但不得低於勞動基準法所定之最低標準。關於延長工作時間之加給，自勞動基準法施行後，凡屬於該法適用之各業自有該法第二十四條規定之適用，俾貫徹法律保護勞工權益之意旨。至監視性、間歇性或其他性質特殊工作，不受上開法律有關工作時間、例假、休假等規定之限制，係中華民國八十五年十二月二十七日該法第八十四條之一所增訂，對其生效日期前之事項，並無適用餘地。",
	"　　凡規避檢查、偷漏關稅或逃避管制，未經向海關申報而運輸貨物進、出國境者，海關應予查緝，海關緝私條例第一條及第三條定有明文。同條例第三十一條之一規定：「船舶、航空器、車輛或其他運輸工具所載進口貨物或轉運本國其他港口之轉運貨物，經海關查明與艙口單、載貨清單、轉運艙單或運送契約文件所載不符者，沒入其貨物。但經證明確屬誤裝者，不在此限」，係課進、出口人遵循國際貿易及航運常規程序，就貨物與艙口單、載貨清單、轉運艙單或運送契約文件，誠實記載及申報之義務，並對於能舉證證明確屬誤裝者，免受沒入貨物之處分，其責任條件未排除本院釋字第二七五號解釋之適用，為增進公共利益所必要，與憲法第二十三條尚無牴觸。",
	"　　憲法第十九條規定「人民有依法律納稅之義務」，係指人民有依法律所定要件負繳納稅捐之義務或享減免繳納之優惠而言。稅法之解釋，應本於租稅法律主義之精神，依各該法律之立法目的，衡酌經濟上之意義及實質課稅之公平原則為之。財政部中華民國五十九年九月二日台財稅發第二六六五六號令及七十七年五月十八日台財稅第七七０六五六一五一號函，核發修正獎勵減免營利事業所得稅計算公式，乃主管機關為便利徵納雙方徵繳作業，彙整獎勵投資條例及所得稅法相關規定所為之釋示，其中規定「非營業收入小於非營業損失時，應視為零處理」，係為避免產生非免稅產品所得亦不必繳稅之結果，以期符合該條例獎勵項目之產品其所得始可享受稅捐優惠之立法意旨。惟相關之非營業損失，如可直接合理明確定其歸屬者，應據以定其歸屬外，倘難以區分時，則依免稅產品銷貨（業務）收入與應稅產品銷貨（業務）收入之比例予以推估，始符合租稅公平原則。有關機關應依本解釋意旨從速檢討修正相關法令，併此指明。",
	"　　中華民國八十一年七月三十一日公布之臺灣地區與大陸地區人民關係條例係依據八十年五月一日公布之憲法增修條文第十條（現行增修條文改列為第十一條）「自由地區與大陸地區間人民權利義務關係及其他事務之處理，得以法律為特別之規定」所制定，為國家統一前規範臺灣地區與大陸地區間人民權利義務之特別立法。內政部依該條例第十條及第十七條之授權分別訂定「大陸地區人民進入臺灣地區許可辦法」及「大陸地區人民在臺灣地區定居或居留許可辦法」，明文規定大陸地區人民進入臺灣地區之資格要件、許可程序及停留期限，係在確保臺灣地區安全與民眾福祉，符合該條例之立法意旨，尚未逾越母法之授權範圍，為維持社會秩序或增進公共利益所必要，與上揭憲法增修條文無違，於憲法第二十三條之規定亦無牴觸。",
	"　　地方自治為憲法所保障之制度。基於住民自治之理念與垂直分權之功能，地方自治團體設有地方行政機關及立法機關，其首長與民意代表均由自治區域內之人民依法選舉產生，分別綜理地方自治團體之地方事務，或行使地方立法機關之職權，地方行政機關與地方立法機關間依法並有權責制衡之關係。中央政府或其他上級政府對地方自治團體辦理自治事項、委辦事項，依法僅得按事項之性質，為適法或適當與否之監督。地方自治團體在憲法及法律保障之範圍內，享有自主與獨立之地位，國家機關自應予以尊重。立法院所設各種委員會，依憲法第六十七條第二項規定，雖得邀請地方自治團體行政機關有關人員到會備詢，但基於地方自治團體具有自主、獨立之地位，以及中央與地方各設有立法機關之層級體制，地方自治團體行政機關公務員，除法律明定應到會備詢者外，得衡酌到會說明之必要性，決定是否到會。於此情形，地方自治團體行政機關之公務員未到會備詢時，立法院不得因此據以為刪減或擱置中央機關對地方自治團體補助款預算之理由，以確保地方自治之有效運作，及符合憲法所定中央與地方權限劃分之均權原則。",
	"　　一、憲法為國家根本大法，其修改關係憲政秩序之安定及全國國民之福祉至鉅，應由修憲機關循正當修憲程序為之。又修改憲法乃最直接體現國民主權之行為，應公開透明為之，以滿足理性溝通之條件，方能賦予憲政國家之正當性基礎。國民大會依憲法第二十五條、第二十七條第一項第三款及中華民國八十六年七月二十一日修正公布之憲法增修條文第一條第三項第四款規定，係代表全國國民行使修改憲法權限之唯一機關。其依修改憲法程序制定或修正憲法增修條文須符合公開透明原則，並應遵守憲法第一百七十四條及國民大會議事規則有關之規定，俾副全國國民之合理期待與信賴。是國民大會依八十三年八月一日修正公布憲法增修條文第一條第九項規定訂定之國民大會議事規則，其第三十八條第二項關於無記名投票之規定，於通過憲法修改案之讀會時，適用應受限制。而修改憲法亦係憲法上行為之一種，如有重大明顯瑕疵，即不生其應有之效力。所謂明顯，係指事實不待調查即可認定；所謂重大，就議事程序而言則指瑕疵之存在已喪失其程序之正當性，而違反修憲條文成立或效力之基本規範。國民大會於八十八年九月四日三讀通過修正憲法增修條文，其修正程序牴觸上開公開透明原則，且衡諸當時有效之國民大會議事規則第三十八條第二項規定，亦屬有違。依其議事錄及速記錄之記載，有不待調查即可發現之明顯瑕疵，國民因而不能知悉國民大會代表如何行使修憲職權，國民大會代表依憲法第一百三十三條規定或本院釋字第三三一號解釋對選區選民或所屬政黨所負政治責任之憲法意旨，亦無從貫徹。此項修憲行為有明顯重大瑕疵，已違反修憲條文發生效力之基本規範。\n　　二、國民大會為憲法所設置之機關，其具有之職權亦為憲法所賦予，基於修憲職權所制定之憲法增修條文與未經修改之憲法條文雖處於同等位階，惟憲法中具有本質之重要性而為規範秩序存立之基礎者，如聽任修改條文予以變更，則憲法整體規範秩序將形同破毀，該修改之條文即失其應有之正當性。憲法條文中，諸如：第一條所樹立之民主共和國原則、第二條國民主權原則、第二章保障人民權利、以及有關權力分立與制衡之原則，具有本質之重要性，亦為憲法整體基本原則之所在。基於前述規定所形成之自由民主憲政秩序，乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務。\n　　三、第三屆國民大會八十八年九月四日通過之憲法增修條文第一條，國民大會代表第四屆起依比例代表方式選出，並以立法委員選舉各政黨所推薦及獨立參選之候選人得票之比例分配當選名額，係以性質不同、職掌互異之立法委員選舉計票結果，分配國民大會代表之議席，依此種方式產生之國民大會代表，本身既未經選舉程序，僅屬各黨派按其在立法院席次比例指派之代表，與憲法第二十五條國民大會代表全國國民行使政權之意旨，兩不相容，明顯構成規範衝突。若此等代表仍得行使憲法增修條文第一條以具有民選代表身分為前提之各項職權，將牴觸民主憲政之基本原則，是增修條文有關修改國民大會代表產生方式之規定，與自由民主之憲政秩序自屬有違。\n　　四、上開增修條文第一條第三項後段規定：「第三屆國民大會代表任期至第四屆立法委員任期屆滿之日止」，復於第四條第三項前段規定：「第四屆立法委員任期至中華民國九十一年六月三十日止」，計分別延長第三屆國民大會代表任期二年又四十二天及第四屆立法委員任期五個月。按國民主權原則，民意代表之權限，應直接源自國民之授權，是以代議民主之正當性，在於民意代表行使選民賦予之職權須遵守與選民約定，任期屆滿，除有不能改選之正當理由外應即改選，乃約定之首要者，否則將失其代表性。本院釋字第二六一號解釋：「民意代表之定期改選，為反映民意，貫徹民主憲政之途徑」亦係基於此一意旨。所謂不能改選之正當理由，須與本院釋字第三十一號解釋所指：「國家發生重大變故，事實上不能依法辦理次屆選舉」之情形相當。本件關於國民大會代表及立法委員任期之調整，並無憲政上不能依法改選之正當理由，逕以修改上開增修條文方式延長其任期，與首開原則不符。而國民大會代表之自行延長任期部分，於利益迴避原則亦屬有違，俱與自由民主憲政秩序不合。\n　　五、第三屆國民大會於八十八年九月四日第四次會議第十八次大會以無記名投票方式表決通過憲法增修條文第一條、第四條、第九條暨第十條之修正，其程序違背公開透明原則及當時適用之國民大會議事規則第三十八條第二項規定，其瑕疵已達明顯重大之程度，違反修憲條文發生效力之基本規範；其中第一條第一項至第三項、第四條第三項內容並與憲法中具有本質重要性而為規範秩序賴以存立之基礎，產生規範衝突，為自由民主憲政秩序所不許。上開修正之第一條、第四條、第九條暨第十條應自本解釋公布之日起失其效力，八十六年七月二十一日修正公布之原增修條文繼續適用。",
	"　　營業稅法第一條規定，在中華民國境內銷售貨物或勞務，均應依本法規定課徵營業稅。又涉及租稅事項之法律，其解釋應本於租稅法律主義之精神，依各該法律之立法目的，衡酌經濟上之意義及實質課稅之公平原則為之，亦經本院釋字第四二０號解釋在案。財政部七十九年六月四日台財稅字第七九０六六一三０三號函釋示：「高爾夫球場（俱樂部）向會員收取入會費或保證金，如於契約訂定屆滿一定期間退會者，准予退還；未屆滿一定期間退會者，不予退還之情形，均應於收款時開立統一發票，課徵營業稅及娛樂稅。迨屆滿一定期間實際發生退會而退還入會費或保證金時，准予檢附有關文件向主管稽徵機關申請核實退還已納稅款。」係就實質上屬於銷售貨物或勞務代價性質之「入會費」或「保證金」如何課稅所為之釋示，並未逾越營業稅法第一條課稅之範圍，符合課稅公平原則，與上開解釋意旨無違，於憲法第七條平等權及第十九條租稅法律主義，亦無牴觸。",
	"　　行政、教育、公營事業人員相互轉任採計年資提敘官職等級辦法係依公務人員任用法第十六條授權訂定，旨在促使行政、教育、公營事業三類不同任用制度間，具有基本任用資格之專業人員相互交流，以擔任中、高級主管職務。該辦法第七條規定，為上開三類人員相互轉任採計年資、提敘官職等級之標準所必須，符合法律授權之意旨，且係為配合公務人員俸給法第二條、第九條暨其施行細則第四條第三項、第十五條所訂定。又中華民國七十六年一月十四日發布之公務人員俸給法施行細則第十五條第三項，係因不同制度人員間原係適用不同之任用、敘薪、考績（成）、考核等規定，於相互轉任時，無從依其原敘俸（薪）級逕予換敘，基於人事制度之衡平性所為之設計，均未違背公務人員俸給法第十六條及中央法規標準法第十一條之規定，與憲法第七條亦無牴觸。惟前開辦法第七條規定轉任人員採計年資僅能至所敘定職等之本俸（薪）最高級為止，已與八十四年十二月二十六日以還歷次修正發布之公務人員俸給法施行細則按年核計加級，均以至其所敘定職等之年功俸最高級為止之規定，有欠一致，應予檢討改進。",
	"　　民法第一千零七十三條關於收養者之年齡應長於被收養者二十歲以上，及第一千零七十九條之一關於違反第一千零七十三條者無效之規定，符合我國倫常觀念，為維持社會秩序、增進公共利益所必要，與憲法保障人民自由權利之意旨並無牴觸。收養者與被收養者之年齡合理差距，固屬立法裁量事項，惟基於家庭和諧並兼顧養子女權利之考量，上開規定於夫妻共同收養或夫妻之一方收養他方子女時，宜有彈性之設，以符合社會生活之實際需要，有關機關應予檢討修正。",
	"　　納稅義務人違反作為義務而被處行為罰，僅須其有違反作為義務之行為即應受處罰；而逃漏稅捐之被處漏稅罰者，則須具有處罰法定要件之漏稅事實方得為之。二者處罰目的及處罰要件雖不相同，惟其行為如同時符合行為罰及漏稅罰之處罰要件時，除處罰之性質與種類不同，必須採用不同之處罰方法或手段，以達行政目的所必要者外，不得重複處罰，乃現代民主法治國家之基本原則。是違反作為義務之行為，同時構成漏稅行為之一部或係漏稅行為之方法而處罰種類相同者，如從其一重處罰已足達成行政目的時，即不得再就其他行為併予處罰，始符憲法保障人民權利之意旨。本院釋字第三五六號解釋，應予補充。",
	"　　司法院於中華民國八十五年十一月十一日修正發布之辦理強制執行事件應行注意事項第七十點規定：「在假扣押或假處分中之財產，如經政府機關依法強制採購或徵收者，執行法院應將其價金或補償金額提存之」，此一旨意曾經本院院字第二三一五號解釋在案，其目的僅在宣示原查封禁止債務人任意處分財產之效力，繼續存在於該財產因政府機關強制購買或徵收後之代位物或代替利益，以保全債權人將來債權之實現，尚不因提存而生債務消滅之效果，且未另外限制債務人之權利，或使其陷於更不利之地位，符合強制執行法第五十一條、第一百十三條、第一百三十四條、第一百四十條規定之意旨，自無牴觸中央法規標準法第五條規定可言，與憲法保障人民財產權之本旨亦無違背。",
	"　　中華民國七十六年一月二十六日修正公布之獎勵投資條例（七十九年十二月三十一日因施行期間屆滿而當然廢止）第六條第二項規定，合於第三條獎勵項目及標準之生產事業，經增資擴展供生產或提供勞務之設備者，得就同條項所列獎勵擇一適用。同條例授權行政院訂定之施行細則第十一條第一項第二款復規定，增資擴展選定免徵營利事業所得稅四年者，應於其新增設備開始作業或開始提供勞務之次日起一年內，檢齊應附文件，向財政部申請核定之，此與公司辦理增資變更登記係屬兩事。財政部六十四年三月五日台財稅第三一六一三號函謂：生產事業依獎勵投資條例第六條第二項規定申請獎勵，應在擴展之新增設備開始作業或提供勞務以前，辦妥增資變更登記申請手續云云，核與前開施行細則之規定不合，係以職權發布解釋性行政規則對人民依法律享有之權利增加限制之要件，與憲法第二十三條法律保留原則牴觸，應不予適用。",
	"　　所得稅法關於營利事業所得稅之課徵客體，係採概括規定，凡營利事業之營業收益及其他收益，除具有法定減免事由外，均應予以課稅，俾實現租稅公平負擔之原則。中華民國七十年三月二十六日修正發布之所得稅法施行細則第七十條第一項：「公司利用未分配盈餘增資時，其對股東所增發之股份金額，除應依獎勵投資條例第十三條之規定辦理者外，應由公司於配發時按盈餘分配扣繳稅款，並由受配股東計入增資年度各股東之所得額申報納稅」，尚未逾越六十六年元月三十日修正公布之所得稅法第七十六條之一第一項及同法相關規定授權之目的及範圍，與憲法並無違背。財政部六十四年二月二十日台財稅第三一二三五號函稱：公司當年度如有依獎勵投資條例第十二條（按即六十九年十二月三十日修正公布之獎勵投資條例第十三條，與現行促進產業升級條例第十六條及第十七條規範內容相當）及第十五條規定所取得之增資股票，及出售持有滿一年以上股票之收益，或其他法令得免予計入當年度所得課稅之所得，雖可依法免予計入當年度課稅所得，課徵營利事業所得稅；惟該項所得仍應計入該公司全年所得額內，計算未分配盈餘等語，係主管機關本於職權為執行有關稅法規定所為必要之釋示，符合上開法規之意旨，與促進產業升級條例之規範目的無違，於憲法第十九條之租稅法律主義亦無牴觸。",
	"　　憲法第十六條規定人民有訴訟之權，此項權利之保障範圍包括人民權益遭受不法侵害有權訴請司法機關予以救濟在內，惟訴訟權如何行使，應由法律予以規定。法律為防止濫行興訟致妨害他人自由，或為避免虛耗國家有限之司法資源，對於告訴或自訴自得為合理之限制，惟此種限制仍應符合憲法第二十三條之比例原則。中華民國八十三年一月二十一日修正公布之專利法第一百三十一條第二項至第四項規定：「專利權人就第一百二十三條至第一百二十六條提出告訴，應檢附侵害鑑定報告與侵害人經專利權人請求排除侵害之書面通知。未提出前項文件者，其告訴不合法。司法院與行政院應協調指定侵害鑑定專業機構。」依此規定被害人必須檢附侵害鑑定報告，始得提出告訴，係對人民訴訟權所為不必要之限制，違反前述比例原則。是上開專利法第一百三十一條第二項應檢附侵害鑑定報告及同條第三項未提出前項侵害鑑定報告者，其告訴不合法之規定，應自本解釋公布之日起不予適用。",
	"　　中華民國八十二年二月五日修正公布之所得稅法第二條第一項規定：「凡有中華民國來源所得之個人，應就其中華民國來源之所得，依本法規定，課徵綜合所得稅。」依法徵收之土地為出租耕地時，依七十八年十月三十日修正公布之平均地權條例第十一條第一項規定應給與承租人之補償費，核屬所得稅法第八條第十一款規定之所得，應依同法第十四條第一項第九類所稱之其他所得，計算個人之綜合所得總額。財政部七十四年四月二十三日台財稅第一四八九四號函謂：「佃農承租之土地，因政府徵收而終止租約，其依平均地權條例第十一條規定，由土地所有權人所得之補償地價扣除土地增值稅後餘額之三分之一給予佃農之補償費，應比照地主收回土地適用所得稅法第十四條第三項變動所得之規定，以補償費之半數作為當年度所得，其餘半數免稅。」係基於課稅公平原則及減輕耕地承租人稅負而為之函釋，符合所得稅法上開各規定之意旨，與憲法第十五條、第十九條、第二十三條規定並無牴觸。前述第一四八九四號函釋，係對耕地承租人因政府徵收出租耕地自出租人取得之補償，如何計算當年度所得，作成之釋示；而該部六十六年七月十五日台財稅第三四六一六號函：「個人出售土地，除土地價款外，另自買受人取得之建物以外之地上物之補償費，免課所得稅。該項補償費如係由耕作地上物之佃農取得者，亦可免納所得稅。」係就土地買賣時，佃農取得之耕作地上物補償費免納所得稅所為之詮釋，前者係其他收益所得，後者為損失補償，二者之性質互異，自難相提並論，與憲法第七條平等原則並無違背。",
	"　　言論自由為人民之基本權利，憲法第十一條有明文保障，國家應給予最大限度之維護，俾其實現自我、溝通意見、追求真理及監督各種政治或社會活動之功能得以發揮。惟為兼顧對個人名譽、隱私及公共利益之保護，法律尚非不得對言論自由依其傳播方式為合理之限制。刑法第三百十條第一項及第二項誹謗罪即係保護個人法益而設，為防止妨礙他人之自由權利所必要，符合憲法第二十三條規定之意旨。至刑法同條第三項前段以對誹謗之事，能證明其為真實者不罰，係針對言論內容與事實相符者之保障，並藉以限定刑罰權之範圍，非謂指摘或傳述誹謗事項之行為人，必須自行證明其言論內容確屬真實，始能免於刑責。惟行為人雖不能證明言論內容為真實，但依其所提證據資料，認為行為人有相當理由確信其為真實者，即不能以誹謗罪之刑責相繩，亦不得以此項規定而免除檢察官或自訴人於訴訟程序中，依法應負行為人故意毀損他人名譽之舉證責任，或法院發現其為真實之義務。就此而言，刑法第三百十條第三項與憲法保障言論自由之旨趣並無牴觸。",
	"　　憲法第十五條規定人民之工作權應予保障，人民從事工作並有選擇職業之自由。惟其工作與公共利益密切相關者，於符合憲法第二十三條比例原則之限度內，對於從事工作之方式及必備之資格或其他要件，得以法律或視工作權限制之性質，以有法律明確授權之命令加以規範。中華民國七十三年十一月十九日修正公布之民用航空法第二十五條規定，民用航空局對於航空人員之技能、體格或性行，應為定期檢查，且得為臨時檢查，經檢查不合標準時，應限制、暫停或終止其執業，並授權民用航空局訂定檢查標準（八十四年一月二十七日修正公布之同法第二十五條及八十七年一月二十一日修正公布之第二十六條規定意旨亦同）。民用航空局據此授權於八十二年八月二十六日修正發布之「航空人員體格檢查標準」，其第四十八條第一項規定，航空人員之體格，不合該標準者，應予不及格，如經特別鑑定後，認其行使職務藉由工作經驗，不致影響飛航安全時，准予缺點免計；第五十二條規定：「為保障民航安全，對於准予體格缺點免計者，應予時間及作業之限制。前項缺點免計之限制，該航空人員不得執行有該缺點所不能執行之任務」，及第五十三條規定：「對缺點免計受檢者，至少每三年需重新評估乙次。航空體檢醫師或主管，認為情況有變化時，得隨時要求加以鑑定」，均係為維護公眾利益，基於航空人員之工作特性，就職業選擇自由個人應具備條件所為之限制，非涉裁罰性之處分，與首開解釋意旨相符，於憲法保障人民工作權之規定亦無牴觸。",
	"　　為加強道路交通管理，維護交通秩序，確保道路交通安全，道路交通管理處罰條例對違反該條例之行為定有各項行政罰。同條例第九條第一項規定應受罰鍰處罰之行為人接獲違反道路交通管理事件通知單後，得於十五日內逕依各該條款罰鍰最低額，自動繳納結案。依同條例第九十二條授權訂定之違反道路交通管理事件統一裁罰標準及處理細則第四十一條第一項及第四十八條第一項僅係就上開意旨為具體細節之規定，並未逾越母法之授權，與法律保留原則亦無違背，就此部分與本院釋字第四二三號解釋所涉聲請事件尚屬有間。至上開細則第四十一條第二項規定，行為人逾指定應到案日期後到案，另同細則第四十四條第一項規定，違反道路交通管理事件行為人未依規定自動繳納罰鍰，或未依規定到案聽候裁決者，處罰機關即一律依標準表規定之金額處以罰鍰，此屬法律授權主管機關就裁罰事宜所訂定之裁量基準，其罰鍰之額度並未逾越法律明定得裁罰之上限，且寓有避免各行政機關於相同事件恣意為不同裁罰之功能，亦非法所不許。上開細則，於憲法保障人民財產權之意旨並無牴觸。至行為人對主管機關之裁罰不服，法院就其聲明異議案件，如認原裁決有違法或不當之情事，縱行為人有未依指定到案日期到案或委託他人到案者，仍得為變更處罰之裁判，乃屬當然。",
	"　　憲法第十六條保障人民有訴訟之權，旨在確保人民有依法定程序提起訴訟及受公平審判之權利，至訴訟救濟應循之審級、程序及相關要件，應由立法機關衡量訴訟案件之種類、性質、訴訟政策目的，以及訴訟制度之功能等因素，以法律為正當合理之規定。中華民國八十一年七月二十七日修正公布之「肅清煙毒條例」（八十七年五月二十日修正公布名稱為：「毒品危害防制條例」）第十六條前段規定：「犯本條例之罪者，以地方法院或其分院為初審，高等法院或其分院為終審」，對於判處有期徒刑以下之罪，限制被告上訴最高法院，係立法機關鑑於煙毒危害社會至鉅，及其犯罪性質有施保安處分之必要，為強化刑事嚇阻效果，以達肅清煙毒、維護國民身心健康之目的，所設特別刑事訴訟程序，尚屬正當合理限制。矧刑事案件，上訴於第三審法院非以違背法令為理由不得為之。確定判決如有違背法令，得依非常上訴救濟，刑事訴訟法第三百七十七條、第四百四十一條定有明文。就第二審法院所為有期徒刑以下之判決，若有違背法令之情形，亦有一定救濟途徑。對於被告判處死刑、無期徒刑之案件則依職權送最高法院覆判，顯已顧及其利益，尚未逾越立法機關自由形成之範圍，於憲法保障之人民訴訟權亦無侵害，與憲法第七條及第二十三條亦無牴觸。",
	"　　都市計畫法制定之目的，依其第一條規定，係為改善居民生活環境，並促進市、鎮、鄉街有計畫之均衡發展。都市計畫一經公告確定，即發生規範之效力。除法律別有規定外，各級政府所為土地之使用或徵收，自應符合已確定之都市計畫，若為增進公共利益之需要，固得徵收都市計畫區域內之土地，惟因其涉及對人民財產權之剝奪，應嚴守法定徵收土地之要件、踐行其程序，並遵照都市計畫法之相關規定。都市計畫法第五十二條前段：「都市計畫範圍內，各級政府徵收私有土地或撥用公有土地，不得妨礙當地都市計畫。」依其規範意旨，中央或地方興建公共設施，須徵收都市計畫中原非公共設施用地之私有土地時，自應先踐行變更都市計畫之程序，再予徵收，未經變更都市計畫即遽行徵收非公共設施用地之私有土地者，與上開規定有違。其依土地法辦理徵收未依法公告或不遵守法定三十日期間者，自不生徵收之效力。若因徵收之公告記載日期與實際公告不符，致計算發生差異者，非以公告文載明之公告日期，而仍以實際公告日期為準，故應於實際徵收公告期間屆滿三十日時發生效力。",
	"　　人民營業之自由為憲法上工作權及財產權所保障。有關營業許可之條件，營業應遵守之義務及違反義務應受之制裁，依憲法第二十三條規定，均應以法律定之，其內容更須符合該條規定之要件。若其限制，於性質上得由法律授權以命令補充規定時，授權之目的、內容及範圍應具體明確，始得據以發布命令，迭經本院解釋在案。教育部中華民國八十一年三月十一日台（八一）參字第一二五００號令修正發布之遊藝場業輔導管理規則，係主管機關為維護社會安寧、善良風俗及兒童暨少年之身心健康，於法制未臻完備之際，基於職權所發布之命令，固有其實際需要，惟該規則第十三條第十二款關於電動玩具業不得容許未滿十八歲之兒童及少年進入其營業場所之規定，第十七條第三項關於違反第十三條第十二款規定者，撤銷其許可之規定，涉及人民工作權及財產權之限制，自應符合首開憲法意旨。相關之事項已制定法律加以規範者，主管機關尤不得沿用其未獲法律授權所發布之命令。前述管理規則之上開規定，有違憲法第二十三條之法律保留原則，應不予援用。",
	"　　中華民國七十九年十二月二十九日公布之促進產業升級條例第三十八條關於興辦工業人租購工業區土地或標準廠房，未依該條例第三十五條於核准設廠之日起一年內，按照核定計畫開始使用，或未於第三十六條所定延展期間內開始使用，或不依核定計畫使用者，得由工業主管機關照土地或廠房原購買價格（其屬廠房或自行興建之建築改良物者，則應扣除房屋折舊）強制收買之規定，係為貫徹工業區之土地廠房應爭取時效作符合產業升級及發展經濟目的而使用，並避免興辦工業人利用國家開發之工業區及給予租稅優惠等獎勵措施，購入土地廠房轉售圖利或作不合目的之使用，乃增進公共利益所必要，符合憲法第二十三條之比例原則，與憲法保障財產權之意旨並無牴觸。\n　　上開條例第三十四條第一項規定，工業主管機關依本條例開發之工業區，除社區用地外，其土地、標準廠房或各種建築物出售時，應由承購人分別按土地承購價額或標準廠房、各種建築物承購價額百分之三或百分之一繳付工業區開發管理基金。此一基金係專對承購工業區土地、廠房及其他建築物興辦工業人課徵，用於挹注工業區開發及管理之所需，性質上相當於對有共同利益群體者所課徵之特別公課及使用規費，並非原購買土地或廠房等價格之一部分，該條例施行細則第九十六條：「本條例第三十八條第一項第一款所稱原購買地價及原購買價格，不包括承購時隨價繳付之工業區開發管理基金」，此對購買土地及廠房後未能於前開一年內使用而僅繳付價金者，固無不合。惟興辦工業人承購工業區土地或廠房後，工業主管機關依上開條例第三十八條之規定強制買回，若係由於非可歸責於興辦工業人之事由者，其自始既未成為特別公課徵收對象共同利益群體之成員，亦不具有繳納規費之利用關係，則課徵工業區開發管理基金之前提要件及目的均已消失，其課徵供作基金款項之法律上原因遂不復存在，成為公法上之不當得利。依上開細則之規定，該管機關僅須以原價買回，對已按一定比例課徵作為基金之款項，不予返還，即與憲法保障人民權利之意旨有違，該細則此部分規定，並不排除上述返還請求權之行使。至興辦工業人有無可歸責事由，是否已受領其他相當之補償，係屬事實認定問題，不在本解釋範圍，併此指明。",
	"　　國家因公用或其他公益目的之必要，雖得依法徵收人民之財產，但應給予合理之補償。此項補償乃因財產之徵收，對被徵收財產之所有人而言，係為公共利益所受之特別犧牲，國家自應予以補償，以填補其財產權被剝奪或其權能受限制之損失。故補償不僅需相當，更應儘速發給，方符憲法第十五條規定，人民財產權應予保障之意旨。準此，土地法第二百三十三條明定，徵收土地補償之地價及其他補償費，應於「公告期滿後十五日內」發給。此項法定期間，雖或因對徵收補償有異議，由該管地政機關提交評定或評議而得展延，然補償費額經評定或評議後，主管地政機關仍應即行通知需用土地人，並限期繳交轉發土地所有權人，其期限亦不得超過土地法上述規定之十五日（本院院字第二七０四號、釋字第一一０號解釋參照）。倘若應增加補償之數額過於龐大，應動支預備金，或有其他特殊情事，致未能於十五日內發給者，仍應於評定或評議結果確定之日起於相當之期限內儘速發給之，否則徵收土地核准案，即應失其效力。行政法院八十五年一月十七日庭長評事聯席會議決議略謂：司法院釋字第一一０號解釋第三項，固謂徵收土地補償費額經標準地價評議委員會評定後，主管機關通知並轉發土地所有權人，不得超過土地法第二百三十三條所規定之十五日期限，然縱已逾十五日期限，無從使已確定之徵收處分溯及發生失其效力之結果云云，其與本解釋意旨不符部分，於憲法保障人民財產權之旨意有違，應不予適用。",
	"　　人民有依法律服兵役之義務，為憲法第二十條所明定。惟兵役制度及其相關之兵員召集、徵集如何實施，憲法並無明文規定，有關人民服兵役、應召集之事項及其違背義務之制裁手段，應由立法機關衡酌國家安全、社會發展之需要，以法律定之。妨害兵役治罪條例第十一條第一項第三款規定後備軍人居住處所遷移，無故不依規定申報者，即處以刑事罰，係為確保國防兵員召集之有效實現、維護後備軍人召集制度所必要。其僅課予後備軍人申報義務，並未限制其居住遷徙之自由，與憲法第十條之規定尚無違背。同條例第十一條第三項規定後備軍人犯第一項之罪，致使召集令無法送達者，按召集種類於國防安全之重要程度分別依同條例第六條、第七條規定之刑度處罰，乃係因後備軍人違反申報義務已產生妨害召集之結果，嚴重影響國家安全，其以意圖避免召集論罪，仍屬立法機關自由形成之權限，與憲法第二十三條之規定亦無牴觸。至妨害兵役治罪條例第十一條第三項雖規定致使召集令無法送達者，以意圖避免召集論，但仍不排除責任要件之適用，乃屬當然。",
	"　　農田水利會為公法人，凡在農田水利會事業區域內公有、私有耕地之承租人、永佃權人，私有耕地之所有權人、典權人或公有耕地之管理機關或使用機關之代表人或其他受益人，依農田水利會組織通則第十四條規定，均為當然之會員，其法律上之性質，與地方自治團體相當，在法律授權範圍內，享有自治之權限。同通則第十五條第一項規定：會員在各該農田水利會內，有享有水利設施及其他依法令或該會章程規定之權利，並負擔繳納會費及其他依法令或該會章程應盡之義務。第二十二條又規定：農田水利會之組織、編制、會務委員會之召開與其議事程序、各級職員之任用、待遇及管理等事項，除本通則已有規定外，由省（市）主管機關擬訂，報請中央主管機關核定之，係為增進公共利益所必要，且符合法律授權之意旨，與憲法第十五條財產權保障及第二十三條基本權利限制之規定，並無牴觸。惟農田水利會所屬水利小組成員間之掌水費及小給水路、小排水路之養護歲修費，其分擔、管理與使用，基於台灣農田水利事業長久以來之慣行，係由各該小組成員，以互助之方式為之，並自行管理使用及決定費用之分擔，適用關於私權關係之原理，如有爭執自應循民事訴訟程序解決。因此，中華民國七十五年一月三十一日修正發布之台灣省農田水利會組織規程第三十一條第二項雖規定掌水費用由小組會員負擔，第三十三條亦規定小給水路及小排水路之養護、歲修，由水利會儘量編列預算支應，不足部分得由受益會員出工或負擔，要屬前項慣行之確認而已，並未變更其屬性，與憲法保障財產權之意旨無違。",
	"　　財政部中華民國七十六年八月三十一日台財稅字第七六二三三００號函釋所稱：「免稅出口區內之外銷事業、科學工業園區內之園區事業、海關管理之保稅工廠或保稅倉庫，銷售貨物至國內課稅區，其依有關規定無須報關者，應由銷售貨物之營業人開立統一發票，並依營業稅法第三十五條之規定報繳營業稅」，係主管機關基於法定職權，為執行營業稅法關於營業稅之課徵，避免保稅區事業銷售無須報關之非保稅貨物至國內課稅區時逃漏稅捐而為之技術性補充規定，此與營業稅法第五條第二款所稱進口及第四十一條第二項前段對於進口供營業用之貨物，於進口時免徵營業稅均屬有間，符合營業稅法之意旨，尚未違背租稅法定主義，與憲法第十九條及營業稅法第二條、第五條第二款、第四十一條第一項前段規定均無牴觸。",
	"　　預算案經立法院通過及公布手續為法定預算，其形式上與法律相當，因其內容、規範對象及審議方式與一般法律案不同，本院釋字第三九一號解釋曾引學術名詞稱之為措施性法律。主管機關依職權停止法定預算中部分支出項目之執行，是否當然構成違憲或違法，應分別情況而定。諸如維持法定機關正常運作及其執行法定職務之經費，倘停止執行致影響機關存續者，即非法之所許；若非屬國家重要政策之變更且符合預算法所定要件，主管機關依其合義務之裁量，自得裁減經費或變動執行。至於因施政方針或重要政策變更涉及法定預算之停止執行時，則應本行政院對立法院負責之憲法意旨暨尊重立法院對國家重要事項之參與決策權，依照憲法增修條文第三條及立法院職權行使法第十七條規定，由行政院院長或有關部會首長適時向立法院提出報告並備質詢。本件經行政院會議決議停止執行之法定預算項目，基於其對儲備能源、環境生態、產業關連之影響，並考量歷次決策過程以及一旦停止執行善後處理之複雜性，自屬國家重要政策之變更，仍須儘速補行上開程序。其由行政院提議為上述報告者，立法院有聽取之義務。行政院提出前述報告後，其政策變更若獲得多數立法委員之支持，先前停止相關預算之執行，即可貫徹實施。倘立法院作成反對或其他決議，則應視決議之內容，由各有關機關依本解釋意旨，協商解決方案或根據憲法現有機制選擇適當途徑解決僵局，併此指明。",
	"　　法律明確性之要求，非僅指法律文義具體詳盡之體例而言，立法者仍得衡酌法律所規範生活事實之複雜性及適用於個案之妥當性，運用概括條款而為相應之規定，業經本院釋字第四三二號解釋闡釋在案。為確保進口人對於進口貨物之相關事項為誠實申報，以貫徹有關法令之執行，海關緝私條例第三十七條第一項除於前三款處罰虛報所運貨物之名稱、數量及其他有關事項外，並於第四款以概括方式規定「其他違法行為」亦在處罰之列，此一概括規定，係指報運貨物進口違反法律規定而有類似同條項前三款虛報之情事而言。就中關於虛報進口貨物原產地之處罰，攸關海關緝私、貿易管制有關規定之執行，觀諸海關緝私條例第一條、第三條、第四條、貿易法第五條、第十一條及台灣地區與大陸地區人民關係條例第三十五條之規定自明，要屬執行海關緝私及貿易管制法規所必須，符合海關緝私條例之立法意旨，在上述範圍內，與憲法第二十三條並無牴觸。至於依海關緝私條例第三十六條、第三十七條規定之處罰，仍應以行為人之故意或過失為其責任條件，本院釋字第二七五號解釋應予以適用，併此指明。",
	"　　對證券負責人及業務人員違反其業務上禁止、停止或限制命令之行為科處刑罰，涉及人民權利之限制，其刑罰之構成要件，應由法律定之；若法律就其構成要件，授權以命令為補充規定者，其授權之目的、內容及範圍應具體明確，而自授權之法律規定中得預見其行為之可罰，方符刑罰明確性原則。中華民國七十七年一月二十九日修正公布之證券交易法第一百七十七條第三款規定：違反主管機關其他依本法所為禁止、停止或限制命令者，處一年以下有期徒刑、拘役或科或併科十萬元以下罰金。衡諸前開說明，其所為授權有科罰行為內容不能預見，須從行政機關所訂定之行政命令中，始能確知之情形，與上述憲法保障人民權利之意旨不符，自本解釋公布日起，應停止適用。證券交易法上開規定於八十九年七月十九日經修正刪除後，有關違反主管機關依同法所為禁止、停止或限制之命令，致影響證券市場秩序之維持者，何者具有可罰性，允宜檢討為適當之規範，併此指明。",
	"　　凡限制人民身體自由之處置，不問其是否屬於刑事被告之身分，國家機關所依據之程序，須依法律規定，其內容更須實質正當，並符合憲法第二十三條所定相關之條件，方符憲法第八條保障人身自由之意旨，迭經本院解釋在案。\n　　檢肅流氓條例第十一條第一項規定：「法院對被移送裁定之人，得予留置，其期間不得逾一月。但有繼續留置之必要者，得延長一月，以一次為限。」此項留置處分，係為確保感訓處分程序順利進行，於被移送裁定之人受感訓處分確定前，拘束其身體自由於一定處所之強制處分，乃對人民人身自由所為之嚴重限制，惟同條例對於法院得裁定留置之要件並未明確規定，其中除第六條、第七條所定之事由足認其有逕行拘提之原因而得推論具備留置之正當理由外，不論被移送裁定之人是否有繼續嚴重破壞社會秩序之虞，或有逃亡、湮滅事證或對檢舉人、被害人或證人造成威脅等足以妨礙後續審理之虞，均委由法院自行裁量，逕予裁定留置被移送裁定之人，上開條例第十一條第一項之規定，就此而言已逾越必要程度，與憲法第八條、第二十三條及前揭本院解釋意旨不符，應於本解釋公布之日起一年內失其效力。於相關法律為適當修正前，法院為留置之裁定時，應依本解釋意旨妥為審酌，併予指明。",
	"　　全民健康保險為強制性之社會保險，攸關全體國民之福祉至鉅，故對於因保險所生之權利義務應有明確之規範，並有法律保留原則之適用。若法律就保險關係之內容授權以命令為補充規定者，其授權應具體明確，且須為被保險人所能預見。又法律授權主管機關依一定程序訂定法規命令以補充法律規定不足者，該機關即應予以遵守，不得捨法規命令不用，而發布規範行政體系內部事項之行政規則為之替代。倘法律並無轉委任之授權，該機關即不得委由其所屬機關逕行發布相關規章。\n　　全民健康保險法第三十九條係就不在全民健康保險給付範圍之項目加以規定，其立法用意即在明確規範給付範圍，是除該條第一款至第十一款已具體列舉不給付之項目外，依同條第十二款規定：「其他經主管機關公告不給付之診療服務及藥品」，主管機關自應參酌同條其他各款相類似之立法意旨，對於不給付之診療服務及藥品，事先加以公告。又同法第三十一條規定：「保險對象發生疾病、傷害或生育事故時，由保險醫事服務機構依本保險醫療辦法，給予門診或住院診療服務；醫師並得交付處方箋予保險對象至藥局調劑。」「前項醫療辦法，由主管機關擬訂，報請行政院核定後發布之。」「第一項藥品之交付，依藥事法第一百零二條之規定辦理。」內容指涉廣泛，有違法律明確性原則，其授權相關機關所訂定之健康保險醫療辦法，應屬關於門診或住院診療服務之事項，中華民國八十四年二月二十四日發布之全民健康保險醫療辦法，不僅其中有涉及主管機關片面變更保險關係之基本權利義務事項，且在法律無轉委任之授權下，該辦法第三十一條第二項，逕將高科技診療項目及審查程序，委由保險人定之，均已逾母法授權之範圍。另同法第四十一條第三款：「經保險人事前審查，非屬醫療必需之診療服務及藥品」，對保險對象所發生不予給付之個別情形，既未就應審查之項目及基準為明文規定，亦與保險對象權益應受保障之意旨有違。至同法第五十一條所謂之醫療費用支付標準及藥價基準，僅係授權主管機關對醫療費用及藥價之支出擬訂合理之審核基準，亦不得以上開基準作為不保險給付範圍之項目依據。上開法律及有關機關依各該規定所發布之函令與本解釋意旨不符部分，均應於本解釋公布之日起兩年內檢討修正。",
	"　　信賴保護原則攸關憲法上人民權利之保障，公權力行使涉及人民信賴利益而有保護之必要者，不限於授益行政處分之撤銷或廢止（行政程序法第一百十九條、第一百二十條及第一百二十六條參照），即行政法規之廢止或變更亦有其適用。行政法規公布施行後，制定或發布法規之機關依法定程序予以修改或廢止時，應兼顧規範對象信賴利益之保護。除法規預先定有施行期間或因情事變遷而停止適用，不生信賴保護問題外，其因公益之必要廢止法規或修改內容致人民客觀上具體表現其因信賴而生之實體法上利益受損害，應採取合理之補救措施，或訂定過渡期間之條款，俾減輕損害，方符憲法保障人民權利之意旨。至經廢止或變更之法規有重大明顯違反上位規範情形，或法規（如解釋性、裁量性之行政規則）係因主張權益受害者以不正當方法或提供不正確資料而發布者，其信賴即不值得保護；又純屬願望、期待而未有表現其已生信賴之事實者，則欠缺信賴要件，不在保護範圍。\n　　銓敘部中華民國七十六年六月四日七六台華甄四字第九七０五五號函將後備軍人轉任公職考試比敘條例第三條第一款適用對象常備軍官，擴張及於志願服四年預備軍官現役退伍之後備軍人，有違上開條例之意旨，該部乃於八十四年六月六日以八四台中審一字第一一五二二四八號函釋規定：「本部民國六十四年十一月十五日六四台謨甄四字第三五０六四號函暨七十六年六月四日七六台華甄四字第九七０五五號函，同意軍事學校專修班畢業服預備軍官役及大專畢業應召入伍復志願轉服四年制預備軍官役依法退伍者，比照『後備軍人轉任公職考試比敘條例』比敘相當俸級之規定，自即日起停止適用」，未有過渡期間之設，可能導致服役期滿未及參加考試，比敘規定已遭取銷之情形，衡諸首開解釋意旨固有可議。惟任何行政法規皆不能預期其永久實施，受規範對象須已在因法規施行而產生信賴基礎之存續期間，對構成信賴要件之事實，有客觀上具體表現之行為，始受信賴之保護。前述銓敘部七十六年六月四日函件雖得為信賴之基礎，但並非謂凡服完四年預備軍官役者，不問上開規定是否廢止，終身享有考試、比敘之優待，是以在有關規定停止適用時，倘尚未有客觀上具體表現信賴之行為，即無主張信賴保護之餘地。就本件而言，其於比敘優待適用期間，未參與轉任公職考試或取得申請比敘資格者，與前述要件不符。主管機關八十四年六月六日之函釋停止適用後備軍人轉任公職考試比敘條例有關比敘之規定，符合該條例之意旨，不生牴觸憲法問題。",
	"　　考試院、行政院中華民國八十四年十月十七日會同發布之公教人員退休金其他現金給與補償金發給辦法，係適用於一般公教人員之退休金補償事宜。至改制前行政院經濟建設委員會等機關之人員，其任用程序、薪給制度與行政機關之一般公務人員均有不同。是改制前之上開人員，除改制時起至八十四年六月三十日止之年資外，尚無上揭辦法之適用。銓敘部八十五年八月十五日八五台中特二字第一三四四一七二號函，認行政院經濟建設委員會所屬人員自七十四年一月九日改制時起至八十四年六月三十日止之年資，始得依上開辦法發給補償金；至於改制前之年資，因改制時曾領取退休金差額，且所領退休金、撫卹金基數內涵及退休金差額已高出一般公務人員甚多，基於公務人員權益整體平衡之考量，不得再核給補償金等語，符合上開辦法訂定之意旨，與憲法保障財產權之規定亦無牴觸。",
	"一、地方自治團體在受憲法及法律規範之前提下，享有自主組織權及對自治事項制定規章並執行之權限。地方自治團體及其所屬機關之組織，應由地方立法機關依中央主管機關所擬訂之準則制定組織自治條例加以規定，復為地方制度法第二十八條第三款、第五十四條及第六十二條所明定。在該法公布施行後，凡自治團體之機關及職位，其設置自應依前述程序辦理。惟職位之設置法律已有明確規定，倘訂定相關規章須費相當時日者，先由各該地方行政機關依地方制度法相關規定設置並依法任命人員，乃為因應業務實際需要之措施，於過渡期間內，尚非法所不許。至法律規定得設置之職位，地方自治團體既有自主決定設置與否之權限，自應有組織自治條例之依據方可進用，乃屬當然。\n二、地方制度法第四十三條第一項至第三項規定各級地方立法機關議決之自治事項，或依同法第三十條第一項至第四項規定之自治法規，與憲法、法律、中央法規或上級自治團體自治法規牴觸者無效。同法第四十三條第五項及第三十條第五項均有：上述各項情形有無牴觸發生疑義得聲請司法院解釋之規定，係指就相關業務有監督自治團體權限之各級主管機關對決議事項或自治法規是否牴觸憲法、法律或其他上位規範尚有疑義，而未依各該條第四項逕予函告無效，向本院大法官聲請解釋而言。地方自治團體對函告無效之內容持不同意見時，應視受函告無效者為自治條例抑自治規則，分別由該地方自治團體之立法機關或行政機關，就事件之性質聲請本院解釋憲法或統一解釋法令。有關聲請程序分別適用司法院大法官審理案件法第八條第一項、第二項之規定，於此情形，無同法第九條規定之適用。至地方行政機關對同級立法機關議決事項發生執行之爭議時，應依地方制度法第三十八條、第三十九條等相關規定處理，尚不得逕向本院聲請解釋。原通過決議事項或自治法規之各級地方立法機關，本身亦不得通過決議案又同時認該決議有牴觸憲法、法律、中央法規或上級自治團體自治法規疑義而聲請解釋。\n三、有監督地方自治團體權限之各級主管機關，依地方制度法第七十五條對地方自治團體行政機關（即直轄市、縣、市政府或鄉、鎮、市公所）辦理該條第二項、第四項及第六項之自治事項，認有違背憲法、法律或其他上位規範尚有疑義，未依各該項規定予以撤銷、變更、廢止或停止其執行者，得依同條第八項規定聲請本院解釋。地方自治團體之行政機關對上開主管機關所為處分行為，認為已涉及辦理自治事項所依據之自治法規因違反上位規範而生之效力問題，且該自治法規未經上級主管機關函告無效，無從依同法第三十條第五項聲請解釋，自治團體之行政機關亦得依同法第七十五條第八項逕向本院聲請解釋。其因處分行為而構成司法院大法官審理案件法第五條第一項第一款之疑義或爭議時，則另得直接聲請解釋憲法。如上述處分行為有損害地方自治團體之權利或法律上利益情事，其行政機關得代表地方自治團體依法提起行政訴訟，於窮盡訴訟之審級救濟後，若仍發生法律或其他上位規範違憲疑義，而合於司法院大法官審理案件法第五條第一項第二款之要件，亦非不得聲請本院解釋。至若無關地方自治團體決議事項或自治法規效力問題，亦不屬前開得提起行政訴訟之事項，而純為中央與地方自治團體間或上下級地方自治團體間之權限爭議，則應循地方制度法第七十七條規定解決之，尚不得逕向本院聲請解釋。",
	"　　刑事法保安處分之強制工作，旨在對有犯罪習慣或以犯罪為常業或因遊蕩或怠惰成習而犯罪者，令入勞動場所，以強制從事勞動方式，培養其勤勞習慣、正確工作觀念，習得一技之長，於其日後重返社會時，能自立更生，期以達成刑法教化、矯治之目的。組織犯罪防制條例第三條第三項：「犯第一項之罪者，應於刑之執行完畢或赦免後，令入勞動場所，強制工作，其期間為三年；犯前項之罪者，其期間為五年。」該條例係以三人以上，有內部管理結構，以犯罪為宗旨或其成員從事犯罪活動，具有集團性、常習性、脅迫性或暴力性之犯罪組織為規範對象。此類犯罪組織成員間雖有發起、主持、操縱、指揮、參與等之區分，然以組織型態從事犯罪，內部結構階層化，並有嚴密控制關係，其所造成之危害、對社會之衝擊及對民主制度之威脅，遠甚於一般之非組織性犯罪。是故組織犯罪防制條例第三條第三項乃設強制工作之規定，藉以補充刑罰之不足，協助其再社會化；此就一般預防之刑事政策目標言，並具有防制組織犯罪之功能，為維護社會秩序、保障人民權益所必要。至於針對個別受處分人之不同情狀，認無強制工作必要者，於同條第四項、第五項已有免其執行與免予繼續執行之規定，足供法院斟酌保障人權之基本原則，為適當、必要與合理之裁量，與憲法第八條人民身體自由之保障及第二十三條比例原則之意旨不相牴觸。",
	"　　金馬地區役齡男子檢定為已訓乙種國民兵實施辦法，於中華民國八十一年十一月七日因戰地政務終止而廢止時，該地區役齡男子如已符合該辦法第二條第一項第二款及同條第二項之要件者，既得檢定為已訓乙種國民兵，按諸信賴保護原則（本院釋字第五二五號解釋參照），對於尚未及申請檢定之人，自不因其是否年滿十八歲而影響其權益。主管機關廢止該辦法時，應採取合理之補救措施，或訂定過渡期間之條款，俾免影響其依法規所取得之實體法上地位。國防部八十一年十一月五日（八一）仰依字第七五一二號函、內政部台（八一）內役字第八一八三八三０號函及行政院八十五年八月二十三日台八十五內字第二八七八四號函釋，不問是否符合檢定為已訓乙種國民兵要件，而概以六十四年次男子為金馬地區開始徵兵之對象部分，應不予適用。",
	"　　憲法第八十條規定法官須超出黨派以外，依據法律獨立審判，不受任何干涉，明文揭示法官從事審判僅受法律之拘束，不受其他任何形式之干涉；法官之身分或職位不因審判之結果而受影響；法官唯本良知，依據法律獨立行使審判職權。審判獨立乃自由民主憲政秩序權力分立與制衡之重要原則，為實現審判獨立，司法機關應有其自主性；本於司法自主性，最高司法機關就審理事項並有發布規則之權；又基於保障人民有依法定程序提起訴訟，受充分而有效公平審判之權利，以維護人民之司法受益權，最高司法機關自有司法行政監督之權限。司法自主性與司法行政監督權之行使，均應以維護審判獨立為目標，因是最高司法機關於達成上述司法行政監督之目的範圍內，雖得發布命令，但不得違反首揭審判獨立之原則。最高司法機關依司法自主性發布之上開規則，得就審理程序有關之細節性、技術性事項為規定；本於司法行政監督權而發布之命令，除司法行政事務外，提供相關法令、有權解釋之資料或司法實務上之見解，作為所屬司法機關人員執行職務之依據，亦屬法之所許。惟各該命令之內容不得牴觸法律，非有法律具體明確之授權亦不得對人民自由權利增加法律所無之限制；若有涉及審判上之法律見解者，法官於審判案件時，並不受其拘束，業經本院釋字第二一六號解釋在案。司法院本於司法行政監督權之行使所發布之各注意事項及實施要點等，亦不得有違審判獨立之原則。\n　　檢察官偵查刑事案件之檢察事務，依檢察一體之原則，檢察總長及檢察長有法院組織法第六十三條及第六十四條所定檢察事務指令權，是檢察官依刑事訴訟法執行職務，係受檢察總長或其所屬檢察長之指揮監督，與法官之審判獨立尚屬有間。關於各級法院檢察署之行政監督，依法院組織法第一百十一條第一款規定，法務部部長監督各級法院及分院檢察署，從而法務部部長就檢察行政監督發布命令，以貫徹刑事政策及迅速有效執行檢察事務，亦非法所不許。\n　　憲法第七十七條規定：「司法院為最高司法機關，掌理民事、刑事、行政訴訟之審判及公務員之懲戒。」惟依現行司法院組織法規定，司法院設置大法官十七人，審理解釋憲法及統一解釋法令案件，並組成憲法法庭，審理政黨違憲之解散事項；於司法院之下，設各級法院、行政法院及公務員懲戒委員會。是司法院除審理上開事項之大法官外，其本身僅具最高司法行政機關之地位，致使最高司法審判機關與最高司法行政機關分離。為期符合司法院為最高審判機關之制憲本旨，司法院組織法、法院組織法、行政法院組織法及公務員懲戒委員會組織法，應自本解釋公布之日起二年內檢討修正，以副憲政體制。",
	"　　中華民國七十五年五月二十一日修正公布之道路交通管理處罰條例第六十二條第二項（本條項已於八十六年一月二十二日修正併入第六十二條第一項）規定，汽車駕駛人駕駛汽車肇事致人受傷或死亡，應即採取救護或其他必要措施，並向警察機關報告，不得逃逸，違者吊銷駕駛執照。其目的在增進行車安全，保護他人權益，以維護社會秩序，與憲法第二十三條並無牴觸（本院釋字第二八四號解釋參照）。又道路交通管理處罰條例第六十七條第一項明定，因駕車逃逸而受吊銷駕駛執照之處分者，不得再行考領駕駛執照（本條項業於九十年一月十七日修正公布為終身不得考領駕駛執照）。該規定係為維護車禍事故受害人生命安全、身體健康必要之公共政策，且在責令汽車駕駛人善盡行車安全之社會責任，屬維持社會秩序及增進公共利益所必要，與憲法第二十三條尚無違背。惟凡因而逃逸者，吊銷其駕駛執照後，對於吊銷駕駛執照之人已有回復適應社會能力或改善可能之具體事實者，是否應提供於一定條件或相當年限後，予肇事者重新考領駕駛執照之機會，有關機關應就相關規定一併儘速檢討，使其更符合憲法保障人民權益之意旨。",
	"　　中華民國八十三年九月十六日發布之臺灣省非都市土地山坡地保育區、風景區、森林區丁種建築（窯業）用地申請同意變更作非工（窯）業使用審查作業要點，係臺灣省政府本於職權訂定之命令，其中第二、三點規定，山坡地保育區、風景區、森林區丁種建築（窯業）用地若具備（一）、廠地位於水庫集水區或水源水質水量保護區範圍內經由政府主動輔導遷廠或（二）、供作公共（用）設施使用或機關用地使用等要件之一，並檢具證明已符合前述要件之書件者，得申請同意將丁種建築（窯業）用地變更作非工（窯）業使用。其內容已逾越母法之範圍，創設區域計畫法暨非都市土地使用管制規則關於非都市土地使用分區內使用地變更編定要件之規定，違反非都市土地分區編定、限制使用並予管制之立法目的，且增加人民依法使用其土地權利之限制，與憲法第二十三條法律保留原則有違，應不予適用。",
	"　　憲法第十六條規定，人民之訴訟權應予保障，旨在確保人民於其權利受侵害時，得依法定程序提起訴訟以求救濟。中央健康保險局依其組織法規係國家機關，為執行其法定之職權，就辦理全民健康保險醫療服務有關事項，與各醫事服務機構締結全民健康保險特約醫事服務機構合約，約定由特約醫事服務機構提供被保險人醫療保健服務，以達促進國民健康、增進公共利益之行政目的，故此項合約具有行政契約之性質。締約雙方如對契約內容發生爭議，屬於公法上爭訟事件，依中華民國八十七年十月二十八日修正公布之行政訴訟法第二條：「公法上之爭議，除法律別有規定外，得依本法提起行政訴訟。」第八條第一項：「人民與中央或地方機關間，因公法上原因發生財產上之給付或請求作成行政處分以外之其他非財產上之給付，得提起給付訴訟。因公法上契約發生之給付，亦同。」規定，應循行政訴訟途徑尋求救濟。保險醫事服務機構與中央健康保險局締結前述合約，如因而發生履約爭議，經該醫事服務機構依全民健康保險法第五條第一項所定程序提請審議，對審議結果仍有不服，自得依法提起行政爭訟。",
	"　　人民依法取得之土地所有權，應受法律之保障與限制，為憲法第一百四十三條第一項所明定。土地徵收係國家因公共事業之需要，對人民受憲法保障之財產權，經由法定程序予以強制取得之謂，相關法律所規定之徵收要件及程序，應符合憲法第二十三條所定必要性之原則。土地法第二百十九條第一項第一款規定，私有土地經徵收後，自徵收補償發給完竣屆滿一年，未依徵收計畫開始使用者，原土地所有權人得於徵收補償發給完竣屆滿一年之次日起五年內，向該管市、縣地政機關（中華民國八十九年一月二十六日修正為「直轄市或縣（市）地政機關」，下同）聲請照徵收價額收回其土地，原係防止徵收機關為不必要之徵收，或遷延興辦公共事業，特為原土地所有權人保留收回權。是以需用土地機關未於上開期限內，依徵收計畫開始使用徵收之土地者，如係因可歸責於原土地所有權人或為其占有該土地之使用人之事由所致，即不得將遷延使用徵收土地之責任，歸由徵收有關機關負擔；其不能開始使用係因可歸責於其他土地使用人之事由所致，而與原土地所有權人無涉者，若市、縣地政機關未會同有關機關於徵收補償發給完竣一年內，依土地法第二百十五條第三項規定逕行除去改良物，亦未依同法第二百三十八條規定代為遷移改良物，開始使用土地；需用土地人於上開期間內復未依徵收計畫之使用目的提起必要之訴訟，以求救濟，應不妨礙原土地所有權人聲請收回其土地。土地法第二百十九條第三項規定之適用，於上開意旨範圍內，不生牴觸憲法之問題。",
	"　　警察勤務條例規定警察機關執行勤務之編組及分工，並對執行勤務得採取之方式加以列舉，已非單純之組織法，實兼有行為法之性質。依該條例第十一條第三款，臨檢自屬警察執行勤務方式之一種。臨檢實施之手段：檢查、路檢、取締或盤查等不問其名稱為何，均屬對人或物之查驗、干預，影響人民行動自由、財產權及隱私權等甚鉅，應恪遵法治國家警察執勤之原則。實施臨檢之要件、程序及對違法臨檢行為之救濟，均應有法律之明確規範，方符憲法保障人民自由權利之意旨。\n　　上開條例有關臨檢之規定，並無授權警察人員得不顧時間、地點及對象任意臨檢、取締或隨機檢查、盤查之立法本意。除法律另有規定外，警察人員執行場所之臨檢勤務，應限於已發生危害或依客觀、合理判斷易生危害之處所、交通工具或公共場所為之，其中處所為私人居住之空間者，並應受住宅相同之保障；對人實施之臨檢則須以有相當理由足認其行為已構成或即將發生危害者為限，且均應遵守比例原則，不得逾越必要程度。臨檢進行前應對在場者告以實施之事由，並出示證件表明其為執行人員之身分。臨檢應於現場實施，非經受臨檢人同意或無從確定其身分或現場為之對該受臨檢人將有不利影響或妨礙交通、安寧者，不得要求其同行至警察局、所進行盤查。其因發現違法事實，應依法定程序處理者外，身分一經查明，即應任其離去，不得稽延。前述條例第十一條第三款之規定，於符合上開解釋意旨範圍內，予以適用，始無悖於維護人權之憲法意旨。現行警察執行職務法規有欠完備，有關機關應於本解釋公布之日起二年內依解釋意旨，且參酌社會實際狀況，賦予警察人員執行勤務時應付突發事故之權限，俾對人民自由與警察自身安全之維護兼籌並顧，通盤檢討訂定，併此指明。",
	"　　遺產及贈與稅法第十條第一項規定：「遺產及贈與財產價值之計算，以被繼承人死亡時或贈與人贈與時之時價為準。」為執行上開條文所定時價之必要，同法施行細則第二十八條第一項乃明定：「凡已在證券交易所上市（以下稱上市）或證券商營業處所買賣（以下稱上櫃）之有價證券，依繼承開始日或贈與日該項證券之收盤價估定之。」又同細則第二十九條第一項：「未上市或上櫃之股份有限公司股票，除前條第二項規定情形外，應以繼承開始日或贈與日該公司之資產淨值估定之」，係因未上市或未上櫃公司股票，於繼承或贈與日常無交易紀錄，或縱有交易紀錄，因非屬公開市場之買賣，難以認定其客觀市場價值而設之規定。是於計算未上市或上櫃公司之資產時，就其持有之上市股票，因有公開市場之交易，自得按收盤價格調整上市股票價值，而再計算其資產淨值。財政部中華民國七十九年九月六日台財稅字第七九０二０一八三三號函：「遺產及贈與稅法施行細則第二十九條規定『未公開上市之公司股票，以繼承開始日或贈與日該公司之資產淨值估定之』。稽徵機關於核算該法條所稱之資產淨值時，對於公司轉投資持有之上市公司股票價值，應依遺產及贈與稅法施行細則第二十八條規定計算」，乃在闡明遺產及贈與稅法施行細則第二十九條規定，符合遺產及贈與稅法第十條第一項之立法意旨，與憲法第十九條所定租稅法律主義及第十五條所保障人民財產權，尚無牴觸。惟未上市或上櫃公司之股票價值之估算方法涉及人民之租稅負擔，仍應由法律規定或依法律授權於施行細則訂定，以貫徹上揭憲法所規定之意旨。",
	"　　合法登記之工廠供直接生產使用之自有房屋，依中華民國八十二年七月三十日修正公布施行之房屋稅條例第十五條第二項第二款規定，其房屋稅有減半徵收之租稅優惠。同條例第七條復規定：「納稅義務人應於房屋建造完成之日起三十日內，向當地主管稽徵機關申報房屋現值及使用情形；其有增建、改建、變更使用或移轉承典時亦同」。此因租稅稽徵程序，稅捐稽徵機關雖依職權調查原則而進行，惟有關課稅要件事實，多發生於納稅義務人所得支配之範圍，稅捐稽徵機關掌握困難，為貫徹公平合法課稅之目的，因而課納稅義務人申報協力義務。財政部七十一年九月九日台財稅第三六七一二號函所稱：「依房屋稅條例第七條之規定，納稅義務人所有之房屋如符合減免規定，應將符合減免之使用情形並檢附有關證件（如工廠登記證等）向當地主管稽徵機關申報，申報前已按營業用稅率繳納之房屋稅，自不得依第十五條第二項第二款減半徵收房屋稅」，與上開法條規定意旨相符，於憲法上租稅法律主義尚無牴觸。",
	"　　建築法第十五條第二項規定：「營造業之管理規則，由內政部定之」，概括授權訂定營造業管理規則。此項授權條款雖未就授權之內容與範圍為規定，惟依法律整體解釋，應可推知立法者有意授權主管機關，就營造業登記之要件、營造業及其從業人員準則、主管機關之考核管理等事項，依其行政專業之考量，訂定法規命令，以資規範（本院釋字第三九四號解釋參照）。內政部於中華民國八十二年六月一日修正公布之營造業管理規則第七條、第八條與第九條，對於申請登記之營造業，依資本額之大小、專業工程人員之員額，以及工程實績多寡等條件，核發甲、乙、丙三等級之登記證書，並按登記等級分別限制其得承攬工程之限額（同規則第十六條參照)，係對人民營業自由所設之規範，目的在提高營造業技術水準，確保營繕工程施工品質，以維護人民生命、身體及財產安全，為增進公共利益所必要。又同規則增訂之第四十五條之一規定：「福建省金門縣、連江縣依金門戰地政務委員會管理營造業實施規定、連江縣營造業管理暫行規定登記之營造業，應於中華民國八十二年六月一日本規則修正施行日起三年內，依同日修正施行之第七條至第九條之規定辦理換領登記證書，逾期未辦理換領者，按其與本規則相符之等級予以降等或撤銷其登記證書」，乃因八十一年十一月七日福建省金門縣及連江縣戰地政務解除後，營造業原依金門戰地政務委員會管理營造業實施規定及連江縣營造業管理暫行規定，領有之登記證書，已失法令依據，故須因應此項法規之變更而設。上開規定為實施營造業之分級管理，謀全國營造業之一致性所必要，且就原登記證書准依營造業管理規則第七條至第九條規定換領登記證書，並設有過渡期間，以為緩衝，已兼顧信賴利益之保護，並係就福建省金門、連江縣之營造業一律適用，尚未違反建築法第十五條第二項之意旨，於憲法第七條、第二十三條及有關人民權利保障之規定，亦無違背。惟營造業之分級條件及其得承攬工程之限額等相關事項，涉及人民營業自由之重大限制，為促進營造業之健全發展並貫徹憲法關於人民權利之保障，仍應由法律或依法律明確授權之法規命令規定為妥。",
	"　　憲法第八十條規定：「法官須超出黨派以外，依據法律獨立審判，不受任何干涉。」除揭示司法權獨立之原則外，並有要求國家建立完備之維護審判獨立制度保障之作用。又憲法第八十一條明定：「法官為終身職，非受刑事或懲戒處分或禁治產之宣告，不得免職，非依法律，不得停職、轉任或減俸。」旨在藉法官之身分保障，以維護審判獨立。凡足以影響因法官身分及其所應享有權利或法律上利益之人事行政行為，固須依據法律始得為之，惟不以憲法明定者為限。若未涉及法官身分及其應有權益之人事行政行為，於不違反審判獨立原則範圍內，尚非不得以司法行政監督權而為合理之措置。\n　　依法院組織法及行政法院組織法有關之規定，各級法院所設之庭長，除由兼任院長之法官兼任者外，餘由各該審級法官兼任。法院組織法第十五條、第十六條等規定庭長監督各該庭（處）之事務，係指為審判之順利進行所必要之輔助性司法行政事務而言。庭長於合議審判時雖得充任審判長，但無庭長或庭長有事故時，以庭員中資深者充任之。充任審判長之法官與充當庭員之法官共同組成合議庭時，審判長除指揮訴訟外，於審判權之行使，及對案件之評決，其權限與庭員並無不同。審判長係合議審判時為統一指揮訴訟程序所設之機制，與庭長職務之屬於行政性質者有別，足見庭長與審判長乃不同功能之兩種職務。憲法第八十一條所保障之身分對象，應限於職司獨立審判之法官，而不及於監督司法行政事務之庭長。又兼任庭長之法官固比其他未兼行政職務之法官具有較多之職責，兼任庭長者之職等起敘雖亦較法官為高，然二者就法官本職所得晉敘之最高職等並無軒輊，其在法律上得享有之權利及利益皆無差異。\n　　司法院以中華民國八十四年五月五日（八四）院台人一字第０八七八七號函訂定發布之「高等法院以下各級法院及其分院法官兼庭長職期調任實施要點」（八十九年七月二十八日（八九）院台人二字第一八三一九號函修正為「高等法院以下各級法院及其分院、高等行政法院法官兼庭長職期調任實施要點」），其中第二點或第三點規定於庭長之任期屆滿後，令免兼庭長之人事行政行為，僅免除庭長之行政兼職，於其擔任法官職司審判之本職無損，對其既有之官等、職等、俸給亦無不利之影響，故性質上僅屬機關行政業務之調整。司法行政機關就此本其組織法上之職權為必要裁量並發布命令，與憲法第八十一條法官身分保障之意旨尚無牴觸。\n　　健全之審判周邊制度，乃審判公平有效遂行之必要條件，有關審判事務之司法行政即為其中一環。庭長於各該庭行政事務之監督及處理，均有積極輔助之功能。為貫徹憲法第八十二條法院組織之法律保留原則，建立審判獨立之完備司法體制，有關庭長之遴選及任免等相關人事行政事項，仍以本於維護審判獨立之司法自主性（本院釋字第五三０號解釋參照），作通盤規劃，以法律規定為宜，併此指明。",
	"　　國家為達成行政上之任務，得選擇以公法上行為或私法上行為作為實施之手段。其因各該行為所生爭執之審理，屬於公法性質者歸行政法院，私法性質者歸普通法院。惟立法機關亦得依職權衡酌事件之性質、既有訴訟制度之功能及公益之考量，就審判權歸屬或解決紛爭程序另為適當之設計。此種情形一經定為法律，即有拘束全國機關及人民之效力，各級審判機關自亦有遵循之義務。\n　　中華民國七十一年七月三十日制定公布之國民住宅條例，對興建國民住宅解決收入較低家庭居住問題，採取由政府主管機關興建住宅以上述家庭為對象，辦理出售、出租、貸款自建或獎勵民間投資興建等方式為之。其中除民間投資興建者外，凡經主管機關核准出售、出租或貸款自建，並已由該機關代表國家或地方自治團體與承購人、承租人或貸款人分別訂立買賣、租賃或借貸契約者，此等契約即非行使公權力而生之公法上法律關係。上開條例第二十一條第一項規定：國民住宅出售後有該條所列之違法情事者，「國民住宅主管機關得收回該住宅及基地，並得移送法院裁定後強制執行」，乃針對特定違約行為之效果賦予執行力之特別規定，此等涉及私權法律關係之事件為民事事件，該條所稱之法院係指普通法院而言。對此類事件，有管轄權之普通法院民事庭不得以行政訴訟新制實施，另有行政法院可資受理為理由，而裁定駁回強制執行之聲請。\n　　事件經本院解釋係民事事件，認提起聲請之行政法院無審判權者，該法院除裁定駁回外，並依職權移送有審判權限之普通法院，受移送之法院應依本院解釋對審判權認定之意旨，回復事件之繫屬，依法審判，俾保障人民憲法上之訴訟權。",
	"　　中華民國八十九年四月二十五日修正公布之憲法增修條文第五條第一項前段規定，司法院設大法官十五人，並以其中一人為院長、一人為副院長，由總統提名，經立法院同意任命之，自中華民國九十二年起實施，不適用憲法第七十九條之規定。關於司法院第六屆大法官於九十二年任期屆滿前，大法官及司法院院長、副院長出缺時，其任命之程序，現行憲法增修條文未設規定。惟司法院院長、副院長及大法官係憲法所設置，並賦予一定之職權，乃憲政體制之一環，為維護其機制之完整，其任命程序如何，自不能無所依循。司法院院長、副院長及大法官由總統提名，經民意機關同意後任命之，係憲法及其增修條文之一貫意旨，亦為民意政治基本理念之所在。現行憲法增修條文既已將司法、考試、監察三院人事之任命程序改由總統提名，經立法院同意任命，基於憲法及其歷次增修條文之一貫意旨與其規範整體性之考量，人事同意權制度設計之民意政治原理，司法院第六屆大法官於九十二年任期屆滿前，大法官及司法院院長、副院長出缺時，其任命之程序，應由總統提名，經立法院同意任命之。",
	"　　人民有居住及遷徙之自由，憲法第十條設有明文。對此自由之限制，不得逾憲法第二十三條所定必要之程度，且須有法律之明文依據，業經本院作成釋字第四四三號、第四五四號等解釋在案。自來水法第十一條授權行政機關得為「劃定公布水質水量保護區域，禁止在該區域內一切貽害水質與水量之行為」，主管機關依此授權訂定公告「翡翠水庫集水區石碇鄉碧山、永安、格頭三村遷村作業實施計畫」，雖對人民居住遷徙自由有所限制，惟計畫遷村之手段與水資源之保護目的間尚符合比例原則，要難謂其有違憲法第十條之規定。\n　　行政機關訂定之行政命令，其屬給付性之行政措施具授與人民利益之效果者，亦應受相關憲法原則，尤其是平等原則之拘束。系爭作業實施計畫中關於安遷救濟金之發放，係屬授與人民利益之給付行政，並以補助集水區內居民遷村所需費用為目的，既在排除村民之繼續居住，自應以有居住事實為前提，其認定之依據，設籍僅係其一而已，上開計畫竟以設籍與否作為認定是否居住於該水源區之唯一標準，雖不能謂有違平等原則，但未顧及其他居住事實之證明方法，有欠周延。相關領取安遷救濟金之規定應依本解釋意旨儘速檢討改進。",
	"　　憲法增修條文第二條第三項規定：「總統為避免國家或人民遭遇緊急危難或應付財政經濟上重大變故，得經行政院會議之決議發布緊急命令，為必要之處置，不受憲法第四十三條之限制。但須於發布命令後十日內提交立法院追認，如立法院不同意時，該緊急命令立即失效。」由此可知，緊急命令係總統為應付緊急危難或重大變故，直接依憲法授權所發布，具有暫時替代或變更法律效力之命令，其內容應力求周延，以不得再授權為補充規定即可逕予執行為原則。若因事起倉促，一時之間不能就相關細節性、技術性事項鉅細靡遺悉加規範，而有待執行機關以命令補充，方能有效達成緊急命令之目的者，則應於緊急命令中明文規定其意旨，於立法院完成追認程序後，再行發布。此種補充規定應依行政命令之審查程序送交立法院審查，以符憲政秩序。又補充規定應隨緊急命令有效期限屆滿而失其效力，乃屬當然。",
	"　　國家對個人之刑罰，屬不得已之強制手段，選擇以何種刑罰處罰個人之反社會性行為，乃立法自由形成之範圍。就特定事項以特別刑法規定特別罪刑，倘與憲法第二十三條所要求之目的正當性、手段必要性、限制妥當性符合者，即無乖於比例原則，業經本院釋字第四七六號解釋闡釋在案。\n　　自由刑涉及對人民身體自由之嚴重限制，除非必須對其採強制隔離施以矯治，方能維護社會秩序時，其科處始屬正當合理，而刑度之制定尤應顧及行為之侵害性與法益保護之重要性。施用毒品，足以戕害身心，滋生其他犯罪，惡化治安，嚴重損及公益，立法者自得於抽象危險階段即加以規範。中華民國八十一年七月二十七日修正公布肅清煙毒條例第九條第一項規定，對於施用毒品或鴉片者，處三年以上七年以下有期徒刑，及八十四年一月十三日修正公布之麻醉藥品管理條例第十三條之一第二項第四款規定，非法施打吸用麻醉藥品者，處三年以下有期徒刑、拘役或一萬元以下罰金，雖以所施用之毒品屬煙毒或麻醉藥品為其規範對象，未按行為人是否業已成癮為類型化之區分，就行為對法益危害之程度亦未盡顧及，但究其目的，無非在運用刑罰之一般預防功能以嚇阻毒品之施用，挽社會於頹廢，與首揭意旨尚屬相符，於憲法第八條、第二十三條規定並無牴觸。前開肅清煙毒條例及麻醉藥品管理條例於八十七年及八十八年相繼修正，對經勒戒而無繼續施用毒品傾向者，改採除刑不除罪，對初犯者以保安處分替代刑罰，已更能符合首揭意旨。由肅清煙毒條例修正之毒品危害防制條例第三十五條第四款，將判決確定尚未執行或執行中之案件排除其適用，此固與刑法第二條第三項無乖離之處，惟為深化新制所揭櫫之刑事政策，允宜檢討及之。",
	"　　中華民國七十五年十二月二十六日公布之醫師法第二十五條規定：「醫師於業務上如有違法或不正當行為，得處一個月以上一年以下停業處分或撤銷其執業執照。」所謂「業務上之違法行為」係指醫師於醫療業務，依專業知識，客觀上得理解不為法令許可之行為，此既限於執行醫療業務相關之行為而違背法令之規定，並非泛指醫師之一切違法行為，其範圍應屬可得確定；所謂「業務上之不正當行為」則指醫療業務行為雖未達違法之程度，但有悖於醫學學理及醫學倫理上之要求而不具正當性應予避免之行為。法律就前揭違法或不正當行為無從鉅細靡遺悉加規定，因以不確定法律概念予以規範，惟其涵義於個案中並非不能經由適當組成之機構依其專業知識及社會通念加以認定及判斷，並可由司法審查予以確認，則與法律明確性原則尚無不合，於憲法保障人民權利之意旨亦無牴觸。首揭規定就醫師違背職業上應遵守之行為規範，授權主管機關得於前開法定行政罰範圍內，斟酌醫師醫療業務上違法或不正當行為之於醫療安全、國民健康及全民健康保險對象暨財務制度之危害程度，而為如何懲處之決定，係為維護醫師之職業倫理，維持社會秩序，增進公共利益所必要，與憲法第二十三條規定之意旨無違。",
	"　　本院院字第二八一０號解釋：「依考試法舉行之考試，對於應考資格體格試驗，或檢覈經決定不及格者，此項決定，自屬行政處分。其處分違法或不當者，依訴願法第一條之規定，應考人得提起訴願。惟為訴願決定時，已屬無法補救者，其訴願為無實益，應不受理，依訴願法第七條應予駁回。」旨在闡釋提起行政爭訟，須其爭訟有權利保護必要，即具有爭訟之利益為前提，倘對於當事人被侵害之權利或法律上利益，縱經審議或審判之結果，亦無從補救，或無法回復其法律上之地位或其他利益者，即無進行爭訟而為實質審查之實益。惟所謂被侵害之權利或利益，經審議或審判結果，無從補救或無法回復者，並不包括依國家制度設計，性質上屬於重複發生之權利或法律上利益，人民因參與或分享，得反覆行使之情形。是人民申請為公職人員選舉候選人時，因主管機關認其資格與規定不合，而予以核駁，申請人不服提起行政爭訟，雖選舉已辦理完畢，但人民之被選舉權，既為憲法所保障，且性質上得反覆行使，若該項選舉制度繼續存在，則審議或審判結果對其參與另次選舉成為候選人資格之權利仍具實益者，並非無權利保護必要者可比，此類訴訟相關法院自應予以受理，本院上開解釋，應予補充。",
	"　　憲法第八十六條第二款規定，專門職業及技術人員執業資格，應經考試院依法考選銓定之。醫師從事醫療行為，不僅涉及病患個人之權益，更影響國民健康之公共利益，自須具備專門之醫學知識與技能，醫師既屬專門職業人員，其執業資格即應按首開規定取得。中華民國三十二年九月二十二日公布之醫師法第一條明定：「中華民國人民經醫師考試及格者，得充醫師」（八十一年七月二十九日修正為：「中華民國人民經醫師考試及格並依本法領有醫師證書者，得充醫師」）。第醫師應如何考試，涉及醫學上之專門知識，醫師法已就應考資格等重要事項予以規定，其屬細節性與技術性事項，自得授權考試機關及業務主管機關發布命令為之補充。關於中醫師考試，醫師法對其應考資格已定有明文，至於中醫師檢覈之科目、方法、程序等事項，則授權考試院會同行政院依其專業考量及斟酌中醫之傳統醫學特性，訂定中醫師檢覈辦法以資規範，符合醫師法與專門職業及技術人員考試法之意旨，與授權明確性原則無違。\n　　考試院會同行政院於七十一年八月三十一日修正發布之中醫師檢覈辦法第八條第一項規定：「中醫師檢覈除審查證件外，得舉行面試或實地考試。但以第二條第三款之資格應檢覈者，一律予以面試」，同條第二項又規定：「華僑聲請中醫師檢覈依前項規定應予面試者，回國執業時應行補試」。嗣因配合七十五年一月二十四日專門職業及技術人員考試法之公布，考試院乃重新訂定，於七十七年八月二十二日會同行政院發布中醫師檢覈辦法，其第六條規定申請中醫師檢覈者，予以筆試，並於第十條規定：「已持有『僑』字中醫師考試及格證書者，回國執業時，仍應依照第六條之規定補行筆試」。此一規定，依法律整體規定之關聯意義為綜合判斷，僅屬專門職業及技術人員考試法暨醫師法所授權訂定之中醫師檢覈辦法中關於考試技術之變更，並不影響華僑依中醫師檢覈辦法所已取得「僑」字中醫師及格證書及「僑中」字中醫師證書之效力，更無逾越前開法律授權之範圍或增加母法所無之限制，與憲法保障人民權利之意旨並無違背。\n　　次按憲法上所謂平等原則，係指實質上之平等而言，若為因應事實上之需要及舉辦考試之目的，就有關事項，依法自得酌為適當之限制。華僑申請中醫師檢覈，其未回國參加面試者，於審查證件合格後，即發給「僑」字中醫師考試及格證書及「僑中」字中醫師證書，此種證書之發給性質上為具體行政行為，惟其適用地之效力受到限制。其既未依中醫師檢覈辦法回國參加面試或筆試，即不得主張取得與參加面試或筆試及格者所得享有在國內執行中醫師業務之權利，否則反而造成得以規避面試或筆試而取得回國執行中醫師業務之資格，導致實質上之不平等。是上開中醫師檢覈辦法將中醫師檢覈分成兩種類別而異其規定，並未違背憲法平等原則及本院歷來解釋之旨意。又「面試」包括一、筆試，二、筆試及口試，是考試之方法雖有面試、筆試、口試等之區別，但無非均為拔擢人才、銓定資格之方式，苟能在執行上力求客觀公平，並不影響當事人之權益或法律上地位，其領有「僑中」字中醫師證書者，本未取得在國內執業之資格，尚無值得保護之信賴利益可言。則前開辦法重新訂定發布後，即依中央法規標準法第十三條規定，自發布日起算至第三日起發生效力而無過渡期間之規定，並無違背信賴保護原則。至九十一年一月十六日修正之醫師法第三條第四項：「已領有僑中字中醫師證書者，應於中華民國九十四年十二月三十一日前經中醫師檢覈筆試及格，取得臺中字中醫師證書，始得回國執業」，亦係為配合八十八年十二月二十九日修正公布之專門職業及技術人員考試法已廢止檢覈制度所為之過渡規定，對其依法所已取得之權利，並無影響，與憲法保障人民權利之意旨亦無違背，併此指明。",
	"　　主管機關基於職權因執行特定法律之規定，得為必要之釋示，以供本機關或下級機關所屬公務員行使職權時之依據，業經本院釋字第四０七號解釋在案。行政院公平交易委員會中華民國八十六年五月十四日（八六）公法字第０一六七二號函發布之「審理事業發侵害著作權、商標權或專利權警告函案件處理原則」，係該會本於公平交易法第四十五條規定所為之解釋性行政規則，用以處理事業對他人散發侵害智慧財產權警告函之行為，有無濫用權利，致生公平交易法第十九條、第二十一條、第二十二條、第二十四條等規定所禁止之不公平競爭行為。前揭處理原則第三點、第四點規定，事業對他人散發侵害各類智慧財產權警告函時，倘已取得法院一審判決或公正客觀鑑定機構鑑定報告，並事先通知可能侵害該事業權利之製造商等人，請求其排除侵害，形式上即視為權利之正當行使，認定其不違公平交易法之規定；其未附法院判決或前開侵害鑑定報告之警告函者，若已據實敘明各類智慧財產權明確內容、範圍及受侵害之具體事實，且無公平交易法各項禁止規定之違反情事，亦屬權利之正當行使。事業對他人散發侵害專利權警告函之行為，雖係行使專利法第八十八條所賦予之侵害排除與防止請求權，惟權利不得濫用，乃法律之基本原則，權利人應遵守之此項義務，並非前揭處理原則所增。該處理原則第三點、第四點係行政院公平交易委員會為審理事業對他人散發侵害智慧財產權警告函案件，是否符合公平交易法第四十五條行使權利之正當行為所為之例示性函釋，未對人民權利之行使增加法律所無之限制，於法律保留原則無違，亦不生授權是否明確問題，與憲法尚無牴觸。",
	"　　勞工保險係國家為實現憲法第一百五十三條保護勞工及第一百五十五條、憲法增修條文第十條第八項實施社會保險制度之基本國策而建立之社會安全措施。保險基金係由被保險人繳納之保險費、政府之補助及雇主之分擔額所形成，並非被保險人之私產。被保險人死亡，其遺屬所得領取之津貼，性質上係所得替代，用以避免遺屬生活無依，故應以遺屬需受扶養為基礎，自有別於依法所得繼承之遺產。勞工保險條例第二十七條規定：「被保險人之養子女，其收養登記在保險事故發生時未滿六個月者，不得享有領取保險給付之權利。」固有推行社會安全暨防止詐領保險給付之意，而同條例第六十三條至第六十五條有關遺屬津貼之規定，雖係基於倫常關係及照護扶養遺屬之原則，惟為貫徹國家負生存照顧義務之憲法意旨，並兼顧養子女及其他遺屬確受被保險人生前扶養暨無謀生能力之事實，勞工保險條例第二十七條及第六十三條至第六十五條規定應於本解釋公布之日起二年內予以修正，並依前述解釋意旨就遺屬津貼等保險給付及與此相關事項，參酌有關國際勞工公約及社會安全如年金制度等通盤檢討設計。",
	"　　國家為謀社會福利，應實施社會保險制度；國家為增進民族健康，應普遍推行衛生保健事業及公醫制度，憲法第一百五十五條、第一百五十七條分別定有明文。國家應推行全民健康保險，重視社會救助、福利服務、社會保險及醫療保健等社會福利工作，復為憲法增修條文第十條第五項、第八項所明定。國家推行全民健康保險之義務，係兼指中央與地方而言。又依憲法規定各地方自治團體有辦理衛生、慈善公益事項等照顧其行政區域內居民生活之義務，亦得經由全民健康保險之實施，而獲得部分實現。中華民國八十三年八月九日公布、八十四年三月一日施行之全民健康保險法，係中央立法並執行之事項。有關執行全民健康保險制度之行政經費，固應由中央負擔，本案爭執之同法第二十七條責由地方自治團體補助之保險費，非指實施全民健康保險法之執行費用，而係指保險對象獲取保障之對價，除由雇主負擔及中央補助部分保險費外，地方政府予以補助，符合憲法首開規定意旨。\n　　地方自治團體受憲法制度保障，其施政所需之經費負擔乃涉及財政自主權之事項，固有法律保留原則之適用，但於不侵害其自主權核心領域之限度內，基於國家整體施政之需要，對地方負有協力義務之全民健康保險事項，中央依據法律使地方分擔保險費之補助，尚非憲法所不許。關於中央與地方辦理事項之財政責任分配，憲法並無明文。財政收支劃分法第三十七條第一項第一款雖規定，各級政府支出之劃分，由中央立法並執行者，歸中央負擔，固非專指執行事項之行政經費而言，惟法律於符合上開條件下，尚非不得為特別之規定，就此而言，全民健康保險法第二十七條即屬此種特別規定。至全民健康保險法該條所定之補助各類被保險人保險費之比例屬於立法裁量事項，除顯有不當者外，不生牴觸憲法之問題。\n　　法律之實施須由地方負擔經費者，如本案所涉全民健康保險法第二十七條第一款第一、二目及第二、三、五款關於保險費補助比例之規定，於制定過程中應予地方政府充分之參與。行政主管機關草擬此類法律，應與地方政府協商，以避免有片面決策可能造成之不合理情形，並就法案實施所需財源事前妥為規劃；立法機關於修訂相關法律時，應予地方政府人員列席此類立法程序表示意見之機會。",
	"　　人民身體之自由與生存權應予保障，為憲法第八條、第十五條所明定，國家為實現刑罰權，將特定事項以特別刑法規定特別之罪刑，其內容須符合目的正當性、手段必要性、限制妥當性，方符合憲法第二十三條之規定，業經本院釋字第四七六號解釋闡釋在案。中華民國八十七年五月二十日修正公布之毒品危害防制條例，其立法目的係為肅清煙毒、防制毒品危害，維護國民身心健康，藉以維持社會秩序及公共利益，乃以特別法加以規範。有關栽贓誣陷或捏造證據誣告他人犯該條例之罪者，固亦得於刑法普通誣告罪之外，斟酌立法目的而為特別處罰之規定。然同條例第十六條規定：「栽贓誣陷或捏造證據誣告他人犯本條例之罪者，處以其所誣告之罪之刑」，未顧及行為人負擔刑事責任應以其行為本身之惡害程度予以非難評價之刑法原則，強調同害之原始報應刑思想，以所誣告罪名反坐，所採措置與欲達成目的及所需程度有失均衡；其責任與刑罰不相對應，罪刑未臻相當，與憲法第二十三條所定比例原則未盡相符。有關機關應自本解釋公布之日起兩年內通盤檢討修正，以兼顧國家刑罰權之圓滿正確運作，並維護被誣告者之個人法益；逾期未為修正者，前開條例第十六條誣告反坐之規定失其效力。",
	"　　本院釋字第三六二號解釋謂：「民法第九百八十八條第二款關於重婚無效之規定，乃所以維持一夫一妻婚姻制度之社會秩序，就一般情形而言，與憲法尚無牴觸。惟如前婚姻關係已因確定判決而消滅，第三人本於善意且無過失，信賴該判決而與前婚姻之一方相婚者，雖該判決嗣後又經變更，致後婚姻成為重婚，究與一般重婚之情形有異，依信賴保護原則，該後婚姻之效力，仍應予以維持。首開規定未兼顧類此之特殊情況，與憲法保障人民結婚自由權利之意旨未盡相符，應予檢討修正。」其所稱類此之特殊情況，並包括協議離婚所導致之重婚在內。惟婚姻涉及身分關係之變更，攸關公共利益，後婚姻之當事人就前婚姻關係消滅之信賴應有較為嚴格之要求，僅重婚相對人之善意且無過失，尚不足以維持後婚姻之效力，須重婚之雙方當事人均為善意且無過失時，後婚姻之效力始能維持，就此本院釋字第三六二號解釋相關部分，應予補充。如因而致前後婚姻關係同時存在時，為維護一夫一妻之婚姻制度，究應解消前婚姻或後婚姻、婚姻被解消之當事人及其子女應如何保護，屬立法政策考量之問題，應由立法機關衡酌信賴保護原則、身分關係之本質、夫妻共同生活之圓滿及子女利益之維護等因素，就民法第九百八十八條第二款等相關規定儘速檢討修正。在修正前，對於符合前開解釋意旨而締結之後婚姻效力仍予維持，民法第九百八十八條第二款之規定關此部分應停止適用。在本件解釋公布之日前，僅重婚相對人善意且無過失，而重婚人非同屬善意且無過失者，此種重婚在本件解釋後仍為有效。如因而致前後婚姻關係同時存在，則重婚之他方，自得依法向法院請求離婚，併此指明。",
	"　　本件係台北市政府因決定延期辦理里長選舉，中央主管機關內政部認其決定違背地方制度法第八十三條第一項規定，經報行政院依同法第七十五條第二項予以撤銷；台北市政府不服，乃依同條第八項規定逕向本院聲請解釋。因台北市為憲法第一百十八條所保障實施地方自治之團體，且本件事關修憲及地方制度法制定後，地方與中央權限劃分及紛爭解決機制之釐清與確立，非純屬機關爭議或法規解釋之問題，亦涉及憲法層次之民主政治運作基本原則與地方自治權限之交錯，自應予以解釋。\n　　地方制度法第八十三條第一項規定：「直轄市議員、直轄市長、縣（市）議員、縣（市）長、鄉（鎮、市）民代表、鄉（鎮、市）長及村（里）長任期屆滿或出缺應改選或補選時，如因特殊事故，得延期辦理改選或補選。」其中所謂特殊事故，在概念上無從以固定之事故項目加以涵蓋，而係泛指不能預見之非尋常事故，致不克按法定日期改選或補選，或如期辦理有事實足認將造成不正確之結果或發生立即嚴重之後果或將產生與實現地方自治之合理及必要之行政目的不符等情形者而言。又特殊事故不以影響及於全國或某一縣市全部轄區為限，即僅於特定選區存在之特殊事故如符合比例原則之考量時，亦屬之。上開法條使用不確定法律概念，即係賦予該管行政機關相當程度之判斷餘地，蓋地方自治團體處理其自治事項與承中央主管機關之命辦理委辦事項不同，前者中央之監督僅能就適法性為之，其情形與行政訴訟中之法院行使審查權相似（參照訴願法第七十九條第三項）；後者除適法性之外，亦得就行政作業之合目的性等實施全面監督。本件既屬地方自治事項又涉及不確定法律概念，上級監督機關為適法性監督之際，固應尊重該地方自治團體所為合法性之判斷，但如其判斷有恣意濫用及其他違法情事，上級監督機關尚非不得依法撤銷或變更。\n　　憲法設立釋憲制度之本旨，係授予釋憲機關從事規範審查（參照憲法第七十八條），除由大法官組成之憲法法庭審理政黨違憲解散事項外（參照憲法增修條文第五條第四項），尚不及於具體處分行為違憲或違法之審理。本件行政院撤銷台北市政府延期辦理里長選舉之決定，涉及中央法規適用在地方自治事項時具體個案之事實認定、法律解釋，屬於有法效性之意思表示，係行政處分，台北市政府有所不服，乃屬與中央監督機關間公法上之爭議，惟既屬行政處分是否違法之審理問題，為確保地方自治團體之自治功能，該爭議之解決，自應循行政爭訟程序處理。台北市如認行政院之撤銷處分侵害其公法人之自治權或其他公法上之利益，自得由該地方自治團體，依訴願法第一條第二項、行政訴訟法第四條提起救濟請求撤銷，並由訴願受理機關及行政法院就上開監督機關所為處分之適法性問題為終局之判斷。",
	"　　婚姻與家庭為社會形成與發展之基礎，受憲法制度性保障（參照本院釋字第三六二號、第五五二號解釋）。婚姻制度植基於人格自由，具有維護人倫秩序、男女平等、養育子女等社會性功能，國家為確保婚姻制度之存續與圓滿，自得制定相關規範，約束夫妻雙方互負忠誠義務。性行為自由與個人之人格有不可分離之關係，固得自主決定是否及與何人發生性行為，惟依憲法第二十二條規定，於不妨害社會秩序公共利益之前提下，始受保障。是性行為之自由，自應受婚姻與家庭制度之制約。\n　　婚姻關係存續中，配偶之一方與第三人間之性行為應為如何之限制，以及違反此項限制，應否以罪刑相加，各國國情不同，應由立法機關衡酌定之。刑法第二百三十九條對於通姦者、相姦者處一年以下有期徒刑之規定，固對人民之性行為自由有所限制，惟此為維護婚姻、家庭制度及社會生活秩序所必要。為免此項限制過嚴，同法第二百四十五條第一項規定通姦罪為告訴乃論，以及同條第二項經配偶縱容或宥恕者，不得告訴，對於通姦罪附加訴追條件，此乃立法者就婚姻、家庭制度之維護與性行為自由間所為價值判斷，並未逾越立法形成自由之空間，與憲法第二十三條比例原則之規定尚無違背。",
	"　　戒嚴時期人民受損權利回復條例第三條規定之適用範圍，其中關於公務人員涵義之界定，涉及我國法制上對依法令從事公務之人員使用不同名稱之解釋問題。依憲法第八十六條及公務人員任用法規定觀之，稱公務人員者，係指依法考選銓定取得任用資格，並在法定機關擔任有職稱及官等之人員。是公務人員在現行公務員法制上，乃指常業文官而言，不含武職人員在內。戒嚴時期人民受損權利回復條例施行細則第三條第一項規定：「本條例第三條第一項第二款所稱公務人員，指各機關組織法規中，除政務官、民選人員及聘僱人員外，受有俸（薪）給之文職人員」，係對該條例第三條第一項第二款所稱「任公務人員、教育人員及公職人員之資格」中有關公務人員涵義之界定，不包括武職人員，乃基於事物本質之差異，於平等原則無違，亦未逾越母法之授權，與憲法規定尚無牴觸。至任武職人員之資格應否回復，為立法機關裁量形成範圍，併此敘明。",
	"　　犯罪組織存在，法律所保護之法益，即有受侵害之危險，自有排除及預防之必要。組織犯罪防制條例乃以防制組織型態之犯罪活動為手段，達成維護社會秩序及保障個人法益之目的。該條例第三條第一項及第二項所稱之參與犯罪組織，指加入犯罪組織成為組織之成員，而不問參加組織活動與否，犯罪即屬成立，至其行為是否仍在繼續中，則以其有無持續參加組織活動或保持聯絡為斷，此項犯罪行為依法應由代表國家追訴犯罪之檢察官負舉證責任。若組織成員在參與行為未發覺前自首，或長期未與組織保持聯絡亦未參加活動等事實，足以證明其確已脫離犯罪組織者，即不能認其尚在繼續參與。本院釋字第六十八號解釋前段：「凡曾參加叛亂組織者，在未經自首或有其他事實證明其確已脫離組織以前，自應認為係繼續參加」，係針對懲治叛亂條例所為之釋示，茲該條例已經廢止，上開解釋併同與該號解釋相同之本院其他解釋（院字第六六七號、釋字第一二九號解釋），關於參加犯罪組織是否繼續及對舉證責任分擔之釋示，與本件解釋意旨不符部分，應予變更。又組織犯罪防制條例第十八條第一項所為過渡期間之規定，其適用並未排除本解釋前開意旨，與憲法保障人身自由之規定並無牴觸。",
	"　　行政機關、公立學校或公營事業機構，為安定現職人員生活，提供宿舍予其所屬人員任職期間居住，本屬其依組織法規管理財物之權限內行為；至因退休、調職等原因離職之人員，原應隨即歸還其所使用之宿舍，惟為兼顧此等人員生活，非不得於必要時酌情准其暫時續住以為權宜措施。行政院基於全國最高行政機關之職責，盱衡國家有限資源之分配，依公教人員、公營事業機構服務人員任用法規、俸給結構之不同，自得發布相關規定為必要合理之規範，以供遵循。\n　　行政院於中華民國四十九年十二月一日以台四十九人字第六七一九號令，准許已退休人員得暫時續住現住宿舍，俟退休人員居住房屋問題處理辦法公布後再行處理。繼於五十六年十月十二日以台五十六人字第八０五三號令，將上開令文所稱退休人員限於依法任用並依公務人員退休法辦理退休之公務人員為其適用範圍。又於七十四年五月十八日以台七十四人政肆字第一四九二七號函稱：對於事務管理規則修正前配住宿舍，而於該規則修正後退休之人員准予續住至宿舍處理時為止等語，並未改變前述函令關於退休人員適用範圍之涵義。台灣省菸酒公賣局為公營事業機構，其職員之任用非依公務人員任用法，其退休亦非依公務人員退休法辦理，自非行政院台四十九人字第六七一九號令及台七十四人政肆字第一四九二七號函適用之對象。",
	"　　憲法第十條規定人民有居住、遷徙之自由，旨在保障人民有自由設定住居所、遷徙、旅行，包括入出國境之權利。人民為構成國家要素之一，從而國家不得將國民排斥於國家疆域之外。於臺灣地區設有住所而有戶籍之國民得隨時返回本國，無待許可，惟為維護國家安全及社會秩序，人民入出境之權利，並非不得限制，但須符合憲法第二十三條之比例原則，並以法律定之。\n　　動員戡亂時期國家安全法制定於解除戒嚴之際，其第三條第二項第二款係為因應當時國家情勢所為之規定，適用於動員戡亂時期，雖與憲法尚無牴觸（參照本院釋字第二六五號解釋），惟中華民國八十一年修正後之國家安全法第三條第一項仍泛指人民入出境均應經主管機關之許可，未區分國民是否於臺灣地區設有住所而有戶籍，一律非經許可不得入境，並對未經許可入境者，予以刑罰制裁（參照該法第六條），違反憲法第二十三條規定之比例原則，侵害國民得隨時返回本國之自由。國家安全法上揭規定，與首開解釋意旨不符部分，應自立法機關基於裁量權限，專就入出境所制定之法律相關規定施行時起，不予適用。",
	"　　基於法治國家之基本原則，凡涉及人身自由之限制事項，應以法律定之；涉及財產權者，則得依其限制之程度，以法律或法律明確授權之命令予以規範。惟法律本身若已就人身之處置為明文之規定者，應非不得以法律具體明確之授權委由主管機關執行之。至主管機關依法律概括授權所發布之命令若僅屬細節性、技術性之次要事項者，並非法所不許。家庭暴力防治法第二十條第一項規定保護令之執行機關及金錢給付保護令之強制執行程序，對警察機關執行非金錢給付保護令之程序及方法則未加規定，僅以同法第五十二條為概括授權：「警察機關執行保護令及處理家庭暴力案件辦法，由中央主管機關定之。」雖不生牴觸憲法問題，然對警察機關執行上開保護令得適用之程序及方法均未加規定，且未對辦法內容為具體明確之授權，保護令既有涉及人身之處置或財產之強制執行者（參照家庭暴力防治法第十三條及第十五條），揆諸前開解釋意旨，應分別情形以法律或法律具體明確授權之命令定之，有關機關應從速修訂相關法律，以符憲法保障人民權利之本旨。\n　　行政執行法之執行機關除金錢給付之執行為法務部行政執行署所屬行政執行處外，其餘事件依其性質分由原處分機關或該管機關為之（參照行政執行法第四條），依上述家庭暴力防治法規定，警察機關有執行金錢給付以外保護令之職責，其於執行具體事件應適用之程序，在法律未依上開解釋修改前，警察機關執行保護令得準用行政執行法規定之程序而採各種適當之執行方法。",
	"　　勞工保險乃立法機關本於憲法保護勞工、實施社會保險之基本國策所建立之社會福利制度，旨在保障勞工生活安定、促進社會安全。勞工保險制度設置之保險基金，除由被保險人繳納之保險費、雇主分擔額所構成外，另有各級政府按一定比例之補助在內。依勞工保險條例規定，其給付主要係基於被保險人本身發生之事由而提供之醫療、傷殘、退休及死亡等之給付。同條例第六十二條就被保險人之父母、配偶、子女死亡可請領喪葬津貼之規定，乃為減輕被保險人因至親遭逢變故所增加財務負擔而設，自有別於一般以被保險人本人發生保險事故之給付，兼具社會扶助之性質，應視發生保險事故者是否屬社會安全制度所欲保障之範圍決定之。中華民國八十一年五月八日制定公布之就業服務法第四十三條第五項，就外國人眷屬在勞工保險條例實施區域以外發生死亡事故者，限制其不得請領喪葬津貼，係為社會安全之考量所為之特別規定，屬立法裁量範圍，與憲法第七條、第十五條規定意旨尚無違背。",
	"　　台灣省耕地租約登記辦法係基於耕地三七五減租條例第六條第二項授權而訂定，該辦法第六條第二項第三款規定，出租人依上開條例第十七條第一項第三款申請租約終止登記者，除應填具申請書外，並應檢具租約、欠租催告書、逾期不繳地租終止租約通知書及送達證明文件，或耕地租佃委員會調解、調處成立證明文件，或法院確定判決書。此係主管機關基於法律授權發布命令就申請人應檢具證明文件等細節性、技術性次要事項為必要補充規定，尚非憲法所不許。耕地三七五減租條例第一條規定：「耕地之租佃，依本條例之規定；本條例未規定者，依土地法及其他法律之規定。」民法第四百四十條第一項關於承租人租金支付有遲延者，出租人得定相當期限，催告承租人支付租金之規定，於出租人依本條例第十七條第一項第三款終止契約時，亦適用之。是前開耕地租約登記辦法第六條第二項第三款關於應檢具欠租催告書等規定，並未逾越法律授權，亦未增加法律所無之限制，與憲法尚無牴觸。",
	"　　土地法第三十四條之一第一項規定：「共有土地或建築改良物，其處分、變更及設定地上權、永佃權、地役權或典權，應以共有人過半數及其應有部分合計過半數之同意行之。但其應有部分合計逾三分之二者，其人數不予計算。」同條第五項規定：「前四項規定，於公同共有準用之。」其立法意旨在於兼顧共有人權益之範圍內，促進共有物之有效利用，以增進公共利益。同條第一項所稱共有土地或建築改良物之處分，如為讓與該共有物，即係讓與所有權；而共有物之應有部分，係指共有人對共有物所有權之比例，性質上與所有權並無不同。是不動產之應有部分如屬公同共有者，其讓與自得依土地法第三十四條之一第五項準用第一項之規定。內政部七十七年八月十八日臺（）內地字第六二一七六七號函頒修正之土地法第三十四條之一執行要點第十二點規定：「分別共有土地或建物之應有部分為數人所公同共有，公同共有人就該應有部分為處分、變更或設定負擔，無本法條第一項之適用」，於上開範圍內，就公同共有人公同共有不動產所有權之行使增加土地法上揭規定所無之限制，應不予適用。",
	"　　憲法第十一條之講學自由賦予大學教學、研究與學習之自由，並於直接關涉教學、研究之學術事項，享有自治權。國家對於大學之監督，依憲法第一百六十二條規定，應以法律為之，惟仍應符合大學自治之原則。是立法機關不得任意以法律強制大學設置特定之單位，致侵害大學之內部組織自主權；行政機關亦不得以命令干預大學教學之內容及課程之訂定，而妨礙教學、研究之自由，立法及行政措施之規範密度，於大學自治範圍內，均應受適度之限制（參照本院釋字第三八０號及第四五０號解釋）。\n　　碩士學位之頒授依中華民國八十三年四月二十七日修正公布之學位授予法第六條第一項規定，應於研究生「完成碩士學位應修課程，提出論文，經碩士學位考試委員會考試通過」後，始得為之，此乃國家本於對大學之監督所為學位授予之基本規定。大學自治既受憲法制度性保障，則大學為確保學位之授予具備一定之水準，自得於合理及必要之範圍內，訂定有關取得學位之資格條件。國立政治大學於八十五年六月十四日訂定之國立政治大學研究生學位考試要點規定，各系所得自訂碩士班研究生於提出論文前先行通過資格考核（第二點第一項），該校民族學系並訂定該系碩士候選人資格考試要點，辦理碩士候選人學科考試，此項資格考試之訂定，未逾越大學自治之範疇，不生憲法第二十三條之適用問題。\n　　大學學生退學之有關事項，八十三年一月五日修正公布之大學法未設明文。為維持學術品質，健全學生人格發展，大學有考核學生學業與品行之權責，其依規定程序訂定有關章則，使成績未符一定標準或品行有重大偏差之學生予以退學處分，亦屬大學自治之範疇；立法機關對有關全國性之大學教育事項，固得制定法律予以適度之規範，惟大學於合理範圍內仍享有自主權。國立政治大學暨同校民族學系前開要點規定，民族學系碩士候選人兩次未通過學科考試者以退學論處，係就該校之自治事項所為之規定，與前開憲法意旨並無違背。大學對學生所為退學之處分行為，關係學生權益甚鉅，有關章則之訂定及執行自應遵守正當程序，其內容並應合理妥適，乃屬當然。",
	"　　人民之財產權應予保障，憲法第十五條設有明文。惟基於增進公共利益之必要，對人民依法取得之土地所有權，國家並非不得以法律為合理之限制。道路交通管理處罰條例第八十二條第一項第十款規定，在公告禁止設攤之處擺設攤位者，主管機關除責令行為人即時停止並消除障礙外，處行為人或其雇主新台幣一千二百元以上二千四百元以下罰鍰，就私有土地言，雖係限制土地所有人財產權之行使，然其目的係為維持人車通行之順暢，且此限制對土地之利用尚屬輕微，未逾越比例原則，與憲法保障財產權之意旨並無牴觸。\n　　行政機關之公告行為如對人民財產權之行使有所限制，法律就該公告行為之要件及標準，須具體明確規定，前揭道路交通管理處罰條例第八十二條第一項第十款授予行政機關公告禁止設攤之權限，自應以維持交通秩序之必要為限。該條例第三條第一款所稱騎樓既屬道路，其所有人於建築之初即負有供公眾通行之義務，原則上未經許可即不得擺設攤位，是主管機關依上揭條文為禁止設攤之公告或為道路擺設攤位之許可(參照同條例第八十三條第二款)，均係對人民財產權行使之限制，其公告行為之作成，宜審酌准否設攤地區之交通流量、道路寬度或禁止之時段等因素而為之，前開條例第八十二條第一項第十款規定尚欠具體明確，相關機關應儘速檢討修正，或以其他法律為更具體之規範。",
	"　　憲法第十九條規定：「人民有依法律納稅之義務。」第七條規定：「中華民國人民，無分男女、宗教、種族、階級、黨派，在法律上一律平等。」國家對人民稅捐之課徵或減免，係依據法律所定要件或經法律具體明確授權行政機關發布之命令，且有正當理由而為合理之差別規定者，與租稅法定主義、平等原則即無違背。\n　　財政部於中華民國七十七年十月二十九日以台財稅字第七七０六六五一四０號函發布經行政院核定之證券交易所得課徵所得稅注意事項第五項規定：「個人出售民國七十八年一月一日以後取得之上市股票，其全年出售總金額不超過新臺幣壹千萬元者，其交易所得自民國七十八年一月一日起至七十九年十二月三十一日止，繼續停徵所得稅兩年。但停徵期間所發生之證券交易損失，不得自財產交易所得中扣除」，係依據獎勵投資條例（已於七十九年十二月三十一日因施行期間屆滿而當然廢止）第二十七條授權行政機關視經濟發展、資本形成之需要及證券市場之狀況，對個人出售證券，在一定範圍內，就其交易所得所採行之優惠規定，與憲法第十九條所定租稅法定主義尚無牴觸。又此項停徵證券交易所得稅，係行政機關依法律授權，為增進公共利益，權衡經濟發展階段性需要與資本市場實際狀況，本於專業之判斷所為合理之差別規定，與憲法第七條平等原則亦無違背。",
	"　　中華民國七十二年八月一日修正公布之農業發展條例第三十一條前段規定，家庭農場之農業用地，其由能自耕之繼承人繼承或承受，而繼續經營農業生產者，免徵遺產稅或贈與稅。七十三年九月七日修正發布之同條例施行細則第二十一條後段關於「家庭農場之農業用地，不包括於繼承或贈與時已依法編定為非農業使用者在內」之規定，以及財政部七十三年十一月八日臺財稅第六二七一七號函關於「被繼承人死亡或贈與事實發生於修正農業發展條例施行細則發布施行之後者，應依該細則第二十一條規定，即凡已依法編定為非農業使用者，即不得適用農業發展條例第三十一條及遺產及贈與稅法第十七條、第二十條規定免徵遺產稅及贈與稅」之函釋，使依法編為非農業使用之土地，於其所定之使用期限前，仍繼續為從來之農業使用者，不能適用七十五年一月六日修正公布之農業發展條例第三十一條免徵遺產稅或贈與稅之規定及函釋，均係增加法律所無之限制，違反憲法第十九條租稅法律主義，亦與憲法保障人民財產權之意旨暨法律保留原則有違，應不再適用。",
	"　　人民身體之自由應予保障，非由法院依法定程序，不得審問、處罰，憲法第八條設有明文。戒嚴時期在戒嚴地域內，最高司令官固得於必要範圍內以命令限制人民部分之自由，惟關於限制人身自由之處罰，仍應以法律規定，且其內容須實質正當，並經審判程序，始得為之。戡亂時期預防匪諜再犯管教辦法第二條規定：「匪諜罪犯判處徒刑或受感化教育，已執行期滿，而其思想行狀未改善，認有再犯之虞者，得令入勞動教育場所，強制工作嚴加管訓（第一項）。前項罪犯由執行機關報請該省最高治安機關核定之（第二項）。」未以法律規定必要之審判程序，而係依行政命令限制人民身體之自由，不論其名義係強制工作或管訓處分，均為嚴重侵害人身自由之處罰。況該條規定使國家機關僅依思想行狀考核，認有再犯之虞，即得對已服刑期滿之人民再行交付未定期限之管訓，縱國家處於非常時期，出於法律之規定，亦不符合最低限度之人權保障，與憲法第八條及第二十三條之規定有所牴觸，應不予適用。\n　　戒嚴時期人民受損權利回復條例第六條第一項第四款規定，人民於戒嚴時期因犯內亂、外患、懲治叛亂條例或檢肅匪諜條例之罪，於有罪判決或交付感化教育、感訓處分，執行完畢後，未依法釋放者，得聲請所屬地方法院準用冤獄賠償法相關規定，請求國家賠償，係指於有罪判決或感化教育、感訓處分裁判執行完畢後，任意繼續延長執行，或其他非依法裁判所為限制人身自由之處罰，未予釋放，得請求國家賠償之情形而言，從而上開規定與憲法平等保障人民權利之意旨，尚無不符。",
	"　　勞工依法參加勞工保險及因此所生之公法上權利，應受憲法保障。關於保險效力之開始、停止、終止及保險給付之履行等事由，係屬勞工因保險關係所生之權利義務事項，攸關勞工權益至鉅，其權利之限制，應以法律定之，且其立法目的與手段，亦須符合憲法第二十三條之規定。若法律授權行政機關發布命令為補充規定者，該命令須符合立法意旨且未逾越母法授權之範圍，始為憲法所許。勞工保險條例施行細則第十八條關於投保單位有歇業、解散、破產宣告情事或積欠保險費及滯納金經依法強制執行無效果者，保險人得以書面通知退保；投保單位積欠保險費及滯納金，經通知限期清償，逾期仍未清償，有事實足認顯無清償可能者，保險人得逕予退保之規定，增加勞工保險條例所未規定保險效力終止之事由，逾越該條例授權訂定施行細則之範圍，與憲法第二十三條規定之意旨未符，應不予適用。",
	"　　憲法第十六條明定人民有訴訟之權，旨在確保人民權益遭受不法侵害時，有權訴請司法機關予以救濟。惟訴訟權如何行使，應由法律規定；法律於符合憲法第二十三條意旨之範圍內，對於人民訴訟權之實施自得為合理之限制。刑事訴訟法第三百二十一條規定，對於配偶不得提起自訴，係為防止配偶間因自訴而對簿公堂，致影響夫妻和睦及家庭和諧，乃為維護人倫關係所為之合理限制，尚未逾越立法機關自由形成之範圍；且人民依刑事訴訟法相關規定，並非不得對其配偶提出告訴，其憲法所保障之訴訟權並未受到侵害，與憲法第十六條及第二十三條之意旨尚無牴觸。\n　　刑事訴訟法第三百二十一條規定固限制人民對其配偶之自訴權，惟對於與其配偶共犯告訴乃論罪之人，並非不得依法提起自訴。本院院字第三六四號及院字第一八四四號解釋相關部分，使人民對於與其配偶共犯告訴乃論罪之人亦不得提起自訴，並非為維持家庭和諧及人倫關係所必要，有違憲法保障人民訴訟權之意旨，應予變更；最高法院二十九年上字第二三三三號判例前段及二十九年非字第一五號判例，對人民之自訴權增加法律所無之限制，應不再援用。",
	"　　人民自由及權利之限制，依憲法第二十三條規定，應以法律定之。其得由法律授權以命令為補充規定者，則授權之目的、內容及範圍應具體明確，始得據以發布命令。\n　　中華民國八十一年十二月十八日經濟部及內政部會銜修正發布之玩具槍管理規則（已廢止），其第八條之一規定：「玩具槍類似真槍而有危害治安之虞者，由內政部公告禁止之」。內政部乃於八十二年一月十五日發布台（八二）內警字第八二七００二０號公告（已停止適用）：「一、為維護公共秩序，確保社會安寧，保障人民生命財產安全，自公告日起，未經許可不得製造、運輸、販賣、攜帶或公然陳列類似真槍之玩具槍枝，如有違反者，依社會秩序維護法有關條文處罰」，均係主管機關基於職權所發布之命令，固有其實際需要，惟禁止製造、運輸、販賣、攜帶或公然陳列類似真槍之玩具槍枝，並對違反者予以處罰，涉及人民自由權利之限制，應由法律或經法律明確授權之命令規定。上開職權命令未經法律授權，限制人民之自由權利，其影響又非屬輕微，與憲法第二十三條規定之法律保留原則不符，均應不予適用。",
	"　　憲法增修條文第二條第三項規定，總統為避免國家或人民遭遇緊急危難或應付財政經濟上重大變故，得經行政院會議之決議發布緊急命令，為必要之處置。又對於人民受非常災害者，國家應予以適當之扶助與救濟，憲法第一百五十五條亦定有明文。此項扶助與救濟，性質上係國家對受非常災害之人民，授與之緊急救助，關於救助之給付對象、條件及範圍，國家機關於符合平等原則之範圍內，得斟酌國家財力、資源之有效運用及其他實際狀況，採取合理必要之手段，為妥適之規定。臺灣地區於中華民國八十八年九月二十一日發生罕見之強烈地震，人民遭遇緊急之危難，對於災區及災民，為實施緊急之災害救助、災民安置及災後重建，總統乃於同年月二十五日依上開憲法規定之意旨，發布緊急命令。行政院為執行該緊急命令，繼而特訂「中華民國八十八年九月二十五日緊急命令執行要點」（以下簡稱執行要點）。該緊急命令第一點及執行要點第三點第一項第四款規定目的之一，在對受災戶提供緊急之慰助。內政部為其執行機關之一，基於職權發布八十八年九月三十日台（八八）內社字第八八八五四六五號、八十八年十月一日台（八八）內社字第八八八二三三九號及八十八年十月三十日台（八八）內社字第八八八五七一一號函，對於九二一大地震災區住屋全倒、半倒者，發給慰助金之對象，以設籍、實際居住於受災屋與否作為判斷依據，並設定申請慰助金之相當期限，旨在實現前開緊急命令及執行要點規定之目的，並未逾越其範圍。且上述設限係基於實施災害救助、慰問之事物本質，就受非常災害之人民生存照護之緊急必要，與非實際居住於受災屋之人民，尚無提供緊急救助之必要者，作合理之差別對待，已兼顧震災急難救助之目的達成，手段亦屬合理，與憲法第七條規定無違。又上開函釋旨在提供災害之緊急慰助，並非就人民財產權加以限制，故亦不生違反憲法第二十三條之問題。",
	"　　按法官於審理案件時，對於應適用之法律，依其合理之確信，認為有牴觸憲法之疑義者，各級法院得以之為先決問題，裁定停止訴訟程序，並提出客觀上形成確信法律為違憲之具體理由，聲請大法官解釋，業經本院釋字第三七一號解釋在案。其中所謂「先決問題」，係指審理原因案件之法院，確信系爭法律違憲，顯然於該案件之裁判結果有影響者而言；所謂「提出客觀上形成確信法律為違憲之具體理由」，係指聲請法院應於聲請書內詳敘其對系爭違憲法律之闡釋，以及對據以審查之憲法規範意涵之說明，並基於以上見解，提出其確信系爭法律違反該憲法規範之論證，且其論證客觀上無明顯錯誤者，始足當之。如僅對法律是否違憲發生疑義，或系爭法律有合憲解釋之可能者，尚難謂已提出客觀上形成確信法律為違憲之具體理由。本院釋字第三七一號解釋，應予補充。",
	"　　依中華民國十八年五月十四日國民政府公布之法規制定標準法（以下簡稱「前法規制定標準法」）第一條：「凡法律案由立法院三讀會之程序通過，經國民政府公布者，定名為法。」第二條第三款所稱，涉及人民權利義務關係之事項，經立法院認為有以法律規定之必要者，為法律案，應經立法院三讀會程序通過之，以及第三條：「凡條例、章程或規則等之制定，應根據法律。」等規定觀之，可知憲法施行前之訓政初期法制，已寓有法律優越及法律保留原則之要求，但有關人民之權利義務關係事項，亦得以未具法律位階之條例等規範形式，予以規定，且當時之立法院並非由人民直接選舉之成員組成。是以當時法律保留原則之涵義及其適用之範圍，均與行憲後者未盡相同。本案系爭之監督寺廟條例，雖依前法規制定標準法所制定，但特由立法院逐條討論通過，由國民政府於十八年十二月七日公布施行，嗣依三十六年一月一日公布之憲法實施之準備程序，亦未加以修改或廢止，而仍持續沿用，並經行憲後立法院認其為有效之法律，且迭經本院作為審查對象在案，應認其為現行有效規範人民權利義務之法律。\n　　人民之宗教信仰自由及財產權，均受憲法之保障，憲法第十三條與第十五條定有明文。宗教團體管理、處分其財產，國家固非不得以法律加以規範，惟應符合憲法第二十三條規定之比例原則及法律明確性原則。監督寺廟條例第八條就同條例第三條各款所列以外之寺廟處分或變更其不動產及法物，規定須經所屬教會之決議，並呈請該管官署許可，未顧及宗教組織之自主性、內部管理機制之差異性，以及為宗教傳布目的所為財產經營之需要，對該等寺廟之宗教組織自主權及財產處分權加以限制，妨礙宗教活動自由已逾越必要之程度；且其規定應呈請該管官署許可部分，就申請之程序及許可之要件，均付諸闕如，已違反法律明確性原則，遑論採取官署事前許可之管制手段是否確有其必要性，與上開憲法規定及保障人民自由權利之意旨，均有所牴觸；又依同條例第一條及第二條第一項規定，第八條規範之對象，僅適用於部分宗教，亦與憲法上國家對宗教應謹守中立之原則及宗教平等原則相悖。該條例第八條及第二條第一項規定應自本解釋公布日起，至遲於屆滿二年時，失其效力。",
	"　　憲法第十六條所規定之訴訟權，係以人民於其權利遭受侵害時，得依正當法律程序請求法院救濟為其核心內容。而訴訟救濟應循之審級、程序及相關要件，則由立法機關衡量訴訟案件之種類、性質、訴訟政策目的，以及訴訟制度之功能等因素，以法律為正當合理之規定。民事訴訟法第四百六十六條對於有關財產權訴訟上訴第三審之規定，以第二審判決後，當事人因上訴所得受之利益是否逾一定之數額，而決定得否上訴第三審之標準，即係立法者衡酌第三審救濟制度之功能及訴訟事件之屬性，避免虛耗國家有限之司法資源，促使私法關係早日確定，以維持社會秩序所為之正當合理之限制，與憲法第十六條、第二十三條尚無違背。\n　　民事訴訟法第四百六十六條修正提高第三審上訴利益之數額時，當事人於法律修正生效後，始對第二審判決提起上訴者，原則上應適用修正後民事訴訟法第四百六十六條規定，並非法律溯及適用。惟第二審判決後，上訴期間進行中，民事訴訟法第四百六十六條修正提高第三審上訴利益之數額，致當事人原已依法取得上訴權，得提起而尚未提起上訴之事件，依新修正之規定而不得上訴時，雖非法律溯及適用，對人民之信賴利益，難謂無重大影響，為兼顧公共利益並適度保護當事人之信賴，民事訴訟法施行法第八條規定：「修正民事訴訟法施行前所為之判決，依第四百六十六條所定不得上訴之額數，於修正民事訴訟法施行後有增加時，而依增加前之法令許之者，仍得上訴」，以為過渡條款，與法治國之法律不溯及既往原則及信賴保護原則，並無違背。\n　　最高法院七十四年台抗字第一七四號判例及最高法院八十六年一月十四日第一次民事庭會議決議：「民事訴訟法第四百六十六條第一項所定不得上訴之額數有增加時，依民事訴訟法施行法第八條規定，以其聲明不服之判決，係在增加前為之者，始依原定額數定其上訴之准許與否。若其判決係在增加後為之者，縱係於第三審法院發回後所為之更審判決，皆應依增加後之額數定其得否上訴。」乃在闡釋民事訴訟法第四百六十六條第一項及民事訴訟法施行法第八條規定之內容，與上開憲法意旨並無不符，自難謂牴觸憲法第七條、第十六條及第二十三條，與法治國之法律不溯及既往原則與信賴保護原則，亦均無違背。",
	"　　憲法第十八條規定人民有服公職之權利，旨在保障人民有依法令從事於公務，暨由此衍生享有之身分保障、俸給與退休金等權利。機關因改組、解散或改隸致對公務人員之憲法所保障服公職之權利產生重大不利影響，應設適度過渡條款或其他緩和措施，以資兼顧。\n　　中華民國六十二年七月十七日修正公布之戶籍法第七條第二項規定：「動員戡亂時期，戶政事務所得經行政院核准，隸屬直轄市、縣警察機關；其辦法由行政院定之。」為因應動員戡亂時期之終止，八十一年六月二十九日修正公布之戶籍法第七條將上開規定刪除，並修正同條第一項及該法施行細則第三條，回復戶警分立制度，乃配合國家憲政秩序回歸正常體制所為機關組織之調整。戶政單位回歸民政系統後，戶政人員之任用，自應依公務人員任用法、各戶政單位員額編制表及相關人事法令規定為之。原辦理戶政業務之警察人員，其不具一般公務人員資格者，即不得留任，顯已對該等人員服公職權利產生重大不利影響。為謀緩和，內政部於八十一年六月十日以台（八一）內戶字第八一０三五三六號函發布、同年七月一日實施之「戶警分立實施方案」，使原辦理戶政業務之警政人員或可於五年內留任原職或回任警職；或可不受考試資格限制而換敘轉任為一般公務人員，已充分考量當事人之意願、權益及重新調整其工作環境所必要之期限，應認國家已選擇對相關公務員之權利限制最少、亦不至於耗費過度行政成本之方式以實現戶警分立。當事人就職缺之期待，縱不能盡如其意，相對於回復戶警分立制度之重要性與必要性，其所受之不利影響，或屬輕微，或為尊重當事人個人意願之結果，並未逾越期待可能性之範圍，與法治國家比例原則之要求，尚屬相符。\n　　前開實施方案相關規定，涉及人民權利而未以法律定之，固有未洽，然因其內容非限制人民之自由權利，尚難謂與憲法第二十三條規定之法律保留原則有違。惟過渡條款若有排除或限制法律適用之效力者，仍應以法律定之，方符法治國家權力分立原則，併此指明。\n　　七十二年十一月二十一日修正公布之警察人員管理條例第二十二條第二項附表附註，就警察人員轉任非警察官職務按其原敘俸級，換敘轉任職務之相當俸級至最高年功俸為止，超出部分仍予保留，係因不同制度人員間原適用不同人事法令而須重新審定俸級之特別規定，乃維護公務人員人事制度健全與整體平衡所為之必要限制，與憲法保障平等權之意旨亦無牴觸。",
	"　　契約自由為個人自主發展與實現自我之重要機制，並為私法自治之基礎，除依契約之具體內容受憲法各相關基本權利規定保障外，亦屬憲法第二十二條所保障其他自由權利之一種。惟國家基於維護公益之必要，尚非不得以法律對之為合理之限制。\n　　保險法第三十六條規定：「複保險，除另有約定外，要保人應將他保險人之名稱及保險金額通知各保險人。」第三十七條規定：「要保人故意不為前條之通知，或意圖不當得利而為複保險者，其契約無效。」係基於損害填補原則，為防止被保險人不當得利、獲致超過其財產上損害之保險給付，以維護保險市場交易秩序、降低交易成本與健全保險制度之發展，而對複保險行為所為之合理限制，符合憲法第二十三條之規定，與憲法保障人民契約自由之本旨，並無牴觸。\n　　人身保險契約，並非為填補被保險人之財產上損害，亦不生類如財產保險之保險金額是否超過保險標的價值之問題，自不受保險法關於複保險相關規定之限制。最高法院七十六年台上字第一一六六號判例，將上開保險法有關複保險之規定適用於人身保險契約，對人民之契約自由，增加法律所無之限制，應不再援用。",
	"　　憲法第十一條保障人民有積極表意之自由，及消極不表意之自由，其保障之內容包括主觀意見之表達及客觀事實之陳述。商品標示為提供商品客觀資訊之方式，應受言論自由之保障，惟為重大公益目的所必要，仍得立法採取合理而適當之限制。\n　　國家為增進國民健康，應普遍推行衛生保健事業，重視醫療保健等社會福利工作。菸害防制法第八條第一項規定：「菸品所含之尼古丁及焦油含量，應以中文標示於菸品容器上。」另同法第二十一條對違反者處以罰鍰，對菸品業者就特定商品資訊不為表述之自由有所限制，係為提供消費者必要商品資訊與維護國民健康等重大公共利益，並未逾越必要之程度，與憲法第十一條保障人民言論自由及第二十三條比例原則之規定均無違背。又於菸品容器上應為上述之一定標示，縱屬對菸品業者財產權有所限制，但該項標示因攸關國民健康，乃菸品財產權所具有之社會義務，且所受限制尚屬輕微，未逾越社會義務所應忍受之範圍，與憲法保障人民財產權之規定，並無違背。另上開規定之菸品標示義務及責任，其時間適用之範圍，以該法公布施行後之菸品標示事件為限，並無法律溯及適用情形，難謂因法律溯及適用，而侵害人民之財產權。至菸害防制法第八條第一項規定，與同法第二十一條合併觀察，足知其規範對象、規範行為及法律效果，難謂其規範內容不明確而違反法治國家法律明確性原則。另各類食品、菸品、酒類等商品對於人體健康之影響層面有異，難有比較基礎，立法者對於不同事物之處理，有先後優先順序之選擇權限，相關法律或有不同規定，與平等原則尚無違背。",
	"　　國家為改良勞工之生活，增進其生產技能，應制定保護勞工之法律，實施保護勞工之政策，憲法第一百五十三條第一項定有明文，勞動基準法即係國家為實現此一基本國策所制定之法律。至於保護勞工之內容與方式應如何設計，立法者有一定之自由形成空間，惟其因此對於人民基本權利構成限制時，則仍應符合憲法上比例原則之要求。\n　　勞動基準法第五十五條及第五十六條分別規定雇主負擔給付勞工退休金，及按月提撥勞工退休準備金之義務，作為照顧勞工生活方式之一種，有助於保障勞工權益，加強勞雇關係，促進整體社會安全與經濟發展，並未逾越立法機關自由形成之範圍。其因此限制雇主自主決定契約內容及自由使用、處分其財產之權利，係國家為貫徹保護勞工之目的，並衡酌政府財政能力、強化受領勞工勞力給付之雇主對勞工之照顧義務，應屬適當；該法又規定雇主違反前開強制規定者，分別科處罰金或罰鍰，係為監督雇主履行其給付勞工退休金之義務，以達成保障勞工退休後生存安養之目的，衡諸立法之時空條件、勞資關係及其干涉法益之性質與影響程度等因素，國家採取財產刑罰作為強制手段，尚有其必要，符合憲法第二十三條規定之比例原則，與憲法保障契約自由之意旨及第十五條關於人民財產權保障之規定並無牴觸。\n　　勞動基準法課雇主負擔勞工退休金之給付義務，除性質上確有窒礙難行者外，係一體適用於所有勞雇關係，與憲法第七條平等權之保障，亦無牴觸；又立法者對勞工設有退休金制度，係衡酌客觀之社會經濟情勢、國家資源之有效分配，而為不同優先順序之選擇與設計，亦無違憲法第七條關於平等權之保障。復次，憲法並未限制國家僅能以社會保險之方式，達成保護勞工之目的，故立法者就此整體勞工保護之制度設計，本享有一定之形成自由。勞工保險條例中之老年給付與勞動基準法中之勞工退休金，均有助於達成憲法保障勞工生活之意旨，二者性質不同，尚難謂兼採兩種制度即屬違憲。惟立法者就保障勞工生活之立法選擇，本應隨社會整體發展而隨時檢討，勞動基準法自中華民國七十三年立法施行至今，為保護勞工目的而設之勞工退休金制度，其實施成效如何，所採行之手段應否及如何隨社會整體之變遷而適時檢討改進，俾能與時俱進，符合憲法所欲實現之勞工保護政策目標，以及國內人口年齡組成之轉變，已呈現人口持續老化現象，未來將對社會經濟、福利制度等產生衝擊，因此對既有勞工退休制度及社會保險制度，應否予以整合，由於攸關社會資源之分配、國家財政負擔能力等全民之整體利益，仍屬立法形成之事項，允宜在兼顧現制下勞工既有權益之保障與雇主給付能力、企業經營成本等整體社會條件之平衡，由相關機關根據我國憲法保障勞工之基本精神及國家對人民興辦之中小型經濟事業應扶助並保護其生存與發展之意旨，參酌有關國際勞工公約之規定，並衡量國家總體發展，通盤檢討，併此指明。",
	"　　人民之財產權應予保障，憲法第十五條定有明文。國家因公用或其他公益目的之必要，得依法徵收人民之財產，對被徵收財產之權利人而言，係為公共利益所受之特別犧牲，國家應給予合理之補償，且補償與損失必須相當。國家依法徵收土地時，對該土地之所有權人及該土地之其他財產權人均應予以合理補償，惟其補償方式，立法機關有一定之自由形成空間。\n　　耕地承租人之租賃權係憲法上保障之財產權，於耕地因徵收而消滅時，亦應予補償。且耕地租賃權因物權化之結果，已形同耕地之負擔。平均地權條例第十一條第一項規定，依法徵收之土地為出租耕地時，應由土地所有權人以所得之補償地價，扣除土地增值稅後餘額之三分之一，補償耕地承租人；第二項規定，前項補償承租人之地價，應由主管機關於發放補償或依法提存時，代為扣交，係出租之耕地因公用徵收時，立法機關依憲法保障財產權及保護農民之意旨，審酌耕地所有權之現存價值及耕地租賃權之價值，採用代位總計各別分算代償之方法，將出租耕地上負擔之租賃權價值代為扣交耕地承租人，以為補償，其於土地所有權人財產權之保障，尚不生侵害問題。惟近年來社會經濟發展、產業結構顯有變遷，為因應農地使用政策，上開為保護農民生活而以耕地租賃權為出租耕地上負擔並據以推估其價值之規定，應儘速檢討修正，以符憲法意旨，併予指明。",
	"　　基於個人之人格發展自由，個人得自由決定其生活資源之使用、收益及處分，因而得自由與他人為生活資源之交換，是憲法於第十五條保障人民之財產權，於第二十二條保障人民之契約自由。惟因個人生活技能強弱有別，可能導致整體社會生活資源分配過度不均，為求資源之合理分配，國家自得於不違反憲法第二十三條比例原則之範圍內，以法律限制人民締約之自由，進而限制人民之財產權。\n　　憲法第一百四十三條第四項扶植自耕農之農地使用政策，以及憲法第一百五十三條第一項改良農民生活之基本國策，均係為合理分配農業資源而制定。中華民國四十年六月七日制定公布之耕地三七五減租條例（以下稱減租條例），旨在秉承上開憲法意旨，為三十八年已開始實施之三七五減租政策提供法律依據，並確保實施該政策所獲致之初步成果。其藉由限制地租、嚴格限制耕地出租人終止耕地租約及收回耕地之條件，重新建構耕地承租人與出租人之農業產業關係，俾合理分配農業資源並奠定國家經濟發展方向，立法目的尚屬正當。雖未設置保護出租人既有契約利益之過渡條款，惟因減租條例本在實現憲法規定國家對於土地之分配與整理暨扶植自耕農之意旨，且於條例制定之前，減租政策業已積極推行數年，出租人得先行於過渡時期熟悉減租制度，減租條例對出租人契約自由及財產權之限制，要非出租人所不能預期，衡諸特殊之歷史背景及合理分配農業資源之非常重大公共利益，尚未違背憲法上之信賴保護原則。\n　　減租條例第五條前段關於租賃期限不得少於六年，以及同條例第六條第一項暨第十六條第一項關於締約方式與轉租禁止之規定，均為穩定租賃關係而設；同條例第十七條第一項第一款規定租賃期限內，承租人死亡無人繼承耕作之法定終止租約事由，並保留出租人收回耕地之彈性。上開規定皆有利於實現扶植自耕農及改善農民生活之基本國策，縱於出租人之契約自由及財產權有所限制，衡諸立法目的，其手段仍屬必要而且適當，亦兼顧承租人與出租人雙方之利益，與憲法第二十三條比例原則、第二十二條契約自由、第十五條財產權及第七條平等權之保障並無違背。\n　　減租條例第十九條第一項第一款之規定，為實現憲法第一百四十三條第四項扶植自耕農之意旨所必要，惟另依憲法第一百四十六條及憲法增修條文第十條第一項發展農業工業化及現代化之意旨，所謂出租人之自任耕作，不以人力親自實施耕作為限，為農業科技化及企業化經營之自行耕作或委託代耕者亦屬之。減租條例第十九條第一項第二款規定出租人於所有收益足以維持一家生活者不得收回自耕，使租約變相無限期延長，惟立法機關嗣於七十二年十二月二十三日增訂之第二項，規定為擴大家庭農場經營規模得收回與其自耕地同一或鄰近地段內之耕地自耕，已放寬對於出租人財產權之限制。 同條項第三款規定，如出租人收回耕地，承租人將失其家庭生活依據者，亦不得收回耕地，係為貫徹憲法第一百五十三條第一項保護農民政策之必要手段；且如出租人亦不能維持其一家生活，尚得申請耕地租佃委員會調處，以兼顧出租人與承租人之實際需要。衡諸憲法第一百四十三條第四項扶植自耕農、第一百四十六條與憲法增修條文第十條第一項發展農業工業化及現代化，以及憲法第一百五十三條第一項改善農民生活之意旨，上開三款限制耕地出租人收回耕地之規定，對於耕地所有權之限制，尚屬必要，與憲法第二十三條比例原則及第十五條保障人民財產權規定之意旨要無不符。\n　　七十二年十二月二十三日增訂之減租條例第十七條第二項第三款關於租約期限尚未屆滿而農地因土地編定或變更為非耕地時，應以土地公告現值扣除土地增值稅後餘額之三分之一補償承租人之規定，乃限於依土地法第八十三條所規定之使用期限前得繼續為從來之使用者，方有其適用。土地法所規定之繼續使用期限，係為保護土地使用人既有之法律地位而設之過渡條款，耕地出租人如欲於期前終止租約，減租條例第十七條第二項第三款即賦予補償承租人之義務，乃為平衡雙方權利義務關係，對出租人耕地所有權所為之限制，尚無悖於憲法第十五條保障財產權之本旨。惟不問情狀如何，補償額度一概為三分之一之規定，有關機關應衡酌憲法第二十二條保障契約自由之意旨及社會經濟條件之變遷等情事，儘速予以檢討修正。\n　　七十二年十二月二十三日增訂之減租條例第十九條第三項規定，耕地租約期滿時，出租人為擴大家庭農場經營規模、提升土地利用效率而收回耕地時，準用同條例第十七條第二項第三款之規定，應以終止租約當期土地公告現值扣除土地增值稅餘額後之三分之一補償承租人。惟契約期滿後，租賃關係既已消滅，如另行課予出租人補償承租人之義務，自屬增加耕地所有權人不必要之負擔，形同設置出租人收回耕地之障礙，與鼓勵擴大家庭農場經營規模，以促進農業現代化之立法目的顯有牴觸。況耕地租約期滿後，出租人仍須具備自耕能力，且於承租人不致失其家庭生活依據時，方得為擴大家庭農場經營規模而收回耕地。按承租人之家庭生活既非無依，竟復令出租人負擔承租人之生活照顧義務，要難認有正當理由。是上開規定準用同條例第十七條第二項第三款部分，以補償承租人作為收回耕地之附加條件，不當限制耕地出租人之財產權，難謂無悖於憲法第一百四十六條與憲法增修條文第十條第一項發展農業之意旨，且與憲法第二十三條比例原則及第十五條保障人民財產權之規定不符，應自本解釋公布日起，至遲於屆滿二年時，失其效力。\n　　減租條例第二十條規定租約屆滿時，除法定收回耕地事由外，承租人如有續約意願，出租人即有續約義務，為出租人依法不得收回耕地時，保障承租人續約權利之規定，並未於不得收回耕地之諸種事由之外，另行增加耕地出租人不必要之負擔，與憲法第二十三條規定之比例原則及第十五條保障財產權之規定尚無不符。",
	"　　「自耕能力證明書之申請及核發注意事項」（以下稱注意事項）係中華民國六十五年一月二十六日內政部為執行土地法第三十條之規定（八十九年一月二十六日刪除）所訂定。七十九年六月二十二日修正之注意事項第四點規定，公私法人、未滿十六歲或年逾七十歲之自然人、專任農耕以外之職業者及在學之學生（夜間部學生不在此限），皆不得申請自耕能力證明書，致影響實質上具有自任耕作能力者收回耕地之權利，對出租人財產權增加法律所無之限制，與憲法第二十三條法律保留原則以及第十五條保障人民財產權之意旨不符，上開注意事項之規定，應不予適用。本院釋字第三四七號解釋相關部分應予變更。",
	"　　憲法第十六條保障人民之訴訟權，就刑事被告而言，包含其在訴訟上應享有充分之防禦權。刑事被告詰問證人之權利，即屬該等權利之一，且屬憲法第八條第一項規定「非由法院依法定程序不得審問處罰」之正當法律程序所保障之權利。為確保被告對證人之詰問權，證人於審判中，應依法定程序，到場具結陳述，並接受被告之詰問，其陳述始得作為認定被告犯罪事實之判斷依據。刑事審判上之共同被告，係為訴訟經濟等原因，由檢察官或自訴人合併或追加起訴，或由法院合併審判所形成，其間各別被告及犯罪事實仍獨立存在。故共同被告對其他共同被告之案件而言，為被告以外之第三人，本質上屬於證人，自不能因案件合併關係而影響其他共同被告原享有之上開憲法上權利。最高法院三十一年上字第二四二三號及四十六年台上字第四一九號判例所稱共同被告不利於己之陳述得採為其他共同被告犯罪（事實認定）之證據一節，對其他共同被告案件之審判而言，未使該共同被告立於證人之地位而為陳述，逕以其依共同被告身分所為陳述採為不利於其他共同被告之證據，乃否定共同被告於其他共同被告案件之證人適格，排除人證之法定調查程序，與當時有效施行中之中華民國二十四年一月一日修正公布之刑事訴訟法第二百七十三條規定牴觸，並已不當剝奪其他共同被告對該實具證人適格之共同被告詰問之權利，核與首開憲法意旨不符。該二判例及其他相同意旨判例，與上開解釋意旨不符部分，應不再援用。\n　　刑事審判基於憲法正當法律程序原則，對於犯罪事實之認定，採證據裁判及自白任意性等原則。刑事訴訟法據以規定嚴格證明法則，必須具證據能力之證據，經合法調查，使法院形成該等證據已足證明被告犯罪之確信心證，始能判決被告有罪；為避免過分偏重自白，有害於真實發見及人權保障，並規定被告之自白，不得作為有罪判決之唯一證據，仍應調查其他必要之證據，以察其是否與事實相符。基於上開嚴格證明法則及對自白證明力之限制規定，所謂「其他必要之證據」，自亦須具備證據能力，經合法調查，且就其證明力之程度，非謂自白為主要證據，其證明力當然較為強大，其他必要之證據為次要或補充性之證據，證明力當然較為薄弱，而應依其他必要證據之質量，與自白相互印證，綜合判斷，足以確信自白犯罪事實之真實性，始足當之。最高法院三十年上字第三０三八號、七十三年台上字第五六三八號及七十四年台覆字第一０號三判例，旨在闡釋「其他必要之證據」之意涵、性質、證明範圍及程度，暨其與自白之相互關係，且強調該等證據須能擔保自白之真實性，俾自白之犯罪事實臻於確信無疑，核其及其他判例相同意旨部分，與前揭憲法意旨，尚無牴觸。",
	"　　憲法第十八條規定人民有服公職之權，旨在保障人民得依法擔任一定職務從事公務，國家自應建立相關制度予以規範。國家對公務員違法失職行為應予懲罰，惟為避免對涉有違失之公務員應否予以懲戒，長期處於不確定狀態，懲戒權於經過相當期間不行使者，即不應再予追究，以維護公務員權益及法秩序之安定。公務員懲戒法第二十五條第三款規定，懲戒案件自違法失職行為終了之日起，至移送公務員懲戒委員會之日止，已逾十年者，公務員懲戒委員會應為免議之議決，即本此意旨而制定。公務人員經其服務機關依中華民國七十九年十二月二十八日修正公布之公務人員考績法第十二條第一項第二款規定所為免職之懲處處分，實質上屬於懲戒處分，為限制人民服公職之權利，未設懲處權行使期間，有違前開意旨。為貫徹憲法上對公務員權益之保障，有關公務員懲處權之行使期間，應類推適用公務員懲戒法相關規定。又查公務員懲戒法概以十年為懲戒權行使期間，未分別對公務員違法失職行為及其懲戒處分種類之不同，而設合理之規定，與比例原則未盡相符，有關機關應就公務員懲戒構成要件、懲戒權行使期間之限制通盤檢討修正。公務人員考績法有關懲處之規定亦應一併及之，附此指明。",
	"　　人民之工作權為憲法第十五條規定所保障，其內涵包括人民選擇職業之自由。人民之職業與公共福祉有密切關係，故對於從事一定職業應具備之資格或其他要件，於符合憲法第二十三條規定之限度內，得以法律或法律明確授權之命令加以限制。中華民國八十八年四月二十一日修正公布之道路交通管理處罰條例第三十七條第一項規定：「曾犯故意殺人、搶劫、搶奪、強盜、恐嚇取財、擄人勒贖或刑法第二百二十一條至第二百二十九條妨害性自主之罪，經判決罪刑確定者，不准辦理營業小客車駕駛人執業登記。」乃基於營業小客車營運及其駕駛人工作之特性，就駕駛人個人應具備之主觀條件，對人民職業選擇自由所為之限制，旨在保障乘客之安全，確保社會之治安，及增進營業小客車之職業信賴，與首開憲法意旨相符，於憲法第二十三條之規定，尚無牴觸。又營業小客車營運之管理，因各國國情與治安狀況而有不同。相關機關審酌曾犯上述之罪者，其累再犯比率偏高，及其對乘客安全可能之威脅，衡量乘客生命、身體安全等重要公益之維護，與人民選擇職業應具備主觀條件之限制，而就其選擇職業之自由為合理之不同規定，與憲法第七條之平等原則，亦屬無違。惟以限制營業小客車駕駛人選擇職業之自由，作為保障乘客安全、預防犯罪之方法，乃基於現階段營業小客車管理制度所採取之不得已措施，但究屬人民職業選擇自由之限制，自應隨營業小客車管理，犯罪預防制度之發展或其他制度之健全，就其他較小限制替代措施之建立，隨時檢討改進；且若已有方法證明曾犯此等犯罪之人對乘客安全不具特別危險時，即應適時解除其駕駛營業小客車執業之限制，俾於維護公共福祉之範圍內，更能貫徹憲法人民工作權之保障及平等原則之意旨，併此指明。",
	"　　立法院為有效行使憲法所賦予之立法職權，本其固有之權能自得享有一定之調查權，主動獲取行使職權所需之相關資訊，俾能充分思辯，審慎決定，以善盡民意機關之職責，發揮權力分立與制衡之機能。立法院調查權乃立法院行使其憲法職權所必要之輔助性權力，基於權力分立與制衡原則，立法院調查權所得調查之對象或事項，並非毫無限制。除所欲調查之事項必須與其行使憲法所賦予之職權有重大關聯者外，凡國家機關獨立行使職權受憲法之保障者，即非立法院所得調查之事物範圍。又如行政首長依其行政權固有之權能，對於可能影響或干預行政部門有效運作之資訊，均有決定不予公開之權力，乃屬行政權本質所具有之行政特權。立法院行使調查權如涉及此類事項，即應予以適當之尊重。如於具體案件，就所調查事項是否屬於國家機關獨立行使職權或行政特權之範疇，或就屬於行政特權之資訊應否接受調查或公開而有爭執時，立法院與其他國家機關宜循合理之途徑協商解決，或以法律明定相關要件與程序，由司法機關審理解決之。\n　　立法院調查權行使之方式，並不以要求有關機關就立法院行使職權所涉及事項提供參考資料或向有關機關調閱文件原本之文件調閱權為限，必要時並得經院會決議，要求與調查事項相關之人民或政府人員，陳述證言或表示意見，並得對違反協助調查義務者，於科處罰鍰之範圍內，施以合理之強制手段，本院釋字第三二五號解釋應予補充。惟其程序，如調查權之發動及行使調查權之組織、個案調查事項之範圍、各項調查方法所應遵守之程序與司法救濟程序等，應以法律為適當之規範。於特殊例外情形，就特定事項之調查有委任非立法委員之人士協助調查之必要時，則須制定特別法，就委任之目的、委任調查之範圍、受委任人之資格、選任、任期等人事組織事項、特別調查權限、方法與程序等妥為詳細之規定，並藉以為監督之基礎。各該法律規定之組織及議事程序，必須符合民主原則。其個案調查事項之範圍，不能違反權力分立與制衡原則，亦不得侵害其他憲法機關之權力核心範圍，或對其他憲法機關權力之行使造成實質妨礙。如就各項調查方法所規定之程序，有涉及限制人民權利者，必須符合憲法上比例原則、法律明確性原則及正當法律程序之要求。\n　　茲就中華民國九十三年九月二十四日公布施行之「三一九槍擊事件真相調查特別委員會條例」（以下稱真調會條例），有關三一九槍擊事件真相調查特別委員會（以下稱真調會）之組織、職權範圍、行使調查權之方法、程序與強制手段等相關規定，是否符合上開憲法意旨，分別指明如下：\n　　一、真調會條例第二條第一項前段「本會置委員十七人，由第五屆立法院各政黨（團）推薦具有專業知識、聲譽卓著之公正人士組成之，並由總統於五日內任命」、第二項後段「各政黨（團）應於本條例公布後五日內提出推薦人選，逾期未提出者，視為放棄推薦，其缺額由現額委員選出之召集委員於五日內逕行遴選後，由總統任命」、第十五條第二項「本會委員除名或因故出缺時，由原推薦之政黨（團）於五日內推薦其他人選遞補之；其逾期未提出推薦人選者，由召集委員逕行遴選後，總統於五日內任命之」暨第十六條「第二條及第十五條應由總統任命者，總統應於期限內任命；逾期未任命，視為自動生效」等規定有關真調會委員之任命，應經立法院院會決議並由立法院院長為之，方為憲法之所許。\n　　二、同條例雖未規定真調會委員之任期，惟於符合立法院屆期不連續原則之範圍內，尚不生違憲問題。第十一條第二項規定「本會所需經費由行政院第二預備金項下支應，行政院不得拒絕」，於符合預算法令規定範圍內，亦不生違憲問題。\n　　三、同條例第四條規定「本會及本會委員須超出黨派以外，依法公正獨立行使職權，對全國人民負責，不受其他機關之指揮監督，亦不受任何干涉」，其中「不受其他機關之指揮監督」係指「不受立法院以外機關之指揮監督」之意；第十五條第一項「本會委員有喪失行為能力、違反法令或其他不當言行者，得經本會全體委員三分之二以上同意，予以除名」，關於真調會委員除名之規定，並非排除立法院對真調會委員之免職權，於此範圍內，核與憲法尚無違背。\n　　四、同條例第十五條第一項「本會委員有喪失行為能力、違反法令或其他不當言行者，得經本會全體委員三分之二以上同意，予以除名」之規定，以「違反法令或其他不當言行」為除名事由，與法律明確性原則不盡相符，應予檢討修正。\n　　五、同條例第八條第一項前段「三一九槍擊事件所涉及之刑事責任案件，其偵查專屬本會管轄」、同條第二項「本會於行使前項職權，有檢察官、軍事檢察官依據法律所得行使之權限」、第十三條第一項「本會調查結果，如有涉及刑事責任者，由調用之檢察官或軍事檢察官逕行起訴」等規定，逾越立法院調查權所得行使之範圍，違反權力分立與制衡原則。\n　　六、同條例第十三條第三項規定「本會調查結果，與法院確定判決之事實歧異者，得為再審之理由」，違反法律平等適用之法治基本原則，並逾越立法院調查權所得行使之範圍。\n　　七、同條例第十二條第一項規定「本會對於調查之事件，應於三個月內向立法院提出書面調查報告，並公布之。如真相仍未查明，應繼續調查，每三個月向立法院及監察院提出報告，並公布之」，其中關於向監察院報告部分，與憲法機關各有所司之意旨不盡相符，應予檢討修正。\n　　八、同條例第八條第三項規定「本條例公布之日，各機關所辦理專屬本會管轄案件，應即檢齊全部案卷及證物移交本會」、同條第四項規定「本會行使職權，不受國家機密保護法、營業秘密法、刑事訴訟法及其他法律規定之限制。受請求之機關、團體或人員不得以涉及國家機密、營業秘密、偵查保密、個人隱私或其他任何理由規避、拖延或拒絕」、同條第六項規定「本會或本會委員行使職權，得指定事項，要求有關機關、團體或個人提出說明或提供協助。受請求者不得以涉及國家機密、營業秘密、偵查保密、個人隱私或其他任何理由規避、拖延或拒絕」，其中關於專屬管轄、移交卷證與涉及國家機關獨立行使職權而受憲法保障者之部分，有違權力分立與制衡原則，並逾越立法院調查權所得行使之範圍。\n　　九、同條例第八條第六項規定「本會或本會委員行使職權，得指定事項，要求有關機關、團體或個人提出說明或提供協助。受請求者不得以涉及國家機密、營業秘密、偵查保密、個人隱私或其他任何理由規避、拖延或拒絕」，其中規定涉及國家機密或偵查保密事項，一概不得拒絕之部分，應予適當修正。\n　　十、同條例第八條第四項前段規定「本會行使職權，不受國家機密保護法、營業秘密法、刑事訴訟法及其他法律規定之限制」、同條第六項規定「本會或本會委員行使職權，得指定事項，要求有關機關、團體或個人提出說明或提供協助。受請求者不得以涉及國家機密、營業秘密、偵查保密、個人隱私或其他任何理由規避、拖延或拒絕」，其中規定涉及人民基本權利者，有違正當法律程序、法律明確性原則。\n　　十一、同條例第八條第七項「違反第一項、第二項、第三項、第四項或第六項規定者，處機關首長及行為人新臺幣十萬元以上一百萬元以下罰鍰，經處罰後仍繼續違反者，得連續處罰之」及第八項前段：機關首長、團體負責人或有關人員拒絕真調會或其委員調查，影響重大，或為虛偽陳述者，依同條第七項之規定處罰等規定，有違正當法律程序及法律明確性原則。\n　　十二、同條例第八條第八項後段規定「機關首長、團體負責人或有關人員拒絕本會或本會委員調查，影響重大，或為虛偽陳述者……並依刑法第一百六十五條、第二百十四條等相關規定追訴處罰」，係指上開人員若因受調查而涉有犯罪嫌疑者，應由檢察機關依法偵查追訴，由法院依法審判而言；上開規定應本此意旨檢討修正。\n　　十三、同條例第八條第九項規定「本會或本會委員行使職權，認有必要時，得禁止被調查人或與其有關人員出境」，逾越立法院之調查權限，並違反比例原則。\n　　上開五、六、八、十、十一、十三項有違憲法意旨部分，均自本解釋公布之日起失其效力。\n　　司法院大法官依憲法規定獨立行使憲法解釋及憲法審判權，為確保其解釋或裁判結果實效性之保全制度，乃司法權核心機能之一，不因憲法解釋、審判或民事、刑事、行政訴訟之審判而有異。本件暫時處分之聲請，雖非憲法所不許，惟本案業經作成解釋，已無須予以審酌。",
	"　　財政部證券管理委員會(後更名為財政部證券暨期貨管理委員會)，於中華民國八十四年九月五日訂頒之「證券交易法第四十三條之一第一項取得股份申報事項要點」，係屬當時之證券交易主管機關基於職權，為有效執行證券交易法第四十三條之一第一項規定之必要而為之解釋性行政規則，固有其實際需要，惟該要點第三條第二款：「本人及其配偶、未成年子女及二親等以內親屬持有表決權股份合計超過三分之一之公司或擔任過半數董事、監察人或董事長、總經理之公司取得股份者」亦認定為共同取得人之規定及第四條相關部分，則逾越母法關於「共同取得」之文義可能範圍，增加母法所未規範之申報義務，涉及憲法所保障之資訊自主權與財產權之限制，違反憲法第二十三條之法律保留原則，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　子女獲知其血統來源，確定其真實父子身分關係，攸關子女之人格權，應受憲法保障。民法第一千零六十三條規定：「妻之受胎，係在婚姻關係存續中者，推定其所生子女為婚生子女。前項推定，如夫妻之一方能證明妻非自夫受胎者，得提起否認之訴。但應於知悉子女出生之日起，一年內為之。」係為兼顧身分安定及子女利益而設，惟其得提起否認之訴者僅限於夫妻之一方，子女本身則無獨立提起否認之訴之資格，且未顧及子女得獨立提起該否認之訴時應有之合理期間及起算日，是上開規定使子女之訴訟權受到不當限制，而不足以維護其人格權益，在此範圍內與憲法保障人格權及訴訟權之意旨不符。最高法院二十三年上字第三四七三號及同院七十五年台上字第二０七一號判例與此意旨不符之部分，應不再援用。有關機關並應適時就得提起否認生父之訴之主體、起訴除斥期間之長短及其起算日等相關規定檢討改進，以符前開憲法意旨。\n　　確定終局裁判所適用之法規或判例，經本院依人民聲請解釋認為與憲法意旨不符時，其受不利確定終局裁判者，得以該解釋為基礎，依法定程序請求救濟，業經本院釋字第一七七號、第一八五號解釋闡釋在案。本件聲請人如不能以再審之訴救濟者，應許其於本解釋公布之日起一年內，以法律推定之生父為被告，提起否認生父之訴。其訴訟程序，準用民事訴訟法關於親子關係事件程序中否認子女之訴部分之相關規定，至由法定代理人代為起訴者，應為子女之利益為之。\n　　法律不許親生父對受推定為他人之婚生子女提起否認之訴，係為避免因訴訟而破壞他人婚姻之安定、家庭之和諧及影響子女受教養之權益，與憲法尚無牴觸。至於將來立法是否有限度放寬此類訴訟，則屬立法形成之自由。",
	"　　立法機關基於重大之公益目的，藉由限制人民自由之強制措施，以貫徹其法定義務，於符合憲法上比例原則之範圍內，應為憲法之所許。行政執行法關於「管收」處分之規定，係在貫徹公法上金錢給付義務，於法定義務人確有履行之能力而不履行時，拘束其身體所為間接強制其履行之措施，尚非憲法所不許。惟行政執行法第十七條第二項依同條第一項規定得聲請法院裁定管收之事由中，除第一項第一、二、三款規定：「顯有履行義務之可能，故不履行者」、「顯有逃匿之虞」、「就應供強制執行之財產有隱匿或處分之情事者」，難謂其已逾必要之程度外，其餘同項第四、五、六款事由：「於調查執行標的物時，對於執行人員拒絕陳述者」、「經命其報告財產狀況，不為報告或為虛偽之報告者」、「經合法通知，無正當理由而不到場者」，顯已逾越必要程度，與憲法第二十三條規定之意旨不能謂無違背。\n　　行政執行法第十七條第二項依同條第一項得聲請拘提之各款事由中，除第一項第二款、第六款：「顯有逃匿之虞」、「經合法通知，無正當理由而不到場」之情形，可認其確係符合比例原則之必要條件外，其餘同項第一款、第三款、第四款、第五款：「顯有履行義務之可能，故不履行者」、「就應供強制執行之財產有隱匿或處分之情事者」、「於調查執行標的物時，對於執行人員拒絕陳述者」、「經命其報告財產狀況，不為報告或為虛偽之報告者」規定，顯已逾越必要程度，與前揭憲法第二十三條規定意旨亦有未符。\n　　人身自由乃人民行使其憲法上各項自由權利所不可或缺之前提，憲法第八條第一項規定所稱「法定程序」，係指凡限制人民身體自由之處置，不問其是否屬於刑事被告之身分，除須有法律之依據外，尚須分別踐行必要之司法程序或其他正當法律程序，始得為之。此項程序固屬憲法保留之範疇，縱係立法機關亦不得制定法律而遽予剝奪；惟刑事被告與非刑事被告之人身自由限制，畢竟有其本質上之差異，是其必須踐行之司法程序或其他正當法律程序，自非均須同一不可。管收係於一定期間內拘束人民身體自由於一定之處所，亦屬憲法第八條第一項所規定之「拘禁」，其於決定管收之前，自應踐行必要之程序、即由中立、公正第三者之法院審問，並使法定義務人到場為程序之參與，除藉之以明管收之是否合乎法定要件暨有無管收之必要外，並使法定義務人得有防禦之機會，提出有利之相關抗辯以供法院調查，期以實現憲法對人身自由之保障。行政執行法關於管收之裁定，依同法第十七條第三項，法院對於管收之聲請應於五日內為之，亦即可於管收聲請後，不予即時審問，其於人權之保障顯有未週，該「五日內」裁定之規定難謂周全，應由有關機關檢討修正。又行政執行法第十七條第二項：「義務人逾前項限期仍不履行，亦不提供擔保者，行政執行處得聲請該管法院裁定拘提管收之」、第十九條第一項：「法院為拘提管收之裁定後，應將拘票及管收票交由行政執行處派執行員執行拘提並將被管收人逕送管收所」之規定，其於行政執行處合併為拘提且管收之聲請，法院亦為拘提管收之裁定時，該被裁定拘提管收之義務人既尚未拘提到場，自不可能踐行審問程序，乃法院竟得為管收之裁定，尤有違於前述正當法律程序之要求。另依行政執行法第十七條第二項及同條第一項第六款：「經合法通知，無正當理由而不到場」之規定聲請管收者，該義務人既猶未到場，法院自亦不可能踐行審問程序，乃竟得為管收之裁定，亦有悖於前述正當法律程序之憲法意旨。\n　　憲法第八條第一項所稱「非經司法或警察機關依法定程序，不得逮捕、拘禁」之「警察機關」，並非僅指組織法上之形式「警察」之意，凡法律規定，以維持社會秩序或增進公共利益為目的，賦予其機關或人員得使用干預、取締之手段者均屬之，是以行政執行法第十九條第一項關於拘提、管收交由行政執行處派執行員執行之規定，核與憲法前開規定之意旨尚無違背。\n　　上開行政執行法有違憲法意旨之各該規定，均應自本解釋公布之日起至遲於屆滿六個月時失其效力。",
	"　　法治國原則為憲法之基本原則，首重人民權利之維護、法秩序之安定及信賴保護原則之遵守。行政法規公布施行後，制定或發布法規之機關依法定程序予以修改或廢止時，應兼顧規範對象信賴利益之保護。受規範對象如已在因法規施行而產生信賴基礎之存續期間內，對構成信賴要件之事實，有客觀上具體表現之行為，且有值得保護之利益者，即應受信賴保護原則之保障。至於如何保障其信賴利益，究係採取減輕或避免其損害，或避免影響其依法所取得法律上地位等方法，則須衡酌法秩序變動所追求之政策目的、國家財政負擔能力等公益因素及信賴利益之輕重、信賴利益所依據之基礎法規所表現之意義與價值等為合理之規定。如信賴利益所依據之基礎法規，其作用不僅在保障私人利益之法律地位而已，更具有藉該法律地位之保障以實現公益之目的者，則因該基礎法規之變動所涉及信賴利益之保護，即應予強化以避免其受損害，俾使該基礎法規所欲實現之公益目的，亦得確保。\n　　憲法對特定職位為維護其獨立行使職權而定有任期保障者，其職務之性質與應隨政黨更迭或政策變更而進退之政務人員不同，此不僅在確保個人職位之安定而已，其重要意義，乃藉任期保障，以確保其依法獨立行使職權之目的而具有公益價值。故為貫徹任期保障之功能，對於因任期保障所取得之法律上地位及所生之信賴利益，即須充分加以保護，避免其受損害，俾該等人員得無所瞻顧，獨立行使職權，始不違背憲法對該職位特設任期保障之意旨，並與憲法上信賴保護原則相符。\n　　憲法增修條文第七條第五項規定：「監察委員須超出黨派以外，依據法律獨立行使職權。」為維護監察權之獨立行使，充分發揮監察功能，我國憲法對監察委員之任期明定六年之保障（憲法第九十三條及憲法增修條文第七條第二項規定參照）。查第三屆監察委員之任期六年，係自中華民國八十八年二月一日起，至九十四年一月三十一日止。該屆監察委員開始任職時，七十四年十二月十一日修正公布之政務官退職酬勞金給與條例尚無落日條款之規定，亦即第三屆監察委員就任時，係信賴其受任期之保障，並信賴於其任期屆滿後如任軍、公、教人員年資滿十五年者，有依該給與條例第四條擇領月退職酬勞金之公法上財產權利。惟為改革政務人員退職制度，而於九十三年一月七日另行制定公布政務人員退職撫卹條例（以下簡稱「退撫條例」），並溯自同年月一日施行。依新退撫條例，政務人員與常務人員服務年資係截然區分，分段計算，並分別依各該退休（職）法規計算退休（職）金，並且政務人員退撫給與，以一次發給為限，而不再有月退職酬勞金之規定。雖該退撫條例第十條設有過渡條款，對於新退撫條例公布施行前，已服務十五年以上者，將來退職時仍得依相關退職酬勞金給與條例，選擇月退職酬勞金。但對於受有任期保障以確保其依法獨立行使職權之政務人員於新退撫條例公布施行前、後接續任年資合計十五年者，卻無得擇領月退職酬勞金之規定，顯對其應受保護之信賴利益，並未有合理之保障，與前開憲法意旨有違。有關機關應即依本解釋意旨，使前述人員於法律上得合併退撫條例施行前後軍、公、教年資及政務人員年資滿十五年者，亦得依上開政務官退職酬勞金給與條例及八十八年六月三十日修正公布之政務人員退職酬勞金給與條例之規定擇領月退職酬勞金，以保障其信賴利益。",
	"　　法官於審理案件時，對於應適用之法律，依其合理之確信，認為有牴觸憲法之疑義者，各級法院得以之為先決問題，裁定停止訴訟程序，並提出客觀上形成確信法律為違憲之具體理由，聲請本院大法官解釋。此所謂「法官於審理案件時」，係指法官於審理刑事案件、行政訴訟事件、民事事件及非訟事件等而言，因之，所稱「裁定停止訴訟程序」自亦包括各該事件或案件之訴訟或非訟程序之裁定停止在內。裁定停止訴訟或非訟程序，乃法官聲請釋憲必須遵循之程序。惟訴訟或非訟程序裁定停止後，如有急迫之情形，法官即應探究相關法律之立法目的、權衡當事人之權益及公共利益、斟酌個案相關情狀等情事，為必要之保全、保護或其他適當之處分。本院釋字第三七一號及第五七二號解釋，應予補充。",
	"　　憲法第十六條所保障之訴訟權，旨在確保人民於其權利受侵害時，有依法定程序提起訴訟，並受法院公平審判之權利。惟訴訟應循之程序及相關要件，立法機關得衡量訴訟案件之種類、性質、訴訟制度之功能及訴訟外解決紛爭之法定途徑等因素，為正當合理之規定；倘其規範內容合乎上開意旨，且有其必要性者，即與憲法保障訴訟權之意旨無違。\n　　民事紛爭事件之類型，因社會經濟活動之變遷趨於多樣化，為期定分止爭，國家除設立訴訟制度外，尚有仲裁及其他非訴訟之機制。基於國民主權原理及憲法對人民基本權利之保障，人民既為私法上之權利主體，於程序上亦應居於主體地位，俾其享有程序處分權及程序選擇權，於無礙公益之一定範圍內，得以合意選擇循訴訟或其他法定之非訴訟程序處理爭議。仲裁係人民依法律之規定，本於契約自由原則，以當事人合意選擇依訴訟外之途徑處理爭議之制度，兼有程序法與實體法之雙重效力，具私法紛爭自主解決之特性，為憲法之所許。\n　　中華民國八十七年六月二十四日修正公布之仲裁法規定「仲裁判斷書應附理由而未附者」，當事人得對於他方提起撤銷仲裁判斷之訴（第四十條第一項第一款、第三十八條第二款前段），雖未將仲裁判斷之理由矛盾列為得提起訴訟之事由，要屬立法機關考量仲裁之特性，參酌國際商務仲裁之通例，且為維護仲裁制度健全發展之必要所為之制度設計，尚未逾越立法機關自由形成之範圍，與憲法第十六條保障人民訴訟權之本旨並無牴觸。",
	"　　本院釋字第五八二號解釋，並未於解釋文內另定應溯及生效或經該解釋宣告違憲之判例應定期失效之明文，故除聲請人據以聲請之案件外，其時間效力，應依一般效力範圍定之，即自公布當日起，各級法院審理有關案件應依解釋意旨為之。至本院釋字第五八二號解釋公布前，已繫屬於各級法院之刑事案件，該號解釋之適用應以個案事實認定涉及以共同被告之陳述，作為其他共同被告論罪之證據者為限。",
	"　　國家基於一定之公益目的，對特定人民課予繳納租稅以外之金錢義務，涉及人民受憲法第十五條保障之財產權，其課徵目的、對象、額度應以法律定之，或以法律具體明確之授權，由主管機關於授權範圍內以命令為必要之規範。該法律或命令規定之課徵對象，如係斟酌事物性質不同所為之合目的性選擇，其所規定之課徵方式及額度如與目的之達成具有合理之關聯性，即未牴觸憲法所規定之平等原則與比例原則。\n　　中華民國七十三年一月二十三日修正公布之公路法第二十七條第一項規定：「公路主管機關，為公路養護、修建及安全管理所需經費，得徵收汽車燃料使用費；其徵收費率，不得超過燃料進口或出廠價格百分之五十」，已就汽車燃料使用費之徵收目的、對象及額度上限予以明定；同條第二項並具體明確授權交通部會商財政部，訂定汽車燃料使用費徵收及分配辦法，其授權之目的、範圍及內容均有明確之規定，與授權明確性原則並無不合。主管機關基於上開授權於八十六年九月二十六日修正發布汽車燃料使用費徵收及分配辦法，其第二條規定：「凡行駛公路或市區道路之各型汽車，除第四條規定免徵之車輛，均依本辦法之規定，徵收汽車燃料使用費」。第三條規定：「汽車燃料使用費按各型汽車每月耗油量，依附表費額，由交通部或委託省（市）分別代徵之。其費率如下：一、汽油每公升新台幣二點五元。二、柴油每公升新台幣一點五元（第一項）。前項耗油量，按各型汽車之汽缸總排氣量、行駛里程及使用效率計算之（第二項）。」均未逾越公路法之授權範圍，符合憲法第二十三條法律保留原則之要求。上開辦法第二條所定之徵收對象、第三條所定之徵收方式，並未牴觸憲法第七條之平等原則與第二十三條之比例原則。汽車燃料使用費與使用牌照稅之徵收亦不生雙重課稅之問題。",
	"　　人民身體之自由與財產權應予保障，固為憲法第八條、第十五條所明定；惟國家以法律明確規定犯罪之構成要件與法律效果，對於特定具社會侵害性之行為施以刑罰制裁而限制人民之身體自由或財產權者，倘與憲法第二十三條規定之意旨無違，即難謂其牴觸憲法第八條及第十五條之規定，本院釋字第四七六號、第五五一號解釋足資參照。\n　　商標權為財產權之一種，依憲法第十五條之規定，應予保障。又商標或標章權之註冊取得與保護，同時具有揭示商標或標章所表彰之商品或服務來源，以保障消費者利益，維護公平競爭市場正常運作之功能。中華民國八十二年十二月二十二日修正公布之商標法第七十七條準用第六十二條第二款規定，旨在保障商標權人之權利，並避免因行為人意圖欺騙他人，於有關同一商品或類似商品之廣告、標帖、說明書、價目表或其他文書，附加相同或近似於他人註冊商標圖樣而陳列或散布，致一般消費者對商品或服務之來源、品質發生混淆誤認而權益受有損害，故以法律明定之犯罪構成要件，處行為人三年以下有期徒刑、拘役或科或併科新台幣二十萬元以下罰金，符合法律明確性之要求，且為保障商標權人權利、消費者利益及市場秩序所必要，並未牴觸憲法第二十三條規定，與憲法第八條、第十五條保障人民身體自由及財產權之意旨，尚無違背。",
	"　　勞動基準法第二十八條第一項、第二項規定，雇主應繳納一定數額之積欠工資墊償基金（以下簡稱墊償基金）；於雇主歇業、清算或破產宣告時，積欠勞工之工資，未滿六個月部分，由該基金墊償，以保障勞工權益，維護其生活之安定。同條第四項規定「雇主積欠之工資，經勞工請求未獲清償者，由積欠工資墊償基金墊償之；雇主應於規定期限內，將墊款償還積欠工資墊償基金」，以及「積欠工資墊償基金提繳及墊償管理辦法」（以下簡稱墊償管理辦法）第十四條第一項前段規定：「勞保局依本法第二十八條規定墊償勞工工資後，得以自己名義，代位行使最優先受清償權 (以下簡稱工資債權) 」，據此以觀，勞工保險局以墊償基金所墊償者，原係雇主對於勞工私法上之工資給付債務；其以墊償基金墊償後取得之代位求償權（即民法所稱之承受債權，下同），乃基於法律規定之債權移轉，其私法債權之性質，並不因由國家機關行使而改變。勞工保險局與雇主間因歸墊債權所生之私法爭執，自應由普通法院行使審判權。",
	"　　憲法第七條規定，中華民國人民在法律上一律平等，其內涵並非指絕對、機械之形式上平等，而係保障人民在法律上地位之實質平等；立法機關基於憲法之價值體系及立法目的，自得斟酌規範事物性質之差異而為合理之差別對待。國家對勞工與公務人員退休生活所為之保護，方法上未盡相同；其間差異是否牴觸憲法平等原則，應就公務人員與勞工之工作性質、權利義務關係及各種保護措施為整體之觀察，未可執其一端，遽下論斷。勞動基準法未如公務人員退休法規定請領退休金之權利不得扣押、讓與或供擔保，係立法者衡量上開性質之差異及其他相關因素所為之不同規定，屬立法自由形成之範疇，與憲法第七條平等原則並無牴觸。",
	"　　憲法第十九條規定，人民有依法律納稅之義務。所謂依法律納稅，係指租稅主體、租稅客體、稅基、稅率等租稅構成要件，均應依法律明定之。各該法律之內容且應符合量能課稅及公平原則。遺產及贈與稅法第一條第一項規定，凡經常居住中華民國境內之中華民國國民死亡時遺有財產者，應就其全部遺產，依法課徵遺產稅；又所得稅法第十三條及中華民國八十六年十二月三十日修正前同法第十四條第一項第四類規定，利息應併入個人綜合所得總額，課徵個人綜合所得稅。財政部八十六年四月二十三日台財稅第八六一八九三五八八號函釋示，關於被繼承人死亡日後所孳生之利息，係屬繼承人之所得，應扣繳個人綜合所得稅等語，符合前開遺產及贈與稅法與所得稅法之立法意旨，與憲法所定租稅法律主義並無牴觸，尚未逾越對人民正當合理之稅課範圍，不生侵害人民受憲法第十五條保障之財產權問題。",
	"　　土地法第六十九條規定：「登記人員或利害關係人，於登記完畢後，發見登記錯誤或遺漏時，非以書面聲請該管上級機關查明核准後，不得更正」；為執行本條更正登記之意旨，中華民國八十四年七月十二日修正發布，同年九月一日施行之土地登記規則第一百二十二條第一項規定：「登記人員或利害關係人於登記完畢後，發見登記錯誤或遺漏時，應申請更正登記。登記機關於報經上級地政機關查明核准後更正之」；此一規定，符合母法意旨，且對於人民之財產權並未增加法律所無之限制，與憲法第十五條及第二十三條之規定，均無牴觸。\n　　上開土地登記規則第一百二十二條第二項規定：「前項登記之錯誤或遺漏，如純屬登記人員記載時之疏忽，並有原始登記原因證明文件可稽者，上級地政機關得授權登記機關逕行更正之」；同條第三項：「前項授權登記機關逕行更正之範圍，由其上級地政機關定之」；及同規則第二十九條第一項第一款：「依第一百二十二條第二項規定而為更正登記」者，「得由登記機關逕為登記」，無須報經上級機關之核准。此等權限授予之規定，逾越六十四年七月二十四日修正公布之土地法第三十七條第二項之範圍，並牴觸同法第六十九條之規定，與憲法第二十三條法律保留及第一百七十二條法律優位原則有違，均應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　司法院大法官依據憲法獨立行使憲法解釋及憲法審判權，為確保其解釋或裁判結果實效性之保全制度，乃司法權核心機能之一，不因憲法解釋、審判或民事、刑事、行政訴訟之審判而異。如因系爭憲法疑義或爭議狀態之持續、爭議法令之適用或原因案件裁判之執行，可能對人民基本權利、憲法基本原則或其他重大公益造成不可回復或難以回復之重大損害，而對損害之防止事實上具急迫必要性，且別無其他手段可資防免時，即得權衡作成暫時處分之利益與不作成暫時處分之不利益，並於利益顯然大於不利益時，依聲請人之聲請，於本案解釋前作成暫時處分以定暫時狀態。據此，聲請人就戶籍法第八條第二項及第三項規定所為暫時處分之聲請，應予准許。戶籍法第八條第二項、第三項及以按捺指紋始得請領或換發新版國民身分證之相關規定，於本案解釋公布之前，暫時停止適用。本件暫時處分應於本案解釋公布時或至遲於本件暫時處分公布屆滿六個月時，失其效力。\n　　另就中華民國九十四年七月一日起依法應請領或得申請國民身分證，或因正當理由申請補換發之人民，有關機關仍應製發未改版之國民身分證或儘速擬定其他權宜措施，俾該等人民於戶籍法第八條第二項及第三項停止效力期間仍得取得國民身分證明之文件，併此指明。\n　　聲請人就戶籍法第八條所為暫時處分之聲請，於同條第一項之部分應予駁回。",
	"　　依土地法所為之不動產物權登記具有公示力與公信力，登記之內容自須正確真實，以確保人民之財產權及維護交易之安全。不動產包括土地及建築物，性質上為不動產之區分所有建築物，因係數人區分一建築物而各有其一部，各所有人所享有之所有權，其關係密切而複雜，故就此等建築物辦理第一次所有權登記時，各該所有權客體之範圍必須客觀明確，方得據以登記，俾貫徹登記制度之上述意旨。內政部於中華民國八十四年七月十二日修正發布之土地登記規則與八十七年二月十一日修正發布之地籍測量實施規則分別係依土地法第三十七條第二項及第四十七條之授權所訂定。該登記規則第七十五條第一款乃係規定區分所有建築物共用部分之登記方法。上開實施規則第二百七十九條第一項之規定，旨在確定區分所有建築物之各區分所有權客體及其共用部分之權利範圍及位置，與建築物區分所有權移轉後之歸屬，以作為地政機關實施區分所有建築物第一次測量及登記之依據。是上開土地登記規則及地籍測量實施規則之規定，並未逾越土地法授權範圍，亦符合登記制度之首開意旨，為辦理區分所有建築物第一次測量、所有權登記程序所必要，且與民法第七百九十九條、第八百十七條第二項關於共用部分及其應有部分推定規定，各有不同之規範功能及意旨，難謂已增加法律所無之限制，與憲法第十五條財產權保障及第二十三條規定之法律保留原則及比例原則，尚無牴觸。\n　　建築物（包含區分所有建築物）與土地同為法律上重要不動產之一種，關於其所有權之登記程序及其相關測量程序，涉及人民權利義務之重要事項者，諸如區分所有建築物區分所有人對於共用部分之認定、權屬之分配及應有部分之比例、就登記權利於當事人未能協議或發生爭議時之解決機制等，於土地法或其他相關法律未設明文，本諸憲法保障人民財產權之意旨，尚有未周，應檢討改進，以法律明確規定為宜。",
	"　　司法院大法官由總統提名，經立法院同意後任命，為憲法第八十條規定之法官，本院釋字第三九二號、第三九六號、第五三０號、第五八五號等解釋足資參照。為貫徹憲法第八十條規定「法官須超出黨派以外，依據法律獨立審判，不受任何干涉」之意旨，大法官無論其就任前職務為何，在任期中均應受憲法第八十一條關於法官「非受刑事或懲戒處分，或禁治產之宣告，不得免職。非依法律，不得停職、轉任或減俸」規定之保障。法官與國家之職務關係，因受憲法直接規範與特別保障，故與政務人員或一般公務人員與國家之職務關係不同。\n　　憲法第八十一條關於法官非依法律不得減俸之規定，依法官審判獨立應予保障之憲法意旨，係指法官除有懲戒事由始得以憲法第一百七十條規定之法律予以減俸外，各憲法機關不得以任何其他理由或方式，就法官之俸給，予以刪減。\n　　司法院大法官之俸給，依中華民國三十八年一月十七日公布之總統副總統及特任人員月俸公費支給暫行條例第二條規定及司法院組織法第五條第四項前段、司法人員人事條例第四十條第三項、第三十八條第二項之規定以觀，係由本俸、公費及司法人員專業加給所構成，均屬依法支領之法定經費。立法院審議九十四年度中央政府總預算案時，刪除司法院大法官支領司法人員專業加給之預算，使大法官既有之俸給因而減少，與憲法第八十一條規定之上開意旨，尚有未符。\n　　司法院院長、副院長，依憲法增修條文第五條第一項規定，係由大法官並任，其應領取司法人員專業加給，而不得由立法院於預算案審議中刪除該部分預算，與大法官相同；至司法院秘書長職司者為司法行政職務，其得否支領司法人員專業加給，自應依司法人員人事條例第三十九條等相關法令個案辦理，併予指明。",
	"　　中華民國八十年二月四日制定公布之公平交易法第二十三條第一項規定：「多層次傳銷，其參加人如取得佣金、獎金或其他經濟利益，主要係基於介紹他人加入，而非基於其所推廣或銷售商品或勞務之合理市價者，不得為之。」其中所稱「主要」、「合理市價」之認定標準，係以參加人取得經濟利益之來源，推廣或銷售商品或勞務之價格為判斷，其範圍應屬可得確定。且多層次傳銷之營運計畫或組織之訂定，傳銷行為之統籌規劃，係由多層次傳銷事業為之，則不正當多層次傳銷事業之行為人，對於該事業之參加人所取得之經濟利益，主要係基於介紹他人加入，而非基於參加人所推廣或銷售商品或勞務之合理市價，依其專業知識及社會通念，非不得預見，並可由司法審查予以認定及判斷，符合法律明確性原則。又同法第三十五條明定，以違反上開第二十三條第一項規定為犯罪構成要件，與罪刑法定原則中之構成要件明確性原則及罪刑相當原則尚無不符，且為維護社會交易秩序，健全市場機能，促進經濟之安定與繁榮所必要，並未牴觸憲法第二十三條之規定，與憲法第八條、第十五條保障人民身體自由及財產權之意旨，尚無違背。\n　　上開公平交易法第二十三條第二項規定：「多層次傳銷之管理辦法，由中央主管機關定之。」中央主管機關行政院公平交易委員會依據上開授權，於八十一年二月二十八日訂定發布多層次傳銷管理辦法，其第五條（已刪除）規定，涉及人民退出多層次傳銷計畫或組織之權利義務事項，已非單純行政機關對事業行使公權力之管理辦法，顯然逾越上開公平交易法第二十三條第二項授權之範圍，違背憲法第二十三條規定之法律保留原則，應不予適用。",
	"　　維護人性尊嚴與尊重人格自由發展，乃自由民主憲政秩序之核心價值。隱私權雖非憲法明文列舉之權利，惟基於人性尊嚴與個人主體性之維護及人格發展之完整，並為保障個人生活私密領域免於他人侵擾及個人資料之自主控制，隱私權乃為不可或缺之基本權利，而受憲法第二十二條所保障（本院釋字第五八五號解釋參照）。其中就個人自主控制個人資料之資訊隱私權而言，乃保障人民決定是否揭露其個人資料、及在何種範圍內、於何時、以何種方式、向何人揭露之決定權，並保障人民對其個人資料之使用有知悉與控制權及資料記載錯誤之更正權。惟憲法對資訊隱私權之保障並非絕對，國家得於符合憲法第二十三條規定意旨之範圍內，以法律明確規定對之予以適當之限制。\n　　指紋乃重要之個人資訊，個人對其指紋資訊之自主控制，受資訊隱私權之保障。而國民身分證發給與否，則直接影響人民基本權利之行使。戶籍法第八條第二項規定：依前項請領國民身分證，應捺指紋並錄存。但未滿十四歲請領者，不予捺指紋，俟年滿十四歲時，應補捺指紋並錄存。第三項規定：請領國民身分證，不依前項規定捺指紋者，不予發給。對於未依規定捺指紋者，拒絕發給國民身分證，形同強制按捺並錄存指紋，以作為核發國民身分證之要件，其目的為何，戶籍法未設明文規定，於憲法保障人民資訊隱私權之意旨已有未合。縱用以達到國民身分證之防偽、防止冒領、冒用、辨識路倒病人、迷途失智者、無名屍體等目的而言，亦屬損益失衡、手段過當，不符比例原則之要求。戶籍法第八條第二項、第三項強制人民按捺指紋並予錄存否則不予發給國民身分證之規定，與憲法第二十二條、第二十三條規定之意旨不符，應自本解釋公布之日起不再適用。至依據戶籍法其他相關規定換發國民身分證之作業，仍得繼續進行，自不待言。\n　　國家基於特定重大公益之目的而有大規模蒐集、錄存人民指紋、並有建立資料庫儲存之必要者，則應以法律明定其蒐集之目的，其蒐集應與重大公益目的之達成，具有密切之必要性與關聯性，並應明文禁止法定目的外之使用。主管機關尤應配合當代科技發展，運用足以確保資訊正確及安全之方式為之，並對所蒐集之指紋檔案採取組織上與程序上必要之防護措施，以符憲法保障人民資訊隱私權之本旨。",
	"　　道路交通管理處罰條例係為加強道路交通管理，維護交通秩序，確保交通安全而制定。依中華民國八十六年一月二十二日增訂公布第八十五條之一規定，係對於汽車駕駛人違反同條例第五十六條第一項各款而為違規停車之行為，得為連續認定及通知其違規事件之規定，乃立法者對於違規事實一直存在之行為，考量該違規事實之存在對公益或公共秩序確有影響，除使主管機關得以強制執行之方法及時除去該違規事實外，並得藉舉發其違規事實之次數，作為認定其違規行為之次數，從而對此多次違規行為得予以多次處罰，並不生一行為二罰之問題，故與法治國家一行為不二罰之原則，並無牴觸。\n　　立法者固得以法律規定行政機關執法人員得以連續舉發及隨同多次處罰之遏阻作用以達成行政管制之目的，但仍須符合憲法第二十三條之比例原則及法律授權明確性原則。鑑於交通違規之動態與特性，則立法者欲藉連續舉發以警惕及遏阻違規行為人任由違規事實繼續存在者，得授權主管機關考量道路交通安全等相關因素，將連續舉發之條件及前後舉發之間隔及期間以命令為明確之規範。\n　　道路交通管理處罰條例第八十五條之一得為連續舉發之規定，就連續舉發時應依何種標準為之，並無原則性規定。雖主管機關依道路交通管理處罰條例第九十二條之授權，於九十年五月三十日修正發布「違反道路交通管理事件統一裁罰標準及處理細則」，其第十二條第四項規定，以「每逾二小時」為連續舉發之標準，衡諸人民可能因而受處罰之次數及可能因此負擔累計罰鍰之金額，相對於維護交通秩序、確保交通安全之重大公益而言，尚未逾越必要之程度。惟有關連續舉發之授權，其目的與範圍仍以法律明定為宜。\n　　道路交通管理處罰條例第五十六條第二項關於汽車駕駛人不在違規停放之車內時，執法人員得於舉發其違規後，使用民間拖吊車拖離違規停放之車輛，並收取移置費之規定，係立法者衡量各種維護交通秩序之相關因素後，合理賦予行政機關裁量之事項，不能因有此一規定而推論連續舉發並為處罰之規定，違反憲法上之比例原則。",
	"　　憲法第十八條規定人民有服公職之權利，旨在保障人民有依法令從事於公務，暨由此衍生享有之身分保障、俸給與退休金等權利。公務人員依法銓敘取得之官等俸級，基於憲法上服公職之權利，受制度性保障（本院釋字第五七五號、第四八三號解釋參照），惟其俸給銓敘權利之取得，係以取得公務人員任用法上之公務人員資格為前提。\n　　中華民國八十八年十一月二十五日修正發布之公務人員俸給法施行細則（以下簡稱八十八年施行細則）第十五條第三項修正規定，區別各類年資之性質，使公務人員曾任聘用人員之公務年資，僅得提敘至本俸最高級為止，與憲法第七條保障平等權之意旨並無牴觸。\n　　八十八年施行細則第十五條第三項修正規定，使公務人員原任聘用人員年資，依八十四年十二月二十六日修正發布之公務人員俸給法施行細則（以下簡稱八十四年施行細則）及八十七年一月十五日修正發布之公務人員俸給法施行細則（以下簡稱八十七年施行細則）第十五條第二項、第三項規定，得按年提敘俸級至年功俸最高級者，僅得提敘至本俸最高級為止。並另以指定施行日期方式，訂定過渡條款。衡量此項修正，乃為維護公務人員文官任用制度之健全、年功俸晉敘公平之重大公益，並有減輕聘用人員依八十八年修正前舊法規得受保障之利益所受損害之措施，已顧及憲法上之信賴保護原則，與平等原則亦尚無違背。\n　　上開施行細則旨在提供公務人員於依法任用之後，其未具公務人員任用資格前所曾任之公務年資，酌予核計為公務人員年資之優惠措施，本質上並非限制人民之財產權，故不生違反憲法第二十三條之問題。",
	"　　中華民國七十九年十二月二十九日制定公布之促進產業升級條例第十六條第三款規定，公司以未分配盈餘增資轉投資於同條例第八條所規定之重要事業者，其股東因而取得之新發行記名股票，免予計入該股東當年度綜合所得額；其股東為營利事業者，免予計入當年度營利事業所得額課稅。主管機關於八十六年九月二十四日修正發布之同條例施行細則第四十二條規定，公司以未分配盈餘增資轉投資於該條例第八條所規定之重要事業者，應於公司登記主管機關核准增資後六個月內，檢附相關文件向管轄稽徵機關申請該次增資發放予股東之股票股利免計入股東當年度所得課稅，乃屬執行該條例第十六條第三款規定所必要，符合首開法律規定之意旨，並未逾越母法之限度，與憲法第十五條及第二十三條並無牴觸。",
	"　　憲法第十九條規定，人民有依法律納稅之義務，係指國家課人民以繳納稅捐之義務或給予人民減免稅捐之優惠時，應就租稅主體、租稅客體、稅基、稅率等租稅構成要件，以法律明定之。各該法律規定之內容且應符合租稅公平原則。財政部中華民國八十二年七月十九日台財稅第八二一四九一六八一號函、八十四年八月十六日台財稅第八四一六四一六三九號函、八十七年九月二十三日台財稅第八七一九六六五一六號函，符合所得稅法第三條及第二十四條第一項規定之意旨，並未違背租稅法律主義及憲法第七條規定之平等原則，與憲法第十五條保障人民財產權之意旨亦無牴觸。",
	"　　遺產稅之課徵，其遺產價值之計算，以被繼承人死亡時之時價為準，遺產及贈與稅法第十條第一項前段定有明文；依中華民國八十四年一月二十七日修正公布之所得稅法第四條第十七款前段規定，因繼承而取得之財產，免納所得稅；八十六年十二月三十日修正公布之所得稅法第十四條第一項第一類規定，公司股東所獲分配之股利總額屬於個人之營利所得，應合併計入個人之綜合所得總額，課徵綜合所得稅。財政部六十七年十月五日台財稅字第三六七六一號函：「繼承人於繼承事實發生後所領取之股利，係屬繼承人之所得，應課徵繼承人之綜合所得稅，而不視為被繼承人之遺產」，係主管機關基於法定職權，為釐清繼承人於繼承事實發生後所領取之股利，究屬遺產稅或綜合所得稅之課徵範圍而為之釋示，符合前述遺產及贈與稅法、所得稅法規定之意旨，不生重複課稅問題，與憲法第十九條之租稅法律主義及第十五條保障人民財產權之規定，均無牴觸。",
	"　　勞工依法參加勞工保險及因此所生之公法上權利，應受憲法保障。關於保險效力之開始、停止、終止、保險事故之種類及保險給付之履行等，攸關勞工或其受益人因保險關係所生之權利義務事項，或對其權利之限制，應以法律或法律明確授權之命令予以規範，且其立法之目的與手段，亦須符合憲法第二十三條之規定，始為憲法所許。中華民國八十四年二月二十八日修正之勞工保險條例第十九條第一項規定：「被保險人或其受益人，於保險效力開始後，停止前發生保險事故者，得依本條例規定，請領保險給付。」依同條例第六十二條至第六十四條之規定，死亡給付之保險事故，除法律有特別排除規定外（同條例第二十三條、第二十六條參照），係指被保險人或其父母、配偶、子女死亡而言，至其死亡之原因何時發生，應非所問。惟若被保險人於加保時已無工作能力，或以詐欺、其他不正當行為領取保險給付等情事，則屬應取消其被保險人之資格，或應受罰鍰處分，並負民、刑事責任之問題（同條例第二十四條、第七十條參照）。行政院勞工委員會七十七年四月十四日台七七勞保二字第六五三０號函及七十九年三月十日台七九勞保三字第四四五一號函，就依法加保之勞工因罹患癌症等特定病症或其他傷病，於保險有效期間死亡者，以各該傷病須在保險有效期間發生為條件，其受益人始得請領死亡給付，乃對於受益人請領死亡保險給付之權利，增加勞工保險條例所無之限制，與憲法第二十三條所定法律保留原則有違，於此範圍內，應不再適用。",
	"　　公務員懲戒法第三十四條第二款規定，依同法第三十三條第一項第四款為原因，移請或聲請再審議者，應自相關之刑事裁判確定之日起三十日內為之。該期間起算日之規定，於受懲戒處分人為該刑事裁判之被告，而其對該裁判不得聲明不服，僅他造當事人得聲明不服；以及受懲戒處分人非該刑事裁判之被告，僅其與該裁判相關等情形；因現行刑事訴訟法制就檢察官或自訴人何時收受裁判之送達、其得聲明不服而未聲明不服以及該等裁判於何時確定等事項，並無法院、檢察官（署）或自訴人應通知被告及關係人等之規定，致該等受懲戒處分人未能知悉該類裁判確定之日，據以依首開規定聲請再審議。是上開期間起算日之規定，未區分受懲戒處分人於相關刑事確定裁判之不同訴訟地位，及其於該裁判確定時是否知悉此事實，一律以該裁判確定日為再審議聲請期間之起算日，與憲法第七條及第十六條人民訴訟權之平等保障意旨不符。上開受懲戒處分人以相關之刑事確定裁判聲請再審議之法定期間，應自其知悉該裁判確定之日起算，方符上開憲法規定之本旨。首開規定與此解釋意旨不符部分，應不再適用。本院釋字第四四六號解釋，應予補充。",
	"　　憲法第十八條保障人民服公職之權利，包括公務人員任職後依法令晉敘陞遷之權。晉敘陞遷之重要內容應以法律定之。主管機關依法律授權訂定施行細則時，為適用相關任用及晉敘之規定而作補充性之解釋，如無違於一般法律解釋方法，於符合相關憲法原則及法律意旨之限度內，即與法律保留原則無所牴觸。\n　　中華民國八十五年十二月十日修正發布之公務人員任用法施行細則，係依公務人員任用法第三十九條授權所訂定，該細則第十五條第二項規定「本法第十七條第四項所稱『薦任第七職等以下職務』，指職務之列等最高為薦任第七職等者而言」，乃主管機關就同年十一月十四日修正公布之公務人員任用法第十七條第四項規定所為補充性之解釋，尚在母法合理解釋範圍之內，與憲法第十八條保障人民服公職權利及第二十三條法律保留原則均無違背。",
	"　　憲法第十五條規定人民之工作權應予保障，人民從事工作並有選擇職業之自由，如為增進公共利益，於符合憲法第二十三條規定之限度內，對於從事工作之方式及必備之資格或其他要件，得以法律或經法律授權之命令限制之。其以法律授權主管機關發布命令為補充規定者，內容須符合立法意旨，且不得逾越母法規定之範圍。其在母法概括授權下所發布者，是否超越法律授權，不應拘泥於法條所用之文字，而應就該法律本身之立法目的，及整體規定之關聯意義為綜合判斷，迭經本院解釋闡明在案。\n　　中華民國七十四年十一月二十日修正公布之廢棄物清理法第二十一條規定，公、民營廢棄物清除、處理機構管理輔導辦法及專業技術人員之資格，由中央主管機關定之。此一授權條款雖未就專業技術人員資格之授權內容與範圍為明確之規定，惟依法律整體解釋，應可推知立法者有意授權主管機關，除就專業技術人員資格之認定外，尚包括主管機關對於專業技術人員如何適當執行其職務之監督等事項，以達成有效管理輔導公、民營廢棄物清除、處理機構之授權目的。\n　　行政院環境保護署依據前開授權於八十六年十一月十九日訂定發布之公民營廢棄物清除處理機構管理輔導辦法（已廢止），其第三十一條第一款規定：清除、處理技術員因其所受僱之清除、處理機構違法或不當營運，致污染環境或危害人體健康，情節重大者，主管機關應撤銷其合格證書，係指廢棄物清除、處理機構有導致重大污染環境或危害人體健康之違法或不當營運情形，而在清除、處理技術員執行職務之範圍內者，主管機關應撤銷清除、處理技術員合格證書而言，並未逾越前開廢棄物清理法第二十一條之授權範圍，乃為達成有效管理輔導公、民營廢棄物清除、處理機構之授權目的，以改善環境衛生，維護國民健康之有效方法，其對人民工作權之限制，尚未逾越必要程度，符合憲法第二十三條之規定，與憲法第十五條之意旨，亦無違背。",
	"　　行政院為國家最高行政機關，憲法第五十三條定有明文，基於行政一體，須為包括國家通訊傳播委員會（以下簡稱通傳會）在內之所有行政院所屬機關之整體施政表現負責，並因通傳會施政之良窳，與通傳會委員之人選有密切關係，因而應擁有對通傳會委員之人事決定權。基於權力分立原則，行使立法權之立法院對行政院有關通傳會委員之人事決定權固非不能施以一定限制，以為制衡，惟制衡仍有其界限，除不能牴觸憲法明白規定外，亦不能將人事決定權予以實質剝奪或逕行取而代之。國家通訊傳播委員會組織法（以下簡稱通傳會組織法）第四條第二項通傳會委員「由各政黨（團）接受各界舉薦，並依其在立法院所占席次比例共推薦十五名、行政院院長推薦三名，交由提名審查委員會（以下簡稱審查會）審查。各政黨（團）應於本法施行日起十五日內完成推薦」之規定、同條第三項「審查會應於本法施行日起十日內，由各政黨（團）依其在立法院所占席次比例推薦十一名學者、專家組成。審查會應於接受推薦名單後，二十日內完成審查，本項審查應以聽證會程序公開為之，並以記名投票表決。審查會先以審查會委員總額五分之三以上為可否之同意，如同意者未達十三名時，其缺額隨即以審查會委員總額二分之一以上為可否之同意」及同條第四項「前二項之推薦，各政黨（團）未於期限內完成者，視為放棄」關於委員選任程序部分之規定，及同條第六項「委員任滿三個月前，應依第二項、第三項程序提名新任委員；委員出缺過半時，其缺額依第二項、第三項程序辦理，繼任委員任期至原任期屆滿為止」關於委員任滿提名及出缺提名之規定，實質上幾近完全剝奪行政院之人事決定權，逾越立法機關對行政院人事決定權制衡之界限，違反責任政治暨權力分立原則。又上開規定等將剝奪自行政院之人事決定權，實質上移轉由立法院各政黨（團）與由各政黨（團）依其在立法院所占席次比例推薦組成之審查會共同行使，影響人民對通傳會應超越政治之公正性信賴，違背通傳會設計為獨立機關之建制目的，與憲法所保障通訊傳播自由之意旨亦有不符。是上開規定應自本解釋公布之日起，至遲於中華民國九十七年十二月三十一日失其效力。失去效力之前，通傳會所作成之行為，並不因前開規定經本院宣告違憲而影響其適法性，人員與業務之移撥，亦不受影響。\n　　通傳會組織法第四條第三項後段規定通傳會委員由行政院院長任命之部分，及同條第五項「本會應於任命後三日內自行集會成立，並互選正、副主任委員，行政院院長應於選出後七日內任命。主任委員、副主任委員應分屬不同政黨（團）推薦人選；行政院院長推薦之委員視同執政黨推薦人選」等規定，於憲法第五十六條並無牴觸。\n　　通傳會組織法第十六條第一項規定：「自通訊傳播基本法施行之日起至本會成立之日前，通訊傳播相關法規之原主管機關就下列各款所做之決定，權利受損之法人團體、個人，於本會成立起三個月內，得向本會提起覆審。但已提起行政救濟程序者，不在此限：一、通訊傳播監理政策。二、通訊傳播事業營運之監督管理、證照核發、換發及廣播、電視事業之停播、證照核發、換發或證照吊銷處分。三、廣播電視事業組織及其負責人與經理人資格之審定。四、通訊傳播系統及設備之審驗。五、廣播電視事業設立之許可與許可之廢止、電波發射功率之變更、停播或吊銷執照之處分、股權之轉讓、名稱或負責人變更之許可。」係立法者基於法律制度變革等政策考量，而就特定事項為特殊之救濟制度設計，尚難謂已逾越憲法所容許之範圍。而通傳會於受理覆審申請，應否撤銷違法之原處分，其具體標準通傳會組織法並未規定，仍應受行政程序法第一百十七條但書之規範。同條第二項規定：「覆審決定，應回復原狀時，政府應即回復原狀；如不能回復原狀者，應予補償。」則屬立法者配合上開特殊救濟制度設計，衡酌法安定性之維護與信賴利益之保護所為之配套設計，亦尚未逾越憲法所容許之範圍。\n　　又本件聲請人聲請於本案解釋作成前為暫時處分部分，因本案業經作成解釋，已無審酌之必要。",
	"　　憲法上之法律保留原則乃現代法治國原則之具體表現，不僅規範國家與人民之關係，亦涉及行政、立法兩權之權限分配。給付行政措施如未限制人民之自由權利，固尚難謂與憲法第二十三條規定之限制人民基本權利之法律保留原則有違，惟如涉及公共利益或實現人民基本權利之保障等重大事項者，原則上仍應有法律或法律明確之授權為依據，主管機關始得據以訂定法規命令（本院釋字第四四三號解釋理由書參照）。公務人員曾任公營事業人員者，其服務於公營事業之期間，得否併入公務人員年資，以為退休金計算之基礎，憲法雖未規定，立法機關仍非不得本諸憲法照顧公務人員生活之意旨，以法律定之。在此類法律制定施行前，主管機關依法律授權訂定之法規命令，或逕行訂定相關規定為合理之規範以供遵循者，因其內容非限制人民之自由權利，尚難謂與憲法第二十三條規定之法律保留原則有違。惟曾任公營事業人員轉任公務人員時，其退休相關權益乃涉及公共利益之重大事項，仍應以法律或法律明確授權之命令定之為宜，併此指明。\n　　主管機關依法律授權所訂定之法規命令，其屬給付性質者，亦應受相關憲法原則，尤其是平等原則之拘束（本院釋字第五四二號解釋參照）。考試院依據公務人員退休法第十七條授權訂定之施行細則，於中華民國八十七年十一月十三日修正發布該施行細則第十二條第三項，就公營事業之人員轉任為適用公務人員退休法之公務人員後，如何併計其於公營事業任職期間年資之規定，與同條第二項就政務人員、公立學校教育人員或軍職人員轉任時，如何併計年資之規定不同，乃主管機關考量公營事業人員與適用公務人員退休法之公務人員及政務人員、公立學校教育人員、軍職人員之薪給結構、退撫基金之繳納基礎、給付標準等整體退休制度之設計均有所不同，所為之合理差別規定，尚難認係恣意或不合理，與憲法第七條平等原則亦無違背。",
	"　　所得稅法施行細則第二十五條第二項規定，納稅義務人選定適用標準扣除額者，於其結算申報案件經稽徵機關核定應納稅額之後，不得要求變更適用列舉扣除額，並未逾越九十年一月三日修正公布之所得稅法第十七條第一項第二款之規範目的；財政部八十一年二月十一日台財稅字第八０一七九九九七三號及八十七年三月十九日台財稅字第八七一九三四六０六號函釋，係就上開規定之適用原則，依法定職權而為闡釋，並未增加該等規定所無之限制，均與憲法第十九條租稅法律原則無違。",
	"　　中華民國七十八年十二月三十日修正公布之所得稅法第一百零八條第一項規定：「納稅義務人違反第七十一條及第七十二條規定，未依限辦理結算申報，但已依第七十九條第一項規定補辦結算申報，經稽徵機關據以調查核定其所得額及應納稅額者，應按核定應納稅額另徵百分之十滯報金。滯報金之金額，不得少於一千五百元。」八十六年十二月三十日增訂公布之同法第一百零八條之一第一項規定：「營利事業違反第一百零二條之二規定，未依限辦理未分配盈餘申報，但已依第一百零二條之三第二項規定補辦申報，經稽徵機關據以調查核定其未分配盈餘及應加徵之稅額者，應按核定應加徵之稅額另徵百分之十滯報金。滯報金之金額，不得少於一千五百元。」乃對納稅義務人未於法定期限內履行申報義務之制裁，其違規情節有區分輕重程度之可能與必要者，自應根據違反義務本身情節之輕重程度為之。上開規定在納稅義務人已繳納其應納稅款之情形下，行為罰仍依應納稅額固定之比例加徵滯報金，又無合理最高額之限制，顯已逾越處罰之必要程度而違反憲法第二十三條之比例原則，與憲法第十五條保障人民財產權之意旨有違，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　憲法第十一條保障人民之言論及出版自由，旨在確保意見之自由流通，使人民有取得充分資訊及實現自我之機會。性言論之表現與性資訊之流通，不問是否出於營利之目的，亦應受上開憲法對言論及出版自由之保障。惟憲法對言論及出版自由之保障並非絕對，應依其性質而有不同之保護範疇及限制之準則，國家於符合憲法第二十三條規定意旨之範圍內，得以法律明確規定對之予以適當之限制。\n　　為維持男女生活中之性道德感情與社會風化，立法機關如制定法律加以規範，則釋憲者就立法者關於社會多數共通價值所為之判斷，原則上應予尊重。惟為貫徹憲法第十一條保障人民言論及出版自由之本旨，除為維護社會多數共通之性價值秩序所必要而得以法律加以限制者外，仍應對少數性文化族群依其性道德感情與對社會風化之認知而形諸為性言論表現或性資訊流通者，予以保障。\n　　刑法第二百三十五條第一項規定所謂散布、播送、販賣、公然陳列猥褻之資訊或物品，或以他法供人觀覽、聽聞之行為，係指對含有暴力、性虐待或人獸性交等而無藝術性、醫學性或教育性價值之猥褻資訊或物品為傳布，或對其他客觀上足以刺激或滿足性慾，而令一般人感覺不堪呈現於眾或不能忍受而排拒之猥褻資訊或物品，未採取適當之安全隔絕措施而傳布，使一般人得以見聞之行為；同條第二項規定所謂意圖散布、播送、販賣而製造、持有猥褻資訊、物品之行為，亦僅指意圖傳布含有暴力、性虐待或人獸性交等而無藝術性、醫學性或教育性價值之猥褻資訊或物品而製造、持有之行為，或對其他客觀上足以刺激或滿足性慾，而令一般人感覺不堪呈現於眾或不能忍受而排拒之猥褻資訊或物品，意圖不採取適當安全隔絕措施之傳布，使一般人得以見聞而製造或持有該等猥褻資訊、物品之情形，至對於製造、持有等原屬散布、播送及販賣等之預備行為，擬制為與散布、播送及販賣等傳布性資訊或物品之構成要件行為具有相同之不法程度，乃屬立法之形成自由；同條第三項規定針對猥褻之文字、圖畫、聲音或影像之附著物及物品，不問屬於犯人與否，一概沒收，亦僅限於違反前二項規定之猥褻資訊附著物及物品。依本解釋意旨，上開規定對性言論之表現與性資訊之流通，並未為過度之封鎖與歧視，對人民言論及出版自由之限制尚屬合理，與憲法第二十三條之比例原則要無不符，並未違背憲法第十一條保障人民言論及出版自由之本旨。\n　　刑法第二百三十五條規定所稱猥褻之資訊、物品，其中「猥褻」雖屬評價性之不確定法律概念，然所謂猥褻，指客觀上足以刺激或滿足性慾，其內容可與性器官、性行為及性文化之描繪與論述聯結，且須以引起普通一般人羞恥或厭惡感而侵害性的道德感情，有礙於社會風化者為限（本院釋字第四０七號解釋參照），其意義並非一般人難以理解，且為受規範者所得預見，並可經由司法審查加以確認，與法律明確性原則尚無違背。",
	"　　中華民國人民，無分男女、宗教、種族、階級、黨派，在法律上一律平等，為憲法第七條所明定。其依同法第十八條應考試服公職之權，在法律上自亦應一律平等。惟此所謂平等，係指實質上之平等而言，立法機關基於憲法之價值體系，自得斟酌規範事物性質之差異而為合理之區別對待，本院釋字第二０五號解釋理由書足資參照。且其基於合理之區別對待而以法律對人民基本權利所為之限制，亦應符合憲法第二十三條規定比例原則之要求。中華民國八十年五月一日制定公布之憲法增修條文第十條（八十六年七月二十一日修正公布改列為第十一條）規定：「自由地區與大陸地區間人民權利義務關係及其他事務之處理，得以法律為特別之規定。」臺灣地區與大陸地區人民關係條例（以下簡稱兩岸關係條例），即為國家統一前規範臺灣地區與大陸地區間人民權利義務關係及其他事務處理之特別立法。\n　　八十九年十二月二十日修正公布之兩岸關係條例第二十一條第一項前段規定，大陸地區人民經許可進入臺灣地區者，非在臺灣地區設有戶籍滿十年，不得擔任公務人員部分，乃係基於公務人員經國家任用後，即與國家發生公法上職務關係及忠誠義務，其職務之行使，涉及國家之公權力，不僅應遵守法令，更應積極考量國家整體利益，採取一切有利於國家之行為與決策；並鑒於兩岸目前仍處於分治與對立之狀態，且政治、經濟與社會等體制具有重大之本質差異，為確保臺灣地區安全、民眾福祉暨維護自由民主之憲政秩序，所為之特別規定，其目的洵屬合理正當。基於原設籍大陸地區人民設籍臺灣地區未滿十年者，對自由民主憲政體制認識與其他臺灣地區人民容有差異，故對其擔任公務人員之資格與其他臺灣地區人民予以區別對待，亦屬合理，與憲法第七條之平等原則及憲法增修條文第十一條之意旨尚無違背。又系爭規定限制原設籍大陸地區人民，須在臺灣地區設有戶籍滿十年，作為擔任公務人員之要件，實乃考量原設籍大陸地區人民對自由民主憲政體制認識之差異，及融入臺灣社會需經過適應期間，且為使原設籍大陸地區人民於擔任公務人員時普遍獲得人民對其所行使公權力之信賴，尤需有長時間之培養，系爭規定以十年為期，其手段仍在必要及合理之範圍內，立法者就此所為之斟酌判斷，尚無明顯而重大之瑕疵，難謂違反憲法第二十三條規定之比例原則。",
	"　　對於人民違反行政法上義務之行為處以裁罰性之行政處分，涉及人民權利之限制，其處罰之構成要件及法律效果，應由法律定之，以命令為之者，應有法律明確授權，始符合憲法第二十三條法律保留原則之意旨（本院釋字第三九四號、第四０二號解釋參照）。土地稅法第五十四條第一項第一款所稱「減免地價稅」之意義，因涉及裁罰性法律構成要件，依其文義及土地稅法第六條、第十八條第一項與第三項等相關規定之體系解釋，自應限於依土地稅法第六條授權行政院訂定之土地稅減免規則所定標準及程序所為之地價稅減免而言。土地稅法施行細則第十五條規定：「適用特別稅率之原因、事實消滅時，土地所有權人應於三十日內向主管稽徵機關申報，未於期限內申報者，依本法第五十四條第一項第一款之規定辦理」，將非依土地稅法第六條及土地稅減免規則規定之標準及程序所為之地價稅減免情形，於未依三十日期限內申報適用特別稅率之原因、事實消滅者，亦得依土地稅法第五十四條第一項第一款之規定，處以短匿稅額三倍之罰鍰，顯以法規命令增加裁罰性法律所未規定之處罰對象，復無法律明確之授權，核與首開法律保留原則之意旨不符，牴觸憲法第二十三條規定，應於本解釋公布之日起至遲於屆滿一年時失其效力。",
	"　　憲法第十九條規定，人民有依法律納稅之義務，係指國家課人民以繳納稅捐之義務或給予人民減免稅捐之優惠時，應就租稅主體、租稅客體、稅基、稅率等租稅構成要件，以法律或法律明確授權之命令定之，迭經本院闡釋在案。\n　　中華民國七十四年六月三日增訂公布之民法第一千零三十條之一（以下簡稱增訂民法第一千零三十條之一）第一項規定：「聯合財產關係消滅時，夫或妻於婚姻關係存續中所取得而現存之原有財產，扣除婚姻關係存續中所負債務後，如有剩餘，其雙方剩餘財產之差額，應平均分配。但因繼承或其他無償取得之財產，不在此限」。該項明定聯合財產關係消滅時，夫或妻之剩餘財產差額分配請求權，乃立法者就夫或妻對家務、教養子女及婚姻共同生活貢獻所為之法律上評價。因此夫妻於婚姻關係存續中共同協力所形成之聯合財產中，除因繼承或其他無償取得者外，於配偶一方死亡而聯合財產關係消滅時，其尚存之原有財產，即不能認全係死亡一方之遺產，而皆屬遺產稅課徵之範圍。\n　　夫妻於上開民法第一千零三十條之一增訂前結婚，並適用聯合財產制，其聯合財產關係因配偶一方死亡而消滅者，如該聯合財產關係消滅之事實，發生於七十四年六月三日增訂民法第一千零三十條之一於同年月五日生效之後時，則適用消滅時有效之增訂民法第一千零三十條之一規定之結果，除因繼承或其他無償取得者外，凡夫妻於婚姻關係存續中取得，而於聯合財產關係消滅時現存之原有財產，並不區分此類財產取得於七十四年六月四日之前或同年月五日之後，均屬剩餘財產差額分配請求權之計算範圍。生存配偶依法行使剩餘財產差額分配請求權者，依遺產及贈與稅法之立法目的，以及實質課稅原則，該被請求之部分即非屬遺產稅之課徵範圍，故得自遺產總額中扣除，免徵遺產稅。\n　　最高行政法院九十一年三月二十六日庭長法官聯席會議決議，乃以決議縮減法律所定得為遺產總額之扣除額，增加法律所未規定之租稅義務，核與上開解釋意旨及憲法第十九條規定之租稅法律主義尚有未符，應不再援用。",
	"　　行政執行法第十五條規定：「義務人死亡遺有財產者，行政執行處得逕對其遺產強制執行」，係就負有公法上金錢給付義務之人死亡後，行政執行處應如何強制執行，所為之特別規定。罰鍰乃公法上金錢給付義務之一種，罰鍰之處分作成而具執行力後，義務人死亡並遺有財產者，依上開行政執行法第十五條規定意旨，該基於罰鍰處分所發生之公法上金錢給付義務，得為強制執行，其執行標的限於義務人之遺產。",
	"　　憲法第十九條規定所揭示之租稅法律主義，係指人民應依法律所定之納稅主體、稅目、稅率、納稅方法及納稅期間等項而負納稅之義務，迭經本院解釋在案。中華民國六十二年二月六日公布施行之遺產及贈與稅法第十五條第一項規定，被繼承人死亡前三年內贈與具有該項規定身分者之財產，應視為被繼承人之遺產而併入其遺產總額課徵遺產稅，並未規定以繼承人為納稅義務人，對其課徵贈與稅。最高行政法院九十二年九月十八日庭長法官聯席會議決議關於被繼承人死亡前所為贈與，如至繼承發生日止，稽徵機關尚未發單課徵贈與稅者，應以繼承人為納稅義務人，發單課徵贈與稅部分，逾越上開遺產及贈與稅法第十五條之規定，增加繼承人法律上所未規定之租稅義務，與憲法第十九條及第十五條規定之意旨不符，自本解釋公布之日起，應不予援用。",
	"　　憲法第十一條保障人民之言論自由，乃在保障意見之自由流通，使人民有取得充分資訊及自我實現之機會，包括政治、學術、宗教及商業言論等，並依其性質而有不同之保護範疇及限制之準則。商業言論所提供之訊息，內容為真實，無誤導性，以合法交易為目的而有助於消費大眾作出經濟上之合理抉擇者，應受憲法言論自由之保障。惟憲法之保障並非絕對，立法者於符合憲法第二十三條規定意旨之範圍內，得以法律明確規定對之予以適當之限制，業經本院釋字第四一四號、第五七七號及第六一七號解釋在案。\n　　促使人為性交易之訊息，固為商業言論之一種，惟係促使非法交易活動，因此立法者基於維護公益之必要，自可對之為合理之限制。中華民國八十八年六月二日修正公布之兒童及少年性交易防制條例第二十九條規定：「以廣告物、出版品、廣播、電視、電子訊號、電腦網路或其他媒體，散布、播送或刊登足以引誘、媒介、暗示或其他促使人為性交易之訊息者，處五年以下有期徒刑，得併科新臺幣一百萬元以下罰金」，乃以科處刑罰之方式，限制人民傳布任何以兒童少年性交易或促使其為性交易為內容之訊息，或向兒童少年或不特定年齡之多數人，傳布足以促使一般人為性交易之訊息。是行為人所傳布之訊息如非以兒童少年性交易或促使其為性交易為內容，且已採取必要之隔絕措施，使其訊息之接收人僅限於十八歲以上之人者，即不屬該條規定規範之範圍。上開規定乃為達成防制、消弭以兒童少年為性交易對象事件之國家重大公益目的，所採取之合理與必要手段，與憲法第二十三條規定之比例原則，尚無牴觸。惟電子訊號、電腦網路與廣告物、出版品、廣播、電視等其他媒體之資訊取得方式尚有不同，如衡酌科技之發展可嚴格區分其閱聽對象，應由主管機關建立分級管理制度，以符比例原則之要求，併此指明。",
	"　　憲法第七條規定，人民在法律上一律平等。立法機關制定冤獄賠償法，對於人民犯罪案件，經國家實施刑事程序，符合該法第一條所定要件者，賦予身體自由、生命或財產權受損害之人民，向國家請求賠償之權利。凡自由、權利遭受同等損害者，應受平等之保障，始符憲法第七條規定之意旨。\n　　冤獄賠償法第一條規定，就國家對犯罪案件實施刑事程序致人民身體自由、生命或財產權遭受損害而得請求國家賠償者，依立法者明示之適用範圍及立法計畫，僅限於司法機關依刑事訴訟法令受理案件所致上開自由、權利受損害之人民，未包括軍事機關依軍事審判法令受理案件所致該等自由、權利受同等損害之人民，係對上開自由、權利遭受同等損害，應享有冤獄賠償請求權之人民，未具正當理由而為差別待遇，若仍令依軍事審判法令受理案件遭受上開冤獄之受害人，不能依冤獄賠償法行使賠償請求權，足以延續該等人民在法律上之不平等，自與憲法第七條之本旨有所牴觸。司法院與行政院會同訂定發布之辦理冤獄賠償事件應行注意事項（下稱注意事項）第二點規定，雖符合冤獄賠償法第一條之意旨，但依其規定內容，使依軍事審判法令受理案件遭受冤獄之人民不能依冤獄賠償法行使賠償請求權，同屬不符平等原則之要求。為符首揭憲法規定之本旨，在冤獄賠償法第一條修正施行前，或規範軍事審判所致冤獄賠償事項之法律制定施行前，凡自中華民國四十八年九月一日冤獄賠償法施行後，軍事機關依軍事審判法令受理之案件，合於冤獄賠償法第一條之規定者，均得於本解釋公布之日起二年內，依該法規定請求國家賠償。",
	"　　地價稅之稽徵，係以土地所有權人在同一直轄市或縣（市）所有之土地之地價及面積所計算之地價總額為課稅基礎，並按照地政機關編送之地價歸戶冊及地籍異動通知資料核定之。因地籍依法重測之結果，如與重測前之土地登記標示之面積有出入者，除非否定重測之結果或確認實施重測時作業有瑕疵，否則，即應以重測確定後所為土地標示變更登記所記載之土地面積為準。而同一土地如經地政機關於實施重測時發現與鄰地有界址重疊之情形而經重測後面積減少者，即表示依重測前之土地登記標示之面積為計算基礎而核列歸戶冊之地價總額並不正確，其致土地所有權人因而負擔更多稅負者，亦應解為係屬稅捐稽徵法第二十八條所規定之「因計算錯誤溢繳之稅款」，方與實質課稅之公平原則無違。\n　　財政部中華民國六十八年八月九日台財稅第三五五二一號函主旨以及財政部六十九年五月十日台財稅第三三七五六號函說明二前段所載，就地籍重測時發現與鄰地有界址重疊，重測後面積減少，亦認為不適用稅捐稽徵法第二十八條規定退稅部分之釋示，與本解釋意旨不符，應自本解釋公布之日起不再援用。依本解釋意旨，於適用稅捐稽徵法第二十八條予以退稅時，至多追溯至最近五年已繳之地價稅為限，併此指明。",
	"　　憲法第七條規定，人民在法律上一律平等；第一百五十九條復規定：「國民受教育之機會，一律平等。」旨在確保人民享有接受各階段教育之公平機會。中央警察大學九十一學年度研究所碩士班入學考試招生簡章第七點第二款及第八點第二款，以有無色盲決定能否取得入學資格之規定，係為培養理論與實務兼備之警察專門人才，並求教育資源之有效運用，藉以提升警政之素質，促進法治國家之發展，其欲達成之目的洵屬重要公共利益；因警察工作之範圍廣泛、內容繁雜，職務常須輪調，隨時可能發生判斷顏色之需要，色盲者因此確有不適合擔任警察之正當理由，是上開招生簡章之規定與其目的間尚非無實質關聯，與憲法第七條及第一百五十九條規定並無牴觸。",
	"一、總統之刑事豁免權\n　　憲法第五十二條規定，總統除犯內亂或外患罪外，非經罷免或解職，不受刑事上之訴究。此係憲法基於總統為國家元首，對內肩負統率全國陸海空軍等重要職責，對外代表中華民國之特殊身分所為之尊崇與保障，業經本院釋字第三八八號解釋在案。\n　　依本院釋字第三八八號解釋意旨，總統不受刑事上之訴究，乃在使總統涉犯內亂或外患罪以外之罪者，暫時不能為刑事上訴究，並非完全不適用刑法或相關法律之刑罰規定，故為一種暫時性之程序障礙，而非總統就其犯罪行為享有實體之免責權。是憲法第五十二條規定「不受刑事上之訴究」，係指刑事偵查及審判機關，於總統任職期間，就總統涉犯內亂或外患罪以外之罪者，暫時不得以總統為犯罪嫌疑人或被告而進行偵查、起訴與審判程序而言。但對總統身分之尊崇與職權之行使無直接關涉之措施，或對犯罪現場之即時勘察，不在此限。\n　　總統之刑事豁免權，不及於因他人刑事案件而對總統所為之證據調查與證據保全。惟如因而發現總統有犯罪嫌疑者，雖不得開始以總統為犯罪嫌疑人或被告之偵查程序，但得依本解釋意旨，為必要之證據保全，即基於憲法第五十二條對總統特殊身分尊崇及對其行使職權保障之意旨，上開因不屬於總統刑事豁免權範圍所得進行之措施及保全證據之處分，均不得限制總統之人身自由，例如拘提或對其身體之搜索、勘驗與鑑定等，亦不得妨礙總統職權之正常行使。其有搜索與總統有關之特定處所以逮捕特定人、扣押特定物件或電磁紀錄之必要者，立法機關應就搜索處所之限制、總統得拒絕搜索或扣押之事由，及特別之司法審查與聲明不服等程序，增訂適用於總統之特別規定。於該法律公布施行前，除經總統同意者外，無論上開特定處所、物件或電磁紀錄是否涉及國家機密，均應由該管檢察官聲請高等法院或其分院以資深庭長為審判長之法官五人組成特別合議庭審查相關搜索、扣押之適當性與必要性，非經該特別合議庭裁定准許，不得為之，但搜索之處所應避免總統執行職務及居住之處所。其抗告程序，適用刑事訴訟法相關規定。\n　　總統之刑事豁免權，亦不及於總統於他人刑事案件為證人之義務。惟以他人為被告之刑事程序，刑事偵查或審判機關以總統為證人時，應準用民事訴訟法第三百零四條：「元首為證人者，應就其所在詢問之」之規定，以示對總統之尊崇。\n　　總統不受刑事訴究之特權或豁免權，乃針對總統之職位而設，故僅擔任總統一職者，享有此一特權；擔任總統職位之個人，原則上不得拋棄此一特權。\n二、總統之國家機密特權\n　　總統依憲法及憲法增修條文所賦予之行政權範圍內，就有關國家安全、國防及外交之資訊，認為其公開可能影響國家安全與國家利益而應屬國家機密者，有決定不予公開之權力，此為總統之國家機密特權。其他國家機關行使職權如涉及此類資訊，應予以適當之尊重。\n　　總統依其國家機密特權，就國家機密事項於刑事訴訟程序應享有拒絕證言權，並於拒絕證言權範圍內，有拒絕提交相關證物之權。立法機關應就其得拒絕證言、拒絕提交相關證物之要件及相關程序，增訂適用於總統之特別規定。於該法律公布施行前，就涉及總統國家機密特權範圍內國家機密事項之訊問、陳述，或該等證物之提出、交付，是否妨害國家之利益，由總統釋明之。其未能合理釋明者，該管檢察官或受訴法院應審酌具體個案情形，依刑事訴訟法第一百三十四條第二項、第一百七十九條第二項及第一百八十三條第二項規定為處分或裁定。總統對檢察官或受訴法院駁回其上開拒絕證言或拒絕提交相關證物之處分或裁定如有不服，得依本解釋意旨聲明異議或抗告，並由前述高等法院或其分院以資深庭長為審判長之法官五人組成之特別合議庭審理之。特別合議庭裁定前，原處分或裁定應停止執行。其餘異議或抗告程序，適用刑事訴訟法相關規定。總統如以書面合理釋明，相關證言之陳述或證物之提交，有妨害國家利益之虞者，檢察官及法院應予以尊重。總統陳述相關證言或提交相關證物是否有妨害國家利益之虞，應僅由承辦檢察官或審判庭法官依保密程序為之。總統所陳述相關證言或提交相關證物，縱經保密程序進行，惟檢察官或法院若以之作為終結偵查之處分或裁判之基礎，仍有造成國家安全危險之合理顧慮者，應認為有妨害國家利益之虞。\n　　法院審理個案，涉及總統已提出之資訊者，是否應適用國家機密保護法及「法院辦理涉及國家機密案件保密作業辦法」相關規定進行其審理程序，應視總統是否已依國家機密保護法第二條、第四條、第十一條及第十二條規定核定相關資訊之機密等級及保密期限而定；如尚未依法核定為國家機密者，無從適用上開規定之相關程序審理。惟訴訟程序進行中，總統如將系爭資訊依法改核定為國家機密，或另行提出其他已核定之國家機密者，法院即應改依上開規定之相關程序續行其審理程序。其已進行之程序，並不因而違反國家機密保護法及「法院辦理涉及國家機密案件保密作業辦法」相關之程序規定。至於審理總統核定之國家機密資訊作為證言或證物，是否妨害國家之利益，應依前述原則辦理。又檢察官之偵查程序，亦應本此意旨為之。\n三、暫時處分部分\n　　本件暫時處分之聲請，因本案業經作成解釋，已無須予以審酌，併予指明。",
	"　　農田水利會係由法律設立之公法人，為地方水利自治團體，在法律授權範圍內享有自治之權限。農田水利事業之餘水管理乃農田水利會自治事項之一，農田水利會並得依法徵收餘水使用費（農田水利會組織通則第十條第一款、第二十八條規定參照）。是關於餘水管理，農田水利會組織通則已授予農田水利會得訂定自治規章以限制人民自由權利之自治權限。依該通則第二十九條（中華民國五十四年七月二日制定公布）規定，徵收餘水使用費之標準及辦法固係授權省（市）主管機關訂定，臺灣省政府據此並已就餘水使用費訂定一定之徵收標準及程序，然若有規範未盡部分，農田水利會訂定自治規章予以補充，並報請主管機關核備者，尚符合上開通則第二十九條規定之意旨。臺灣省石門農田水利會灌溉蓄水池使用要點（臺灣省政府建設廳水利處八十七年五月七日八七水農字第Ａ八七五０一七四七六號函核備）第四點之規定，乃該會依正當程序本於其徵收餘水使用費之自治權限，在法律授權得徵收餘水使用費範圍內，分別依餘水使用之不同情形，確定餘水使用費之徵收對象所為具體規定之自治規章，符合水資源有效利用及使用者付費之立法意旨，手段亦屬合理及必要，未逾越臺灣省政府就農田水利會徵收餘水使用費訂定命令之範圍，亦未牴觸上開法律及其授權規定，於憲法第十五條保障之財產權、第二十三條規定之法律保留原則與比例原則，尚無違背。",
	"　　最高行政法院中華民國九十年十一月份庭長法官聯席會議暨法官會議決議：「行政訟訴法簡易程序之金額（價額）於九十一年一月一日提高為十萬元後，訴訟標的金額（價額）逾三萬元至十萬元間之事件，於提高後始提起行政訴訟者，依簡易程序審理。提高前已繫屬各高等行政法院而於提高後尚未終結者，改分為簡字案件，並通知當事人，仍由原股依簡易程序繼續審理；於提高前已終結者以及於提高前已提起上訴或抗告者，均仍依通常程序辦理。」符合行政訴訟法第二百二十九條第二項規定及司法院九十年十月二十二日（九十） 院臺廳行一字第二五七四六號令之意旨，與法律保留原則、法安定性原則與法明確性原則均無違背，於憲法第十六條、第二十三條規定尚無牴觸。",
	"　　刑法第三百二十九條之規定旨在以刑罰之手段，保障人民之身體自由、人身安全及財產權，免受他人非法之侵害，以實現憲法第八條、第二十二條及第十五條規定之意旨。立法者就竊盜或搶奪而當場施以強暴、脅迫者，僅列舉防護贓物、脫免逮捕或湮滅罪證三種經常導致強暴、脅迫行為之具體事由，係選擇對身體自由與人身安全較為危險之情形，視為與強盜行為相同，而予以重罰。至於僅將上開情形之竊盜罪與搶奪罪擬制為強盜罪，乃因其他財產犯罪，其取財行為與強暴、脅迫行為間鮮有時空之緊密連接關係，故上開規定尚未逾越立法者合理之自由形成範圍，難謂係就相同事物為不合理之差別對待。經該規定擬制為強盜罪之強暴、脅迫構成要件行為，乃指達於使人難以抗拒之程度者而言，是與強盜罪同其法定刑，尚未違背罪刑相當原則，與憲法第二十三條比例原則之意旨並無不符。",
	"　　憲法第十二條規定：「人民有秘密通訊之自由。」旨在確保人民就通訊之有無、對象、時間、方式及內容等事項，有不受國家及他人任意侵擾之權利。國家採取限制手段時，除應有法律依據外，限制之要件應具體、明確，不得逾越必要之範圍，所踐行之程序並應合理、正當，方符憲法保護人民秘密通訊自由之意旨。中華民國八十八年七月十四日制定公布之通訊保障及監察法第五條第二項規定：「前項通訊監察書，偵查中由檢察官依司法警察機關聲請或依職權核發」，未要求通訊監察書原則上應由客觀、獨立行使職權之法官核發，而使職司犯罪偵查之檢察官與司法警察機關，同時負責通訊監察書之聲請與核發，難謂為合理、正當之程序規範，而與憲法第十二條保障人民秘密通訊自由之意旨不符，應自本解釋公布之日起，至遲於九十六年七月十一日修正公布之通訊保障及監察法第五條施行之日失其效力。",
	"　　「監察院為國家最高監察機關，行使彈劾、糾舉及審計權」，「監察院設監察委員二十九人，並以其中一人為院長、一人為副院長，任期六年，由總統提名，經立法院同意任命之」，為憲法增修條文第七條第一項、第二項所明定。是監察院係憲法所設置並賦予特定職權之國家憲法機關，為維繫國家整體憲政體制正常運行不可或缺之一環，其院長、副院長與監察委員皆係憲法保留之法定職位，故確保監察院實質存續與正常運行，應屬所有憲法機關無可旁貸之職責。為使監察院之職權得以不間斷行使，總統於當屆監察院院長、副院長及監察委員任期屆滿前，應適時提名繼任人選咨請立法院同意，立法院亦應適時行使同意權，以維繫監察院之正常運行。總統如消極不為提名，或立法院消極不行使同意權，致監察院無從行使職權、發揮功能，國家憲政制度之完整因而遭受破壞，自為憲法所不許。引發本件解釋之疑義，應依上開解釋意旨為適當之處理。",
	"一、中華民國九十五年五月一日修正公布之三一九槍擊事件真相調查特別委員會條例（以下簡稱真調會條例）第四條第二項、第八條、第八條之一、第八條之二第一項、第二項、第三項關於報告並公布部分、第五項、第六項、第八條之三、第十一條第二項關於調用行政機關人員部分、第四項、第十五條第一項規定，與憲法及本院釋字第五八五號解釋意旨並無不符。\n二、同條例第八條之二第三項關於罰鍰部分、第四項規定，與本院釋字第五八五號解釋意旨不符；第十一條第三項規定與憲法所要求之權力分立制衡原則不符，均應自本解釋公布之日起失其效力。\n三、本件暫時處分之聲請，關於同條例上開規定部分因本案業經作成解釋，已無須予以審酌；同條例其他條文部分之釋憲聲請既應不受理，則該部分暫時處分之聲請亦失所附麗，併予指明。",
	"　　中華民國七十七年一月二十九日修正公布之證券交易法第十八條第一項原規定應經主管機關核准之證券投資顧問事業，其業務範圍依該規定之立法目的及憲法保障言論自由之意旨，並不包括僅提供一般性之證券投資資訊，而非以直接或間接從事個別有價證券價值分析或推介建議為目的之證券投資講習。八十九年十月九日修正發布之證券投資顧問事業管理規則（已停止適用）第五條第一項第四款規定，於此範圍內，與憲法保障人民職業自由及言論自由之意旨尚無牴觸。",
	"　　中華民國七十八年十月三十日修正公布之土地稅法第三十九條之二第一項規定所為租稅之差別對待，符合憲法平等原則之要求。又財政部八十二年十月七日臺財稅第八二一四九八七九一號函，係主管機關依其法定職權就上開規定所為之闡釋，符合立法意旨及國家農業與租稅政策，並未逾越對人民正當合理之稅課範圍，與法律明確性原則及憲法第七條、第十九條之規定，均無牴觸，亦未侵害人民受憲法第十五條保障之財產權。",
	"　　檢肅流氓條例（以下簡稱本條例）第二條第三款關於敲詐勒索、強迫買賣及其幕後操縱行為之規定，同條第四款關於經營、操縱職業性賭場，私設娼館，引誘或強逼良家婦女為娼，為賭場、娼館之保鏢或恃強為人逼討債務行為之規定，第六條第一項關於情節重大之規定，皆與法律明確性原則無違。第二條第三款關於霸佔地盤、白吃白喝與要挾滋事行為之規定，雖非受規範者難以理解，惟其適用範圍，仍有未盡明確之處，相關機關應斟酌社會生活型態之變遷等因素檢討修正之。第二條第三款關於欺壓善良之規定，以及第五款關於品行惡劣、遊蕩無賴之規定，與法律明確性原則不符。\n　　本條例第二條關於流氓之認定，依據正當法律程序原則，於審查程序中，被提報人應享有到場陳述意見之權利；經認定為流氓，於主管之警察機關合法通知而自行到案者，如無意願隨案移送於法院，不得將其強制移送。\n　　本條例第十二條第一項規定，未依個案情形考量採取其他限制較輕微之手段，是否仍然不足以保護證人之安全或擔保證人出於自由意志陳述意見，即得限制被移送人對證人之對質、詰問權與閱卷權之規定，顯已對於被移送人訴訟上之防禦權，造成過度之限制，與憲法第二十三條比例原則之意旨不符，有違憲法第八條正當法律程序原則及憲法第十六條訴訟權之保障。\n　　本條例第二十一條第一項相互折抵之規定，與憲法第二十三條比例原則並無不符。同條例第十三條第二項但書關於法院毋庸諭知感訓期間之規定，有導致受感訓處分人身體自由遭受過度剝奪之虞，相關機關應予以檢討修正之。\n　　本條例第二條第三款關於欺壓善良，第五款關於品行惡劣、遊蕩無賴之規定，及第十二條第一項關於過度限制被移送人對證人之對質、詰問權與閱卷權之規定，與憲法意旨不符部分，應至遲於本解釋公布之日起一年內失其效力。",
	"　　公務員服務法第十四條之一規定：「公務員於其離職後三年內，不得擔任與其離職前五年內之職務直接相關之營利事業董事、監察人、經理、執行業務之股東或顧問。」旨在維護公務員公正廉明之重要公益，而對離職公務員選擇職業自由予以限制，其目的洵屬正當；其所採取之限制手段與目的達成間具實質關聯性，乃為保護重要公益所必要，並未牴觸憲法第二十三條之規定，與憲法保障人民工作權之意旨尚無違背。",
	"　　中華民國八十六年五月十三日修正發布之公開發行公司董事、監察人股權成數及查核實施規則第八條：「全體董事或監察人未依第四條及第五條規定期限補足第二條所定持股成數時，依證券交易法第一百七十八條第一項第四款規定處罰全體董事或監察人（第一項）。董事或監察人以法人身份當選者，處罰該法人負責人；以法人代表人身份當選者，處罰該代表人（第二項）。」其第一項及第二項後段規定，乃就違反主管機關依證券交易法第二十六條第二項所定之公開發行公司董事、監察人股權成數及查核實施規則，而應依八十九年七月十九日修正公布之證券交易法第一百七十八條第一項第四款規定處罰時之處罰對象及違反行政法上義務之人為多數時之歸責方式所為之規定，涉及人民權利之限制，並無法律依據或法律具體明確之授權，與憲法第二十三條規定之法律保留原則尚有未符，應於本解釋公布之日起六個月內失其效力。",
	"　　憲法第八條所定之法院，包括依法獨立行使審判權之法官。刑事訴訟法第四百十六條第一項第一款就審判長、受命法官或受託法官所為羈押處分之規定，與憲法第八條並無牴觸。刑事訴訟法第四百十六條第一項第一款及第四百十八條使羈押之被告僅得向原法院聲請撤銷或變更該處分，不得提起抗告之審級救濟，為立法機關基於訴訟迅速進行之考量所為合理之限制，未逾立法裁量之範疇，與憲法第十六條、第二十三條尚無違背。且因向原法院聲請撤銷或變更處分之救濟仍係由依法獨立行使職權之審判機關作成決定，故已賦予人身自由遭羈押處分限制者合理之程序保障，尚不違反憲法第八條之正當法律程序。至於刑事訴訟法第四百零三條、第四百零四條第二款、第四百十六條第一項第一款與第四百十八條之規定，使羈押被告之決定，得以裁定或處分之方式作成，並因而形成羈押之被告得否抗告之差別待遇，與憲法第七條保障之平等權尚無牴觸。",
	"　　中華民國五十二年一月二十九日修正公布之所得稅法第八十條第三項前段所定，納稅義務人申報之所得額如在稽徵機關依同條第二項核定各該業所得額之標準以上者，即以其原申報額為準，係指以原申報資料作為進行書面審查所得額之基準，稽徵機關自不得逕以命令另訂查核程序，調閱帳簿、文據及有關資料，調查核定之。財政部臺灣省北區國稅局於八十六年五月二十三日訂定之財政部臺灣省北區國稅局書面審核綜合所得稅執行業務者及補習班幼稚園托兒所簡化查核要點笫七點：「適用書面審查案件每年得抽查百分之十，並就其帳簿文據等有關資料查核認定之。」對申報之所得額在主管機關核定之各該業所得額之標準以上者，仍可實施抽查，再予個別查核認定，與所得稅法第八十條第三項前段規定顯不相符，增加人民法律所未規定之租稅程序上負擔，自有違憲法第十九條租稅法律主義，應自本解釋公布之日起至遲一年內失效。本院釋字第二四七號解釋應予補充。",
	"　　菸酒稅法第二十一條規定：「本法施行前專賣之米酒，應依原專賣價格出售。超過原專賣價格出售者，應處每瓶新臺幣二千元之罰鍰。」其有關處罰方式之規定，使超過原專賣價格出售該法施行前專賣之米酒者，一律處每瓶新臺幣二千元之罰鍰，固已考量販售數量而異其處罰程度，惟採取劃一之處罰方式，於個案之處罰顯然過苛時，法律未設適當之調整機制，對人民受憲法第十五條保障之財產權所為限制，顯不符妥當性而與憲法第二十三條之比例原則尚有未符，有關機關應儘速予以修正，並至遲於本解釋公布之日起屆滿一年時停止適用。\n　　系爭規定修正前，依該規定裁罰及審判而有造成個案顯然過苛處罰之虞者，應依菸酒稅法第二十一條規定之立法目的與個案實質正義之要求，斟酌出售價格、販賣數量、實際獲利情形、影響交易秩序之程度，及個案其他相關情狀等，依本解釋意旨另為符合比例原則之適當處置，併予指明。",
	"　　稅捐稽徵法第四十四條規定營利事業依法應保存憑證而未保存者，應就其未保存憑證經查明認定之總額，處百分之五罰鍰。營利事業如確已給與或取得憑證且帳簿記載明確，而於行政機關所進行之裁處或救濟程序終結前，提出原始憑證或取得與原應保存憑證相當之證明者，即已符合立法目的，而未違背保存憑證之義務，自不在該條規定處罰之列。於此範圍內，該條有關處罰未保存憑證之規定，與憲法第二十三條比例原則及第十五條保護人民財產權之意旨尚無牴觸。\n　　財政部中華民國八十四年七月二十六日台財稅字第八四一六三七七一二號函示，營利事業未依法保存憑證，須於未經檢舉及未經稽徵機關或財政部指定之調查人員進行調查前，取得與原應保存憑證相當之證明者，始得免除相關處罰，其與本解釋意旨不符部分，自本解釋公布之日起，應不予援用。",
	"　　工商團體會務工作人員管理辦法第四十五條第二項規定：「前項退休金，應視團體財力，按服務年資，每滿一年發給二個月薪給之一次退休金，未滿一年部分按比例計算之；發給金額最高以不超過六十個月之薪給總額並以申領一次為限。」係主管機關為健全商業團體之人事組織，以維護公益，就會務工作人員退休金給付標準，所訂定之準則性規定，尚未逾越商業團體法第七十二條之授權範圍，對人民財產權及契約自由之限制亦未過當，與憲法第二十三條規定之意旨尚無牴觸。\n　　關於商業團體會務工作人員之管理及財務之處理，涉及商業團體財產權及契約自由之限制，且關係退休會務工作人員權益之保障，乃有關人民權利義務之重要事項，為貫徹憲法保護人民權利之意旨，自以法律明文規定為宜，主管機關應儘速通盤檢討修正，併予指明。",
	"　　人民團體法第二條規定：「人民團體之組織與活動，不得主張共產主義，或主張分裂國土。」同法第五十三條前段關於「申請設立之人民團體有違反第二條……之規定者，不予許可」之規定部分，乃使主管機關於許可設立人民團體以前，得就人民「主張共產主義，或主張分裂國土」之政治上言論之內容而為審查，並作為不予許可設立人民團體之理由，顯已逾越必要之程度，與憲法保障人民結社自由與言論自由之意旨不符，於此範圍內，應自本解釋公布之日起失其效力。",
	"一、公民投票法第十六條第一項規定：「立法院對於第二條第二項第三款之事項，認有進行公民投票之必要者，得附具主文、理由書，經立法院院會通過後，交由中央選舉委員會辦理公民投票。」旨在使立法院就重大政策之爭議，而有由人民直接決定之必要者，得交付公民投票，由人民直接決定之，並不違反我國憲政體制為代議民主之原則，亦符合憲法主權在民與人民有創制、複決權之意旨；此一規定於立法院行使憲法所賦予之權限範圍內，且不違反憲法權力分立之基本原則下，與憲法尚無牴觸。\n二、公民投票法第三十五條第一項規定：「行政院公民投票審議委員會，置委員二十一人，任期三年，由各政黨依立法院各黨團席次比例推荐，送交主管機關提請總統任命之。」關於委員之任命，實質上完全剝奪行政院依憲法應享有之人事任命決定權，顯已逾越憲法上權力相互制衡之界限，自屬牴觸權力分立原則，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　電子遊戲場業管理條例（以下簡稱本條例）第二十二條規定：「違反第十五條規定者，處行為人一年以下有期徒刑、拘役或科或併科新臺幣五十萬元以上二百五十萬元以下罰金。」對未辦理營利事業登記而經營電子遊戲場業者，科處刑罰，旨在杜絕業者規避辦理營利事業登記所需之營業分級、營業機具、營業場所等項目之查驗，以事前防止諸如賭博等威脅社會安寧、公共安全與危害國民，特別是兒童及少年身心健全發展之情事，目的洵屬正當，所採取之手段對目的之達成亦屬必要，符合憲法第二十三條比例原則之意旨，與憲法第八條、第十五條規定尚無牴觸。",
	"　　遺產及贈與稅法第二十條第一項第六款規定，配偶相互贈與之財產不計入贈與總額，乃係對有法律上婚姻關係之配偶間相互贈與，免徵贈與稅之規定。至因欠缺婚姻之法定要件，而未成立法律上婚姻關係之異性伴侶未能享有相同之待遇，係因首揭規定為維護法律上婚姻關係之考量，目的正當，手段並有助於婚姻制度之維護，自難認與憲法第七條之平等原則有違。",
	"　　進出口貨物查驗準則第十五條第一項前段規定：「進口貨物如有溢裝，或實到貨物與原申報不符，或夾雜其他物品進口情事，除係出於同一發貨人發貨兩批以上，互相誤裝錯運，經舉證證明，並經海關查明屬實者，准予併案處理，免予議處外，應依海關緝私條例有關規定論處。」限定同一發貨人發貨兩批以上之互相誤裝錯運，其進口人始得併案處理免予議處，至於 不同發貨人發貨兩批以上之互相誤裝錯運，其進口人應依海關緝私條例有關規定論處，尚未違背憲法第七條平等原則。",
	"　　中華民國九十年十一月二十一日修正公布之身心障礙者保護法第三十七條第一項前段規定：「非本法所稱視覺障礙者，不得從事按摩業。」（九十六年七月十一日該法名稱修正為身心障礙者權益保障法，上開規定之「非本法所稱視覺障礙者」，經修正為「非視覺功能障礙者」，並移列為第四十六條第一項前段，規定意旨相同）與憲法第七條平等權、第十五條工作權及第二十三條比例原則之規定不符，應自本解釋公布之日起至遲於屆滿三年時失其效力。",
	"　　財政部於中華民國八十一年一月十三日修正發布之營利事業所得稅查核準則第三十六條之一第二項規定，公司之資金貸與股東或任何他人未收取利息，或約定之利息偏低者，應按當年一月一日所適用臺灣銀行之基本放款利率計算利息收入課稅。稽徵機關據此得就公司資金貸與股東或他人而未收取利息等情形，逕予設算利息收入，課徵營利事業所得稅。上開規定欠缺所得稅法之明確授權，增加納稅義務人法律所無之租稅義務，與憲法第十九條規定之意旨不符，應自本解釋公布之日起失其效力。",
	"　　中華民國九十年十二月三十日修正發布之軍用物品進口免稅辦法第八條第一項規定：「軍事機關依政府採購法辦理招標，由得標廠商進口之軍品，招標文件上應書明得依關稅法、貨物稅條例、加值型及非加值型營業稅法及本辦法規定申請免稅。得標價格應不含免徵之稅款。」係財政部依九十年十月三十一日修正公布之關稅法第四十四條第三項（嗣於九十三年五月五日修正移列為第四十九條第三項）授權所為之補充規定，並未逾越授權範圍，與憲法第十九條租稅法律主義尚無牴觸。",
	"　　憲法第十五條規定，人民之財產權應予保障，故國家因公用或其他公益目的之必要，雖得依法徵收人民之財產，但應給予合理之補償，且應儘速發給。倘原補償處分已因法定救濟期間經過而確定，且補償費業經依法發給完竣，嗣後直轄市或縣（市）政府始發現其據以作成原補償處分之地價標準認定錯誤，原發給之補償費短少，致原補償處分違法者，自應於相當期限內依職權撤銷該已確定之補償處分，另為適法之補償處分，並通知需用土地人繳交補償費差額轉發原土地所有權人。逾期未發給補償費差額者，原徵收土地核准案即應失其效力，本院釋字第五一六號解釋應予補充。",
	"　　羈押法第六條及同法施行細則第十四條第一項之規定，不許受羈押被告向法院提起訴訟請求救濟之部分，與憲法第十六條保障人民訴訟權之意旨有違，相關機關至遲應於本解釋公布之日起二年內，依本解釋意旨，檢討修正羈押法及相關法規，就受羈押被告及時有效救濟之訴訟制度，訂定適當之規範。",
	"　　羈押法第二十三條第三項規定，律師接見受羈押被告時，有同條第二項應監視之適用，不問是否為達成羈押目的或維持押所秩序之必要，亦予以監聽、錄音，違反憲法第二十三條比例原則之規定，不符憲法保障訴訟權之意旨；同法第二十八條之規定，使依同法第二十三條第三項對受羈押被告與辯護人接見時監聽、錄音所獲得之資訊，得以作為偵查或審判上認定被告本案犯罪事實之證據，在此範圍內妨害被告防禦權之行使，牴觸憲法第十六條保障訴訟權之規定。前開羈押法第二十三條第三項及第二十八條規定，與本解釋意旨不符部分，均應自中華民國九十八年五月一日起失其效力。\n　　看守所組織通則第一條第二項規定：「關於看守所羈押被告事項，並受所在地地方法院及其檢察署之督導。」屬機關內部之行政督導，非屬執行監聽、錄音之授權規定，不生是否違憲之問題。\n　　聲請人就上開羈押法第二十三條第三項及第二十八條所為暫時處分之聲請，欠缺權利保護要件，應予駁回。",
	"　　記帳士係專門職業人員，依憲法第八十六條第二款規定，其執業資格應經考試院依法考選之。記帳士法第二條第二項之規定，使未經考試院依法考試及格之記帳及報稅代理業務人取得與經依法考選為記帳士者相同之資格，有違上開憲法規定之意旨，應自本解釋公布之日起失其效力。",
	"　　民法第一百九十五條第一項後段規定：「其名譽被侵害者，並得請求回復名譽之適當處分。」所謂回復名譽之適當處分，如屬以判決命加害人公開道歉，而未涉及加害人自我羞辱等損及人性尊嚴之情事者，即未違背憲法第二十三條比例原則，而不牴觸憲法對不表意自由之保障。",
	"　　所得稅法施行細則第八十二條第三項規定：「營利事業帳載應付未付之費用或損失，逾二年而尚未給付者，應轉列其他收入科目，俟實際給付時，再以營業外支出列帳。」營利事業所得稅查核準則第一百零八條之一規定：「營利事業機構帳載應付未付之費用或損失，逾二年而尚未給付者，應轉列『其他收入』科目，俟實際給付時再以營業外支出列帳。」上開規定關於營利事業應將帳載逾二年仍未給付之應付費用轉列其他收入，增加營利事業當年度之所得及應納稅額，顯非執行法律之細節性或技術性事項，且逾越所得稅法之授權，違反憲法第十九條租稅法律主義，應自本解釋公布之日起至遲於一年內失其效力。",
	"　　公務人員退休法施行細則第十三條第二項有關已領退休（職、伍）給與或資遣給與者再任公務人員，其退休金基數或百分比連同以前退休（職、伍）金基數或百分比或資遣給與合併計算，以不超過公務人員退休法第六條及第十六條之一第一項所定最高標準為限之規定，欠缺法律具體明確授權；且其規定內容，並非僅係執行公務人員退休法之細節性、技術性事項，而係就再任公務人員退休年資採計及其採計上限等屬法律保留之事項為規定，進而對再任公務人員之退休金請求權增加法律所無之限制，與憲法第二十三條法律保留原則有違，應自本解釋公布之日起至遲於屆滿二年時失其效力。",
	"　　中華民國八十六年六月十八日修正公布之私立學校法第三十二條第一項規定：「董事會因發生糾紛，致無法召開會議或有違反教育法令情事者，主管教育行政機關得限期命其整頓改善；逾期不為整頓改善或整頓改善無效果時，得解除全體董事之職務。但其情節重大且情勢急迫時，主管教育行政機關得經私立學校諮詢委員會決議解除全體董事之職務或停止其職務二個月至六個月，必要時得延長之。」關於董事會因發生糾紛，致無法召開會議或有違反教育法令情事部分，其意義依法條文義及立法目的，非受規範之董事難以理解，並可經由司法審查加以確認，與法律明確性原則尚無違背。上開但書規定，旨在維護私立學校之健全發展，保障學生之受教權利及教職員之工作權益等重要公益，目的洵屬正當，所採取之限制手段，乃為達成目的所必要，並未牴觸憲法第二十三條之比例原則，與憲法保障人民工作權之意旨尚無違背。",
	"　　財政部中華民國八十九年十月十九日台財稅字第八九０四五七二五四號函，就加值型及非加值型營業稅法施行細則第五十二條第二項第一款有關如何認定同法第五十一條第三款漏稅額之規定，釋示納稅義務人短報或漏報銷售額，於經查獲後始提出合法進項稅額憑證者，稽徵機關於計算其漏稅額時不宜准其扣抵銷項稅額部分，符合該法第三十五條第一項、第四十三條第一項第四款及第五十一條第三款之立法意旨，與憲法第十九條之租稅法律主義尚無牴觸。",
	"　　財政部中華民國八十六年四月十九日台財稅字第八六一八九二三一一號函說明二釋稱：「汽車及船舶客運業係以旅客運輸服務收取代價為業，其因行駛偏遠或服務性路線，致營運量不足發生虧損，所領受政府按行車（船）次數及里（浬）程計算核發之補貼收入，係基於提供運輸勞務而產生，核屬具有客票收入之性質，……應依法報繳營業稅。」逾越七十四年十一月十五日修正公布之營業稅法第一條及第三條第二項前段之規定，對受領偏遠路線營運虧損補貼之汽車及船舶客運業者，課以法律上所未規定之營業稅義務，與憲法第十九條規定之意旨不符，應不予適用。",
	"　　中華民國九十四年二月二日修正公布之現行刑法第四十一條第二項，關於數罪併罰，數宣告刑均得易科罰金，而定應執行之刑逾六個月者，排除適用同條第一項得易科罰金之規定部分，與憲法第二十三條規定有違，並與本院釋字第三六六號解釋意旨不符，應自本解釋公布之日起失其效力。\n　　本件二聲請人就刑法第四十一條第二項所為暫時處分之聲請部分，因本案業經作成解釋，已無審酌必要；又其中一聲請人關於刑法第五十三條之釋憲聲請部分，既應不受理，則該部分暫時處分之聲請亦失所附麗，均應予駁回。",
	"　　稅捐稽徵法第十九條第三項規定，為稽徵稅捐所發之各種文書，「對公同共有人中之一人為送達者，其效力及於全體。」此一規定，關於稅捐稽徵機關對公同共有人所為核定稅捐之處分，以對公同共有人中之一人為送達，即對全體公同共有人發生送達效力之部分，不符憲法正當法律程序之要求，致侵害未受送達之公同共有人之訴願、訴訟權，與憲法第十六條之意旨有違，應自本解釋公布日起，至遲於屆滿二年時，失其效力。",
	"　　少年事件處理法第三條第二款第三目規定，經常逃學或逃家之少年，依其性格及環境，而有觸犯刑罰法律之虞者，由少年法院依該法處理之，係為維護虞犯少年健全自我成長所設之保護制度，尚難逕認其為違憲；惟該規定仍有涵蓋過廣與不明確之嫌，應儘速檢討改進。又少年事件處理法第二十六條第二款及第四十二條第一項第四款規定，就限制經常逃學或逃家虞犯少年人身自由部分，不符憲法第二十三條之比例原則，亦與憲法第二十二條保障少年人格權之意旨有違，應自本解釋公布之日起，至遲於屆滿一個月時，失其效力。",
	"一、臺灣臺北地方法院刑事庭分案要點第十點及第四十三點規定，與憲法第十六條保障人民訴訟權之意旨，尚無違背。\n二、刑事訴訟法第一百零一條第一項第三款規定，於被告犯該款規定之罪，犯罪嫌疑重大，且有相當理由認為有逃亡、湮滅、偽造、變造證據或勾串共犯或證人之虞，非予羈押，顯難進行追訴、審判或執行者，得羈押之。於此範圍內，該條款規定符合憲法第二十三條之比例原則，與憲法第八條保障人民身體自由及第十六條保障人民訴訟權之意旨，尚無牴觸。\n三、刑事訴訟法第四百零三條第一項關於檢察官對於審判中法院所為停止羈押之裁定得提起抗告之規定部分，與憲法第十六條保障人民訴訟權之意旨，並無不符。\n四、本件關於聲請命臺灣臺北地方法院停止審理九十七年度金矚重訴字第一號刑事案件，改依該法院中華民國九十七年十二月十二日之分案結果進行審理之暫時處分部分，已無審酌必要；關於聲請命該法院立即停止羈押聲請人之暫時處分部分，核與本院釋字第五八五號及第五九九號解釋意旨不符，均應予駁回。",
	"　　社會秩序維護法第八十條第一項第一款就意圖得利與人姦、宿者，處三日以下拘留或新臺幣三萬元以下罰鍰之規定，與憲法第七條之平等原則有違，應自本解釋公布之日起至遲於二年屆滿時，失其效力。",
	"　　訴願法第四十七條第三項準用行政訴訟法第七十三條，關於寄存送達於依法送達完畢時，即生送達效力部分，尚與憲法第十六條保障人民訴願及訴訟權之意旨無違。",
	"　　民法繼承編施行法第八條規定：「繼承開始在民法繼承編施行前，被繼承人無直系血親卑親屬，依當時之法律亦無其他繼承人者，自施行之日起，依民法繼承編之規定定其繼承人。」其所定「依當時之法律亦無其他繼承人者」，應包含依當時之法律不能產生選定繼承人之情形，故繼承開始於民法繼承編施行前，依當時之法規或習慣得選定繼承人者，不以在民法繼承編施行前選定為限。惟民法繼承編施行於臺灣已逾六十四年，為避免民法繼承編施行前開始之繼承關係久懸不決，有礙民法繼承法秩序之安定，凡繼承開始於民法繼承編施行前，而至本解釋公布之日止，尚未合法選定繼承人者，自本解釋公布之日起，應適用現行繼承法制，辦理繼承事宜。",
	"　　槍砲彈藥刀械管制條例第八條第一項規定：「未經許可，製造、販賣或運輸鋼筆槍、瓦斯槍、麻醉槍、獵槍、空氣槍或第四條第一項第一款所定其他可發射金屬或子彈具有殺傷力之各式槍砲者，處無期徒刑或五年以上有期徒刑，併科新臺幣一千萬元以下罰金。」其中以未經許可製造、販賣、運輸具殺傷力之空氣槍為處罰要件部分，不論行為人犯罪情節之輕重，均以無期徒刑或五年以上有期徒刑之重度自由刑相繩，對違法情節輕微、顯可憫恕之個案，法院縱適用刑法第五十九條規定酌減其刑，最低刑度仍達二年六月以上之有期徒刑，無從具體考量行為人所應負責任之輕微，為易科罰金或緩刑之宣告，尚嫌情輕法重，致罪責與處罰不相對應。首揭規定有關空氣槍部分，對犯該罪而情節輕微者，未併為得減輕其刑或另為適當刑度之規定，對人民受憲法第八條保障人身自由權所為之限制，有違憲法第二十三條之比例原則，應自本解釋公布之日起至遲於一年屆滿時，失其效力。",
	"　　受無罪判決確定之受害人，因有故意或重大過失行為致依刑事訴訟法第一百零一條第一項或軍事審判法第一百零二條第一項受羈押者，依冤獄賠償法第二條第三款規定，不得請求賠償，並未斟酌受害人致受羈押之行為，係涉嫌實現犯罪構成要件或係妨礙、誤導偵查審判，亦無論受害人致受羈押行為可歸責程度之輕重及因羈押所受損失之大小，皆一律排除全部之補償請求，並非避免補償失當或浮濫等情事所必要，不符冤獄賠償法對個別人民身體之自由，因實現國家刑罰權之公共利益，受有超越一般應容忍程度之特別犧牲時，給予所規範之補償，以符合憲法保障人民身體自由及平等權之立法意旨，而與憲法第二十三條之比例原則有違，應自本解釋公布之日起至遲於屆滿二年時失其效力。",
	"　　憲法第十五條關於人民財產權應予保障之規定，旨在確保個人依財產之存續狀態行使其自由使用、收益及處分之權能，不得因他人之法律行為而受侵害。分別共有不動產之應有部分，於設定抵押權後，共有物經分割者，其抵押權不因此而受影響（民法第八百二十五條及第八百六十八條規定參照）。於分割前未先徵得抵押權人同意者，於分割後，自係以原設定抵押權而經分別轉載於各宗土地之應有部分，為抵押權之客體。是強制執行時，係以分割後各宗土地經轉載抵押權之應有部分為其執行標的物。於拍定後，因拍定人取得抵押權客體之應有部分，由拍定人與其他共有人，就該不動產全部回復共有關係，其他共有人回復分割前之應有部分，經轉載之應有部分抵押權因已實行而消滅，從而得以維護其他共有人及抵押權人之權益。準此，中華民國九十年九月十四日修正發布之土地登記規則第一百零七條之規定，符合民法規定之意旨，亦與憲法第十五條保障人民財產權之規定，尚無牴觸。",
	"　　管理外匯條例第十一條、第二十四條第三項及財政部中華民國九十二年三月二十一日台財融(五)字第０九二五００００七五號令，關於攜帶外幣出入國境須報明登記，違反者應予沒入之規定，與憲法第十五條保障人民財產權、第二十三條之比例原則及法律明確性原則，尚無牴觸。",
	"　　中華民國七十八年十二月三十日修正公布之所得稅法第八十九條第一項第二款前段，有關以機關、團體之主辦會計人員為扣繳義務人部分，及八十八年二月九日修正公布與九十五年五月三十日修正公布之同條款前段，關於以事業負責人為扣繳義務人部分，與憲法第二十三條比例原則尚無牴觸。\n　　七十八年十二月三十日修正公布及九十年一月三日修正公布之所得稅法第一百十四條第一款，有關限期責令扣繳義務人補繳應扣未扣或短扣之稅款及補報扣繳憑單，暨就已於限期內補繳應扣未扣或短扣之稅款及補報扣繳憑單，按應扣未扣或短扣之稅額處一倍之罰鍰部分；就未於限期內補繳應扣未扣或短扣之稅款，按應扣未扣或短扣之稅額處三倍之罰鍰部分，尚未牴觸憲法第二十三條比例原則，與憲法第十五條保障人民財產權之意旨無違。\n　　上開所得稅法第一百十四條第一款後段，有關扣繳義務人不按實補報扣繳憑單者，應按應扣未扣或短扣之稅額處三倍之罰鍰部分，未賦予稅捐稽徵機關得參酌具體違章狀況，按情節輕重裁量罰鍰之數額，其處罰顯已逾越必要程度，就此範圍內，不符憲法第二十三條之比例原則，與憲法第十五條保障人民財產權之意旨有違，應自本解釋公布之日起停止適用。有關機關對未於限期內按實補報扣繳憑單，而處罰尚未確定之案件，應斟酌個案情節輕重，並參酌稅捐稽徵法第四十八條之三之規定，另為符合比例原則之適當處置，併予指明。",
	"　　財政部於中華民國八十二年十二月十六日發布之台財稅字第八二０五七０九０一號函明示：「不能單獨申請建築之畸零地，及非經整理不能建築之土地，應無土地稅法第二十二條第一項第四款課徵田賦規定之適用」；內政部九十三年四月十二日台內地字第０九三００六九四五０號令訂定發布之「平均地權條例第二十二條有關依法限制建築、依法不能建築之界定作業原則」第四點規定：「畸零地因尚可協議合併建築，不得視為依法限制建築或依法不能建築之土地」。上開兩項命令，就都市土地依法不能建築，仍作農業用地使用之畸零地適用課徵田賦之規定，均增加法律所無之要件，違反憲法第十九條租稅法律主義，其與本解釋意旨不符部分，應自本解釋公布之日起不再援用。",
	"　　中華民國九十四年六月二十二日修正公布之行政院金融重建基金設置及管理條例第四條第五項，關於「本條例修正施行後，主管機關或農業金融中央主管機關處理經營不善金融機構時，該金融機構非存款債務不予賠付」之規定，就非存款債務不予賠付部分，旨在增進行政院金融重建基金之使用效益，保障金融機構存款人權益及穩定金融信用秩序，其目的洵屬正當，該手段與立法目的之達成具有合理關聯性，與憲法第七條規定尚無牴觸。",
	"　　中華民國八十四年八月二日修正發布之全民健康保險法施行細則第四十一條第一項第七款：「無一定雇主或自營作業而參加職業工會……者，按投保金額分級表第六級起申報。」及八十八年十一月十八日修正發布之同施行細則同條款：「無一定雇主或自營作業而參加職業工會者，按投保金額分級表第六級起申報。」之規定 (九十一年十一月二十九日修正改列第四款) ，與憲法第十五條保障人民財產權、第二十三條法律保留原則，以及法律授權明確性原則，尚無牴觸。惟於被保險人實際所得未達第六級時，相關機關自應考量設立適當之機制，合理調降保險費，以符社會保險制度中量能負擔之公平性及照顧低所得者之互助性，落實國家推行全民健康保險之憲法意旨，上開規定應本此意旨檢討改進，併予指明。",
	"　　監獄行刑法第八十三條第一項關於執行期滿者，應於其刑期終了之次日午前釋放之規定部分，使受刑人於刑期執行期滿後，未經法定程序仍受拘禁，侵害其人身自由，有違正當法律程序，且所採取限制受刑人身體自由之手段亦非必要，牴觸憲法第八條及第二十三條之規定，與本解釋意旨不符部分，應自中華民國九十九年六月一日起失其效力。有關機關應儘速依本解釋意旨，就受刑人釋放事宜予以妥善規範。相關規定修正前，受刑人應於其刑期終了當日之午前釋放。\n　　本件聲請人就上開監獄行刑法第八十三條第一項規定所為暫時處分之聲請部分，因本案業經作成解釋，無作成暫時處分之必要，應予駁回。",
	"　　電信法第四十八條第一項前段、第五十八條第二項及第六十條關於未經核准擅自使用無線電頻率者，應予處罰及沒收之規定部分，與憲法第二十三條之比例原則尚無牴觸，亦與憲法第十一條保障人民言論自由、第十五條保障人民財產權之意旨無違。",
	"本院院字第二七０二號及釋字第一四四號解釋與憲法第二十三條尚無牴觸，無變更之必要。",
	"　　懲治走私條例第二條第一項規定：「私運管制物品進口、出口逾公告數額者，處七年以下有期徒刑，得併科新臺幣三百萬元以下罰金。」第三項規定：「第一項所稱管制物品及其數額，由行政院公告之。」其所為授權之目的、內容及範圍尚欠明確，有違授權明確性及刑罰明確性原則，應自本解釋公布之日起，至遲於屆滿二年時，失其效力。",
	"　　最高行政法院中華民國九十三年二月份庭長法官聯席會議決議：「假釋之撤銷屬刑事裁判執行之一環，為廣義之司法行政處分，如有不服，其救濟程序，應依刑事訴訟法第四百八十四條之規定，即俟檢察官指揮執行該假釋撤銷後之殘餘徒刑時，再由受刑人或其法定代理人或配偶向當初諭知該刑事裁判之法院聲明異議，不得提起行政爭訟。」及刑事訴訟法第四百八十四條規定：「受刑人或其法定代理人或配偶以檢察官執行之指揮為不當者，得向諭知該裁判之法院聲明異議。」並未剝奪人民就撤銷假釋處分依法向法院提起訴訟尋求救濟之機會，與憲法保障訴訟權之意旨尚無牴觸。惟受假釋人之假釋處分經撤銷者，依上開規定向法院聲明異議，須俟檢察官指揮執行殘餘刑期後，始得向法院提起救濟，對受假釋人訴訟權之保障尚非周全，相關機關應儘速予以檢討改進，俾使不服主管機關撤銷假釋之受假釋人，於入監執行殘餘刑期前，得適時向法院請求救濟。",
	"　　中華民國九十年七月二十三日修正發布之專門職業及技術人員考試法施行細則第十五條第二項規定：「前項總成績滿六十分及格……者，若其應試科目有一科成績為零分、專業科目平均不滿五十分、特定科目未達規定最低分數者，均不予及格。」（九十七年五月十四日修正發布之現行施行細則第十條第二項規定亦同）、專門職業及技術人員考試總成績計算規則第三條第一項規定：「……採總成績滿六十分及格……者，其應試科目有一科成績為零分，或專業科目平均成績不滿五十分，或特定科目未達規定最低分數者，均不予及格；……」及九十年七月二十五日修正發布之專門職業及技術人員特種考試中醫師考試規則第九條第三項規定：「本考試應試科目有一科成績為零分或專業科目平均成績未滿五十分或專業科目中醫內科學成績未滿五十五分或其餘專業科目有一科成績未滿四十五分者，均不予及格。」尚未牴觸憲法第二十三條法律保留原則、比例原則及第七條平等權之保障，與憲法第十五條保障人民工作權及第十八條保障人民應考試權之意旨無違。",
	"　　中華民國八十五年九月十三日修正發布之勞工保險條例施行細則第五十七條規定：「被保險人或其受益人申請現金給付手續完備經審查應予發給者，保險人應於收到申請書之日起十日內發給之。」旨在促使勞工保險之保險人儘速完成勞工保險之現金給付，以保障被保險勞工或其受益人於保險事故發生後之生活，符合憲法保護勞工基本國策之本旨。",
	"　　大學為實現研究學術及培育人才之教育目的或維持學校秩序，對學生所為行政處分或其他公權力措施，如侵害學生受教育權或其他基本權利，即使非屬退學或類此之處分，本於憲法第十六條有權利即有救濟之意旨，仍應許權利受侵害之學生提起行政爭訟，無特別限制之必要。在此範圍內，本院釋字第三八二號解釋應予變更。",
	"　　財政部中華民國九十一年六月二十一日台財稅字第九一０四五三九０二號函，係闡釋營業人若自己銷售貨物，其銷售所得之代價亦由該營業人自行向買受人收取，即為該項營業行為之銷售貨物人；又行政法院（現改制為最高行政法院）八十七年七月份第一次庭長評事聯席會議決議，關於非交易對象之人是否已按其開立發票之金額報繳營業稅額，不影響銷售貨物或勞務之營業人補繳加值型營業稅之義務部分，均符合加值型及非加值型營業稅法（營業稅法於九十年七月九日修正公布名稱為加值型及非加值型營業稅法，以下簡稱營業稅法）第二條第一款、第三條第一項、第三十二條第一項前段之立法意旨，與憲法第十九條之租稅法律主義尚無牴觸。\n　　七十九年一月二十四日修正公布之稅捐稽徵法第四十四條關於營利事業依法規定應給與他人憑證而未給與，應自他人取得憑證而未取得者，應就其未給與憑證、未取得憑證，經查明認定之總額，處百分之五罰鍰之規定，其處罰金額未設合理最高額之限制，而造成個案顯然過苛之處罰部分，逾越處罰之必要程度而違反憲法第二十三條之比例原則，與憲法第十五條保障人民財產權之意旨有違，應不予適用。",
	"　　本院就人民聲請解釋之案件作成解釋公布前，原聲請人以外之人以同一法令牴觸憲法疑義聲請解釋，雖未合併辦理，但其聲請經本院大法官決議認定符合法定要件者，其據以聲請之案件，亦可適用本院釋字第一七七號解釋所稱「本院依人民聲請所為之解釋，對聲請人據以聲請之案件，亦有效力」。本院釋字第一九三號解釋應予補充。",
	"　　中華民國六十五年十月二十二日制定公布之稅捐稽徵法第四十七條第一款規定：「本法關於納稅義務人……應處徒刑之規定，於左列之人適用之：一、公司法規定之公司負責人。」（即九十八年五月二十七日修正公布之同條第一項第一款）係使公司負責人因自己之刑事違法且有責之行為，承擔刑事責任，與無責任即無處罰之憲法原則並無牴觸。至「應處徒刑之規定」部分，有違憲法第七條之平等原則，應自本解釋公布日起，至遲於屆滿一年時，失其效力。",
	"　　加值型及非加值型營業稅法（下稱營業稅法）之營業人開立銷售憑證時限表，有關包作業之開立憑證時限規定為「依其工程合約所載每期應收價款時為限」，尚無悖於憲法第七條平等原則及第二十三條比例原則，而與第十五條保障人民財產權及營業自由之意旨無違。惟營業人開立銷售憑證之時限早於實際收款時，倘嗣後買受人因陷於無資力或其他事由，致營業人無從將已繳納之營業稅，轉嫁予買受人負擔，此際營業稅法對營業人已繳納但無從轉嫁之營業稅，宜為適當處理，以符合營業稅係屬消費稅之立法意旨暨體系正義。主管機關應依本解釋意旨就營業稅法相關規定儘速檢討改進。",
	"　　社會秩序維護法第八十九條第二款規定，旨在保護個人之行動自由、免於身心傷害之身體權、及於公共場域中得合理期待不受侵擾之自由與個人資料自主權，而處罰無正當理由，且經勸阻後仍繼續跟追之行為，與法律明確性原則尚無牴觸。新聞採訪者於有事實足認特定事件屬大眾所關切並具一定公益性之事務，而具有新聞價值，如須以跟追方式進行採訪，其跟追倘依社會通念認非不能容忍者，即具正當理由，而不在首開規定處罰之列。於此範圍內，首開規定縱有限制新聞採訪行為，其限制並未過當而符合比例原則，與憲法第十一條保障新聞採訪自由及第十五條保障人民工作權之意旨尚無牴觸。又系爭規定以警察機關為裁罰機關，亦難謂與正當法律程序原則有違。",
	"　　中華民國九十一年一月三十日修正公布之傳染病防治法第三十七條第一項規定：「曾與傳染病病人接觸或疑似被傳染者，得由該管主管機關予以留驗；必要時，得令遷入指定之處所檢查，或施行預防接種等必要之處置。」關於必要之處置應包含強制隔離在內之部分，對人身自由之限制，尚不違反法律明確性原則，亦未牴觸憲法第二十三條之比例原則，與憲法第八條依正當法律程序之意旨尚無違背。\n　　曾與傳染病病人接觸或疑似被傳染者，於受強制隔離處置時，人身自由即遭受剝奪，為使其受隔離之期間能合理而不過長，仍宜明確規範強制隔離應有合理之最長期限，及決定施行強制隔離處置相關之組織、程序等辦法以資依循，並建立受隔離者或其親屬不服得及時請求法院救濟，暨對前述受強制隔離者予以合理補償之機制，相關機關宜儘速通盤檢討傳染病防治法制。",
	"　　受刑人不服行政機關不予假釋之決定者，其救濟有待立法為通盤考量決定之。在相關法律修正前，由行政法院審理。",
	"　　中華民國九十年一月三日及九十二年六月二十五日修正公布之所得稅法第十七條第一項第一款第二目均規定，納稅義務人之子女滿二十歲以上，而因在校就學受納稅義務人扶養者，納稅義務人依該法規定計算個人綜合所得淨額時，得減除此項扶養親屬免稅額。惟迄今仍繼續援用之財政部八十四年十一月十五日台財稅第八四一六五七八九六號函釋：「現階段臺灣地區人民年滿二十歲，就讀學歷未經教育部認可之大陸地區學校，納稅義務人於辦理綜合所得稅結算申報時，不得列報扶養親屬免稅額。」限縮上開所得稅法之適用，增加法律所無之租稅義務，違反憲法第十九條租稅法律主義，應自本解釋公布之日起不再援用。",
	"　　財政部中華民國八十六年十二月十一日台財稅第八六一九二二四六四號函前段謂：「認購（售）權證發行人於發行時所取得之發行價款，係屬權利金收入」，意指該發行價款係權利金收入，而非屬證券交易收入，無所得稅法第四條之一之適用，與憲法第十九條之租稅法律主義尚無違背。\n　　同函中段謂：「認購（售）權證發行人於發行後，因投資人行使權利而售出或購入標的股票產生之證券交易所得或損失，應於履約時認列損益，並依所得稅法第四條之一規定辦理。」及財政部八十六年七月三十一日台財稅第八六一九０九三一一號函稱：「認購（售）權證持有人如於某一時間或特定到期日，以現金方式結算者……並依前開所得稅法規定停止課徵所得稅。」與憲法第十九條之租稅法律主義並無牴觸，亦不生違反憲法第七條平等原則之問題。",
	"　　中華民國九十年一月三日修正公布之所得稅法第十七條第一項第一款第四目規定：「按前三條規定計得之個人綜合所得總額，減除下列免稅額及扣除額後之餘額，為個人之綜合所得淨額：一、免稅額：納稅義務人按規定減除其本人、配偶及合於下列規定扶養親屬之免稅額；……（四）納稅義務人其他親屬或家屬，合於民法第一千一百十四條第四款及第一千一百二十三條第三項之規定，未滿二十歲或滿六十歲以上無謀生能力，確係受納稅義務人扶養者。……」其中以「未滿二十歲或滿六十歲以上」為減除免稅額之限制要件部分(一００年一月十九日修正公布之所得稅法第十七條第一項第一款第四目亦有相同限制)，違反憲法第七條平等原則，應自本解釋公布日起，至遲於屆滿一年時，失其效力。",
	"　　行政院農業委員會林務局所屬各林區管理處對於人民依據國有林地濫墾地補辦清理作業要點申請訂立租地契約未為准許之決定，具公法性質，申請人如有不服，應依法提起行政爭訟以為救濟，其訴訟應由行政法院審判。",
	"　　中華民國七十八年十二月三十日修正公布之所得稅法第十五條第一項規定：「納稅義務人之配偶，及合於第十七條規定得申報減除扶養親屬免稅額之受扶養親屬，有前條各類所得者，應由納稅義務人合併報繳。」（該項規定於九十二年六月二十五日修正，惟就夫妻所得應由納稅義務人合併報繳部分並無不同。）其中有關夫妻非薪資所得強制合併計算，較之單獨計算稅額，增加其稅負部分，違反憲法第七條平等原則，應自本解釋公布之日起至遲於屆滿二年時失其效力。\n　　財政部七十六年三月四日台財稅第七五一九四六三號函：「夫妻分居，如已於綜合所得稅結算申報書內載明配偶姓名、身分證統一編號，並註明已分居，分別向其戶籍所在地稽徵機關辦理結算申報，其歸戶合併後全部應繳納稅額，如經申請分別開單者，准按個人所得總額占夫妻所得總額比率計算，減除其已扣繳及自繳稅款後，分別發單補徵。」其中關於分居之夫妻如何分擔其全部應繳納稅額之計算方式規定，與租稅公平有違，應不予援用。",
	"　　貨物稅條例（下稱本條例）第二條第一項第二款規定：「貨物稅於應稅貨物出廠或進口時徵收之。其納稅義務人如左：……二、委託代製之貨物，為受託之產製廠商。」與法律明確性原則尚無違背。惟於委託多家廠商分工之情形，立法機關宜考量產製之分工、製程及各種委託製造關係，明定完成應稅貨物之產製階段，作為認定受託產製廠商之依據，適時檢討相關規定改進之。\n　　本條例第八條第一項規定：「飲料品：凡設廠機製之清涼飲料品均屬之。其稅率如左：一、稀釋天然果蔬汁從價徵收百分之八。二、其他飲料品從價徵收百分之十五」。其中有關清涼飲料品之規定，與法律明確性原則尚無不合。又上開規定僅對設廠機製之清涼飲料品課徵貨物稅，而未對非設廠機製者課徵貨物稅，並不違反憲法第七條之平等原則。\n　　財政部中華民國七十九年十一月一日台財稅第七九０三六七三二四號函，以內含固體量是否達到百分之五十作為飲料品之認定標準，及財政部八十四年十一月二十四日台財稅第八四一六六０九六一號函，對廠商進口或產製之燕窩類飲料，認屬貨物稅條例第八條規定之應稅飲料品，尚不違反租稅法律主義之意旨。\n　　八十六年五月七日修正公布，九十一年一月一日施行之貨物稅條例第三十二條第一款規定：「納稅義務人有左列情形之一者，除補徵稅款外，按補徵稅額處五倍至十五倍罰鍰：一、未依第十九條規定辦理登記，擅自產製應稅貨物出廠者。」（九十八年十二月三十日修正為一倍至三倍罰鍰）與憲法比例原則並無牴觸。",
	"　　貨物稅條例第十一條第一項第二款規定：「電器類之課稅項目及稅率如左：……二、彩色電視機：從價徵收百分之十三。」與憲法第七條平等原則並無牴觸。\n　　財政部中華民國九十六年六月十四日台財稅字第０九六０四五０一八七０號令：「一、貨物稅條例第十一條第一項第二款規定之彩色電視機須同時具備彩色顯示器及電視調諧器二大主要部分。二、廠商產製（或進口）之彩色顯示器，本體不具有電視調諧器（TV Tuner）裝置，且產品名稱、功能型錄及外包裝未標示有電視字樣，亦未併同具有電視調諧器功能之機具出廠（或進口）者，因無法直接接收電視視頻訊號及播放電視節目，核非屬彩色電視機之範圍，免於出廠（或進口）時課徵貨物稅。三、廠商產製（或進口）電視調諧器或具有電視調諧器功能之機具，本體不具有影像顯示功能，且未併同彩色顯示器出廠（或進口）者，亦免於出廠（或進口）時課徵貨物稅。」部分，與租稅法律主義及平等原則尚屬無違。",
	"　　道路交通管理處罰條例第三十五條第四項前段規定，汽車駕駛人拒絕接受同條第一項第一款酒精濃度測試之檢定者，吊銷其駕駛執照。同條例第六十七條第二項前段復規定，汽車駕駛人曾依第三十五條第四項前段規定吊銷駕駛執照者，三年內不得考領駕駛執照。又中華民國九十四年十二月十四日修正公布之同條例第六十八條另規定，汽車駕駛人因第三十五條第四項前段規定而受吊銷駕駛執照處分者，吊銷其持有各級車類之駕駛執照。上開規定與憲法第二十三條比例原則尚無牴觸，而與憲法保障人民行動自由及工作權之意旨無違。",
	"　　財政部中華民國八十九年十月十九日台財稅第八九０四五七二五四號函說明三，就同年六月七日修正發布之營業稅法施行細則第五十二條第二項第一款，有關如何認定八十四年八月二日修正公布，同年九月一日施行之營業稅法第五十一條第一款漏稅額所為釋示，符合該法第十五條第一項、第三十三條、第三十五條第一項、第四十三條第一項第三款及第五十一條第一款規定之立法意旨，與憲法第十九條之租稅法律主義尚無牴觸。",
	"　　中華民國九十四年十二月二十八日修正公布之所得稅法第十七條第一項第二款第二目之３前段規定：「……（二）列舉扣除額：……３.醫藥……費：納稅義務人及其配偶或受扶養親屬之醫藥費……，以付與公立醫院、公務人員保險特約醫院、勞工保險特約醫療院、所，或經財政部認定其會計紀錄完備正確之醫院者為限」（上開規定之「公務人員保險特約醫院、勞工保險特約醫療院、所」，於九十七年十二月二十六日經修正公布為「全民健康保險特約醫療院、所」，規定意旨相同），就身心失能無力自理生活而須長期照護者（如失智症、植物人、極重度慢性精神病、因中風或其他重症長期臥病在床等）之醫藥費，亦以付與上開規定之醫療院所為限始得列舉扣除，而對於付與其他合法醫療院所之醫藥費不得列舉扣除，與憲法第七條平等原則之意旨不符，在此範圍內，系爭規定應不予適用。",
	"　　中華民國九十八年十一月二十五日修正公布之教師法第十四條第一項規定，教師除有該項所列各款情形之一者外，不得解聘、停聘或不續聘，其中第六款（即一０一年一月四日修正公布之同條第一項第七款）所定「行為不檢有損師道，經有關機關查證屬實」之要件，與憲法上法律明確性原則之要求尚無違背。又依同條第三項（即一０一年一月四日修正公布之同條第三項，意旨相同）後段規定，已聘任之教師有前開第六款之情形者，應報請主管教育行政機關核准後，予以解聘、停聘或不續聘，對人民職業自由之限制，與憲法第二十三條比例原則尚無牴觸，亦與憲法保障人民工作權之意旨無違。惟同條第三項前段使違反前開第六款者不得聘任為教師之規定部分，與憲法第二十三條比例原則有違，應自本解釋公布之日起，至遲於屆滿一年時失其效力。",
	"　　財政部賦稅署中華民國八十四年十二月十九日台稅一發第八四一六六四０四三號函一（五）決議1與3，關於財團法人醫院或財團法人附屬作業組織醫院依教育文化公益慈善機關或團體免納所得稅適用標準第二條第一項第八款規定之免稅要件，就其為醫療用途所購置之建物、設備等資產之支出，選擇全額列為購置年度之資本支出，於計算課稅所得額時，應自銷售貨物或勞務以外之收入中減除及以後年度不得再提列折舊部分，違反憲法第十九條租稅法律主義，應自本解釋公布之日起不再援用。",
	"　　中華民國九十一年十一月二十七日修正發布之陸海空軍軍官士官志願留營入營甄選服役規則第七條（九十五年十一月十三日全文修正，條次、內容無異），關於後備役軍官志願入營服役期滿而志願繼續服現役者，應依志願留營規定辦理，其中應經之核准程序規定，適用於經考試院特種考試及格志願入營服役，而尚未經核准得服現役至最大年限（齡）之軍事審判官部分，以及陸海空軍軍官士官服役條例第十七條關於服現役期滿予以解除召集之規定，適用於上開情形部分，與司法權建制之審判獨立憲政原理及憲法第十六條保障人民訴訟權之意旨不符，應自本解釋公布之日起至遲於屆滿二年時，對於上開類型軍事審判官不予適用。為保障上開類型軍事審判官之身分，有關機關應於上開期限內，依本解釋意旨，修正相關法律，明定適用於上開類型軍事審判官志願留營之甄選標準及應遵循之正當法律程序。",
	"　　財政部中華民國九十二年六月三日、九十三年五月二十一日、九十四年二月十八日、九十五年二月十五日、九十六年二月七日、九十七年一月三十日發布之台財稅字第０九二０四五二四六四號、第０九三０四五一四三二號、第０九四０四五０００七０號、第０九五０四五０七六八０號、第０九六０四五０四八五０號、第０九七０四五一０五三０號令，所釋示之捐贈列舉扣除額金額之計算依財政部核定之標準認定，以及非屬公共設施保留地且情形特殊得專案報部核定，或依土地公告現值之百分之十六計算部分，與憲法第十九條租稅法律主義不符，均應自本解釋公布之日起不予援用。",
	"　　財政部中華民國七十七年六月二十八日修正發布之修正營業稅法實施注意事項（一００年八月十一日廢止）第三點第四項第六款：「營業人報繳營業稅，以載有營業稅額之進項憑證扣抵銷項稅額者，除本法施行細則第三十八條所規定者外，包括左列憑證：六、……法院……拍賣貨物，由稽徵機關填發之營業稅繳款書第三聯（扣抵聯）。」（改列於一００年六月二十二日修正發布之加值型及非加值型營業稅法施行細則第三十八條第一項第十一款：「……法院……拍賣或變賣貨物，由稽徵機關填發之營業稅繳款書扣抵聯。」一０一年三月六日再度修正發布該條款，此部分相同）及八十五年十月三十日台財稅第八五一九二一六九九號函：「……二、法院拍賣或變賣之貨物屬應課徵營業稅者，稽徵機關應於取得法院分配之營業稅款後，就所分配稅款填發『法院拍賣或變賣貨物營業稅繳款書』，……如買受人屬依營業稅法第四章第一節計算稅額之營業人，其扣抵聯應送交買受人作為進項憑證，據以申報扣抵銷項稅額。三、至未獲分配之營業稅款，……如已徵起者，對買受人屬依營業稅法第四章第一節計算稅額之營業人，應通知其就所徵起之稅額專案申報扣抵銷項稅額。」部分，均違反憲法第十九條租稅法律主義，應不予援用。",
	"　　教育部於中華民國九十三年十二月二十二日修正發布之公立學校教職員敘薪辦法（含附表及其所附說明），關於公立高級中等以下學校教師部分之規定，與憲法上法律保留原則有違，應自本解釋公布之日起，至遲於屆滿三年時失其效力。",
	"　　中華民國九十六年十二月二十六日修正公布之入出國及移民法第三十八條第一項：「外國人有下列情形之一者，入出國及移民署得暫予收容……」（即一００年十一月二十三日修正公布同條項：「外國人有下列情形之一，……入出國及移民署得暫予收容……」）之規定，其因遣送所需合理作業期間之暫時收容部分，未賦予受暫時收容人即時之司法救濟；又逾越上開暫時收容期間之收容部分，非由法院審查決定，均有違憲法第八條第一項保障人民身體自由之意旨，應自本解釋公布之日起，至遲於屆滿二年時，失其效力。",
	"　　中華民國八十七年十一月十一日制定公布之都市更新條例第十條第一項（於九十七年一月十六日僅為標點符號之修正）有關主管機關核准都市更新事業概要之程序規定，未設置適當組織以審議都市更新事業概要，且未確保利害關係人知悉相關資訊及適時陳述意見之機會，與憲法要求之正當行政程序不符。同條第二項（於九十七年一月十六日修正，同意比率部分相同）有關申請核准都市更新事業概要時應具備之同意比率之規定，不符憲法要求之正當行政程序。九十二年一月二十九日修正公布之都市更新條例第十九條第三項前段（該條於九十九年五月十二日修正公布將原第三項分列為第三項、第四項）規定，並未要求主管機關應將該計畫相關資訊，對更新單元內申請人以外之其他土地及合法建築物所有權人分別為送達，且未規定由主管機關以公開方式舉辦聽證，使利害關係人得到場以言詞為意見之陳述及論辯後，斟酌全部聽證紀錄，說明採納及不採納之理由作成核定，連同已核定之都市更新事業計畫，分別送達更新單元內各土地及合法建築物所有權人、他項權利人、囑託限制登記機關及預告登記請求權人，亦不符憲法要求之正當行政程序。上開規定均有違憲法保障人民財產權與居住自由之意旨。相關機關應依本解釋意旨就上開違憲部分，於本解釋公布之日起一年內檢討修正，逾期未完成者，該部分規定失其效力。\n　　九十二年一月二十九日及九十七年一月十六日修正公布之都市更新條例第二十二條第一項有關申請核定都市更新事業計畫時應具備之同意比率之規定，與憲法上比例原則尚無牴觸，亦無違於憲法要求之正當行政程序。惟有關機關仍應考量實際實施情形、一般社會觀念與推動都市更新需要等因素，隨時檢討修正之。\n　　九十二年一月二十九日修正公布之都市更新條例第二十二條之一（該條於九十四年六月二十二日為文字修正）之適用，以在直轄市、縣（市）主管機關業依同條例第七條第一項第一款規定因戰爭、地震、火災、水災、風災或其他重大事變遭受損壞而迅行劃定之更新地區內，申請辦理都市更新者為限；且係以不變更其他幢（或棟）建築物區分所有權人之區分所有權及其基地所有權應有部分為條件，在此範圍內，該條規定與憲法上比例原則尚無違背。",
	"　　中華民國九十二年十月二十九日修正公布之臺灣地區與大陸地區人民關係條例第十八條第一項規定：「進入臺灣地區之大陸地區人民，有下列情形之一者，治安機關得逕行強制出境。……」（該條於九十八年七月一日為文字修正）除因危害國家安全或社會秩序而須為急速處分之情形外，對於經許可合法入境之大陸地區人民，未予申辯之機會，即得逕行強制出境部分，有違憲法正當法律程序原則，不符憲法第十條保障遷徙自由之意旨。同條第二項規定：「前項大陸地區人民，於強制出境前，得暫予收容……」（即九十八年七月一日修正公布之同條例第十八條第三項），未能顯示應限於非暫予收容顯難強制出境者，始得暫予收容之意旨，亦未明定暫予收容之事由，有違法律明確性原則；於因執行遣送所需合理作業期間內之暫時收容部分，未予受暫時收容人即時之司法救濟；於逾越前開暫時收容期間之收容部分，未由法院審查決定，均有違憲法正當法律程序原則，不符憲法第八條保障人身自由之意旨。又同條例關於暫予收容未設期間限制，有導致受收容人身體自由遭受過度剝奪之虞，有違憲法第二十三條比例原則，亦不符憲法第八條保障人身自由之意旨。前揭第十八條第一項與本解釋意旨不符部分及第二項關於暫予收容之規定均應自本解釋公布之日起，至遲於屆滿二年時失其效力。\n　　臺灣地區與大陸地區人民關係條例施行細則第十五條規定：「本條例第十八條第一項第一款所定未經許可入境者，包括持偽造、變造之護照、旅行證或其他相類之證書、有事實足認係通謀虛偽結婚經撤銷或廢止其許可或以其他非法之方法入境者在內。」九十三年三月一日訂定發布之大陸地區人民申請進入臺灣地區面談管理辦法第十條第三款規定：「大陸地區人民接受面談，有下列情形之一者，其申請案不予許可；已許可者，應撤銷或廢止其許可：……三、經面談後，申請人、依親對象無同居之事實或說詞有重大瑕疵。」（即九十八年八月二十日修正發布之同辦法第十四條第二款）及第十一條規定：「大陸地區人民抵達機場、港口或已入境，經通知面談，有前條各款情形之一者，其許可應予撤銷或廢止，並註銷其入出境許可證件，逕行強制出境或限令十日內出境。」（九十八年八月二十日修正發布之同辦法第十五條刪除「逕行強制出境或限令十日內出境」等字）均未逾越九十二年十月二十九日修正公布之臺灣地區與大陸地區人民關係條例第十八條第一項之規定，與法律保留原則尚無違背。\n　　八十八年十月二十七日訂定發布之大陸地區人民及香港澳門居民強制出境處理辦法第五條規定：「強制出境前，有下列情形之一者，得暫予收容。一、前條第二項各款所定情形。二、因天災或航空器、船舶故障，不能依規定強制出境者。三、得逕行強制出境之大陸地區人民、香港或澳門居民，無大陸地區、香港、澳門或第三國家旅行證件者。四、其他因故不能立即強制出境者。」（九十九年三月二十四日修正發布移列為同辦法第六條：「執行大陸地區人民、香港或澳門居民強制出境前，有下列情形之一者，得暫予收容：一、因天災或航空器、船舶故障，不能依規定強制出境。二、得逕行強制出境之大陸地區人民、香港或澳門居民，無大陸地區、香港、澳門或第三國家旅行證件。三、其他因故不能立即強制出境。」）未經法律明確授權，違反法律保留原則，應自本解釋公布之日起，至遲於屆滿二年時失其效力。",
	"　　藥師法第十一條規定：「藥師經登記領照執業者，其執業處所應以一處為限。」未就藥師於不違反該條立法目的之情形下，或於有重大公益或緊急情況之需要時，設必要合理之例外規定，已對藥師執行職業自由形成不必要之限制，有違憲法第二十三條比例原則，與憲法第十五條保障工作權之意旨相牴觸，應自本解釋公布之日起，至遲於屆滿一年時失其效力。\n　　改制前之行政院衛生署（現已改制為衛生福利部）中華民國一００年四月一日衛署醫字第一０００００七二四七號函限制兼具藥師及護理人員資格者，其執業場所應以同一處所為限，違反憲法第二十三條法律保留原則，應自本解釋公布之日起不再援用。",
	"　　臺灣地區與大陸地區人民關係條例第六十五條第一款規定：「臺灣地區人民收養大陸地區人民為養子女，……有下列情形之一者，法院亦應不予認可：一、已有子女或養子女者。」其中有關臺灣地區人民收養其配偶之大陸地區子女，法院亦應不予認可部分，與憲法第二十二條保障收養自由之意旨及第二十三條比例原則不符，應自本解釋公布之日起失其效力。",
	"　　財政部中華民國九十一年六月二十日修正發布之稅務違章案件減免處罰標準第六條第一項第二款規定：「依所得稅法第一百十四條第一款規定應處罰鍰案件，有下列情事之一者，減輕或免予處罰：……二、扣繳義務人已於期限內補繳應扣未扣或短扣之稅款，未在期限內補報扣繳憑單，於裁罰處分核定前已按實補報者，按應扣未扣或短扣之稅額處一‧五倍之罰鍰」（一００年五月二十七日修正刪除），關於裁處罰鍰數額部分，已逾越必要程度，就此範圍內，不符憲法第二十三條之比例原則，與憲法第十五條保障人民財產權之意旨有違，應自本解釋公布之日起不再適用。",
	"　　中華民國八十九年二月二日制定公布之土壤及地下水污染整治法第四十八條規定：「第七條、第十二條、第十三條、第十六條至第十八條、第三十二條、第三十六條、第三十八條及第四十一條之規定，於本法施行前已發生土壤或地下水污染之污染行為人適用之。」其中有關「於本法施行前已發生土壤或地下水污染之污染行為人適用之」部分，係對該法施行後，其污染狀況仍繼續存在之情形而為規範，尚未牴觸法律不溯及既往原則及憲法第二十三條之比例原則，與憲法第十五條保障人民工作權及財產權之意旨均無違背。",
	"　　中華民國九十九年國軍志願役專業預備軍官預備士官班考選簡章壹、二、（二）規定：「曾受刑之宣告……者，不得報考。……」與憲法第二十三條法律保留原則無違。惟其對應考試資格所為之限制，逾越必要程度，牴觸憲法第二十三條比例原則，與憲法第十八條保障人民服公職之權利意旨不符。相關機關就嗣後同類考試應依本解釋意旨妥為訂定招生簡章。",
	"　　公職人員利益衝突迴避法第九條規定：「公職人員或其關係人，不得與公職人員服務之機關或受其監督之機關為買賣、租賃、承攬等交易行為。」尚未牴觸憲法第二十三條之比例原則，與憲法第十五條、第二十二條保障人民工作權、財產權及契約自由之意旨均無違背。惟於公職人員之關係人部分，若因禁止其參與交易之競爭，將造成其他少數參與交易者之壟斷，反而顯不利於公共利益，於此情形，苟上開機關於交易過程中已行公開公平之程序，而有充分之防弊規制，是否仍有造成不當利益輸送或利益衝突之虞，而有禁止公職人員之關係人交易之必要，相關機關應儘速通盤檢討改進。\n　　公職人員利益衝突迴避法第十五條規定：「違反第九條規定者，處該交易行為金額一倍至三倍之罰鍰。」於可能造成顯然過苛處罰之情形，未設適當之調整機制，其處罰已逾越必要之程度，不符憲法第二十三條之比例原則，與憲法第十五條保障人民財產權之意旨有違，應自本解釋公布之日起，至遲於屆滿一年時失其效力。",
	"　　銓敘部中華民國九十五年一月十七日增訂發布、同年二月十六日施行之退休公務人員公保養老給付金額優惠存款要點（已廢止）第三點之一第一項至第三項、第七項及第八項、教育部九十五年一月二十七日增訂發布、同年二月十六日施行之學校退休教職員公保養老給付金額優惠存款要點（已廢止）第三點之一第一項至第三項、第七項及第八項，有關以支領月退休金人員之每月退休所得，不得超過依最後在職同等級人員現職待遇計算之退休所得上限一定百分比之方式，減少其公保養老給付得辦理優惠存款金額之規定，尚無涉禁止法律溯及既往之原則。上開規定生效前退休或在職之公務人員及學校教職員對於原定之優惠存款利息，固有值得保護之信賴利益，惟上開規定之變動確有公益之考量，且衡酌其所欲達成之公益及退休或在職公教人員應受保護之信賴利益，上開規定所採措施尚未逾越必要合理之程度，未違反信賴保護原則及比例原則。",
	"　　集會遊行法第八條第一項規定，室外集會、遊行應向主管機關申請許可，未排除緊急性及偶發性集會、遊行部分，及同法第九條第一項但書與第十二條第二項關於緊急性集會、遊行之申請許可規定，違反憲法第二十三條比例原則，不符憲法第十四條保障集會自由之意旨，均應自中華民國一０四年一月一日起失其效力。本院釋字第四四五號解釋應予補充。",
	"　　原住民族工作權保障法第十二條第一項、第三項及政府採購法第九十八條，關於政府採購得標廠商於國內員工總人數逾一百人者，應於履約期間僱用原住民，人數不得低於總人數百分之一，進用原住民人數未達標準者，應向原住民族綜合發展基金之就業基金繳納代金部分，尚無違背憲法第七條平等原則及第二十三條比例原則，與憲法第十五條保障之財產權及其與工作權內涵之營業自由之意旨並無不符。",
	"　　羈押法第六條及同法施行細則第十四條第一項之規定，不許受羈押被告向法院提起訴訟請求救濟之部分，業經本院釋字第六五三號解釋，以其與憲法第十六條保障人民訴訟權之意旨有違，宣告相關機關至遲應於解釋公布之日起二年內，依解釋意旨，檢討修正羈押法及相關法規，就受羈押被告及時有效救濟之訴訟制度，訂定適當之規範在案。在相關法規修正公布前，受羈押被告對有關機關之申訴決定不服者，應許其準用刑事訴訟法第四百十六條等有關準抗告之規定，向裁定羈押之法院請求救濟。本院釋字第六五三號解釋應予補充。",
	"　　憲法增修條文第四條第一項及第二項關於單一選區兩票制之並立制、政黨比例代表席次及政黨門檻規定部分，並未違反現行憲法賴以存立之自由民主憲政秩序。公職人員選舉罷免法第六十七條第二項關於並立制及政黨門檻規定部分，與上開增修條文規定內容相同，亦不生牴觸憲法之疑義。",
	"　　執行業務所得查核辦法第十條第二項規定：「聯合執行業務者或執行業務收入經由公會代收轉付者，得按權責發生制計算所得，惟須於年度開始一個月前，申報該管稽徵機關核准，變更者亦同。」未涵蓋業務收支跨年度、經營規模大且會計事項複雜而與公司經營型態相類之單獨執行業務者在內，其差別待遇之手段與目的之達成間欠缺合理關聯，在此範圍內，與憲法第七條平等原則之意旨不符。",
	"　　中華民國八十九年十二月二十九日修正發布之全民健康保險醫事服務機構醫療服務審查辦法第六條第一項規定：「保險醫事服務機構申報醫療服務點數，逾前條之申報期限二年者，保險人應不予支付。」（該辦法於九十一年三月二十二日修正發布全文，該條項規定並未修正，一０一年十二月二十四日修正刪除）有違法律保留原則，侵害人民之財產權，與憲法第十五條及第二十三條規定之意旨不符，應不予適用。\n　　聲請人聲請暫時處分部分，因本案業經作成解釋，無作成暫時處分之必要，應予駁回。",
	"　　內政部中華民國九十五年六月十五日修正發布之督導各級人民團體實施辦法第二十條第一項：「人民團體經主管機關限期整理者，其理事、監事之職權應即停止」規定部分，違反憲法第二十三條法律保留原則，侵害憲法第十四條、第十五條保障之人民結社自由及工作權，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　本院就人民聲請解釋憲法，宣告確定終局裁判所適用之法令於一定期限後失效者，聲請人就聲請釋憲之原因案件即得據以請求再審或其他救濟，檢察總長亦得據以提起非常上訴；法院不得以該法令於該期限內仍屬有效為理由駁回。如本院解釋諭知原因案件具體之救濟方法者，依其諭知；如未諭知，則俟新法令公布、發布生效後依新法令裁判。本院釋字第一七七號及第一八五號解釋應予補充。最高行政法院九十七年判字第六一五號判例與本解釋意旨不符部分，應不再援用。行政訴訟法第二百七十三條第二項得提起再審之訴之規定，並不排除確定終局判決所適用之法令經本院解釋為牴觸憲法而宣告定期失效之情形。",
	"　　勞動基準法第八十四條之一有關勞雇雙方對於工作時間、例假、休假、女性夜間工作有另行約定時，應報請當地主管機關核備之規定，係強制規定，如未經當地主管機關核備，該約定尚不得排除同法第三十條、第三十二條、第三十六條、第三十七條及第四十九條規定之限制，除可發生公法上不利於雇主之效果外，如發生民事爭議，法院自應於具體個案，就工作時間等事項另行約定而未經核備者，本於落實保護勞工權益之立法目的，依上開第三十條等規定予以調整，並依同法第二十四條、第三十九條規定計付工資。",
	"　　中華民國八十五年二月五日制定公布之國軍老舊眷村改建條例（下稱眷改條例）第二十二條規定：「規劃改建之眷村，其原眷戶有四分之三以上同意改建者，對不同意改建之眷戶，主管機關得逕行註銷其眷舍居住憑證及原眷戶權益，收回該房地，並得移送管轄之地方法院裁定後強制執行。」（九十六年一月三日修正公布將四分之三修正為三分之二，並改列為第一項）對於不同意改建之原眷戶得逕行註銷其眷舍居住憑證及原眷戶權益部分，與憲法第七條之平等原則尚無牴觸。惟同意改建之原眷戶除依眷改條例第五條第一項前段規定得承購住宅及輔助購宅款之權益外，尚得領取同條例施行細則第十三條第二項所定之搬遷補助費及同細則第十四條所定之拆遷補償費，而不同意改建之原眷戶不僅喪失前開承購住宅及輔助購宅款權益，並喪失前開搬遷補助費及拆遷補償費；況按期搬遷之違占建戶依眷改條例第二十三條規定，尚得領取拆遷補償費，不同意改建之原眷戶竟付之闕如；又對於因無力負擔自備款而拒絕改建之極少數原眷戶，應為如何之特別處理，亦未有規定。足徵眷改條例尚未充分考慮不同意改建所涉各種情事，有關法益之權衡並未臻於妥適，相關機關應儘速通盤檢討改進。",
	"　　祭祀公業條例第四條第一項前段規定：「本條例施行前已存在之祭祀公業，其派下員依規約定之。」並未以性別為認定派下員之標準，雖相關規約依循傳統之宗族觀念，大都限定以男系子孫（含養子）為派下員，多數情形致女子不得為派下員，但該等規約係設立人及其子孫所為之私法上結社及財產處分行為，基於私法自治，原則上應予尊重，以維護法秩序之安定。是上開規定以規約認定祭祀公業派下員，尚難認與憲法第七條保障性別平等之意旨有違，致侵害女子之財產權。",
	"　　檢察機關代表國家進行犯罪之偵查與追訴，基於權力分立與制衡原則，且為保障檢察機關獨立行使職權，對於偵查中之案件，立法院自不得向其調閱相關卷證。立法院向檢察機關調閱已偵查終結而不起訴處分確定或未經起訴而以其他方式結案之案件卷證，須基於目的與範圍均屬明確之特定議案，並與其行使憲法上職權有重大關聯，且非屬法律所禁止者為限。如因調閱而有妨害另案偵查之虞，檢察機關得延至該另案偵查終結後，再行提供調閱之卷證資料。其調閱偵查卷證之文件原本或與原本內容相同之影本者，應經立法院院會決議；要求提供參考資料者，由院會或其委員會決議為之。因調閱卷證而知悉之資訊，其使用應限於行使憲法上職權所必要，並注意維護關係人之權益（如名譽、隱私、營業秘密等）。本院釋字第三二五號解釋應予補充。",
	"　　學校教職員退休條例施行細則第十九條第二項有關已領退休（職、伍）給與或資遣給與者再任或轉任公立學校教職員重行退休時，其退休金基數或百分比連同以前退休（職、伍）基數或百分比或資遣給與合併計算，以不超過同條例第五條及第二十一條之一第一項所定最高標準為限之規定，欠缺法律具體明確之授權，對上開人員依同條例請領退休金之權利，增加法律所無之限制，侵害其受憲法第十五條保障之財產權，與憲法第二十三條法律保留原則有違，應自本解釋公布之日起，至遲於屆滿一年時失其效力。",
	"　　中華民國八十九年二月二日制定公布之土地徵收條例第四十條第一項規定：「實施區段徵收時，原土地所有權人不願領取現金補償者，應於徵收公告期間內，檢具有關證明文件，以書面向該管直轄巿或縣（巿）主管機關申請發給抵價地。……」（該條於一０一年一月四日修正公布，惟該項規定並未修正；下稱系爭規定）關於應於公告期間內申請部分，於上開主管機關依同條例第十八條規定以書面通知土地所有權人，係在徵收公告日之後送達者，未以送達日之翌日為系爭規定申請期間起算日，而仍以徵收公告日計算申請期間，要求原土地所有權人在徵收公告期間內為申請之規定，不符憲法要求之正當行政程序，有違憲法第十五條保障人民財產權之意旨，應自本解釋公布之日起一年內檢討修正。逾期未修正者，該部分失其效力。",
	"　　中華民國九十年五月三十日修正公布之大眾捷運法（下稱九十年捷運法）第七條第四項規定：「大眾捷運系統……其毗鄰地區辦理開發所需之土地……，得由主管機關依法報請徵收。」七十七年七月一日制定公布之大眾捷運法（下稱七十七年捷運法）第七條第三項規定：「聯合開發用地……，得徵收之。」七十九年二月十五日訂定發布之大眾捷運系統土地聯合開發辦法（下稱開發辦法）第九條第一項規定：「聯合開發之用地取得……，得由該主管機關依法報請徵收……。」此等規定，許主管機關為土地開發之目的，依法報請徵收土地徵收條例（下稱徵收條例）第三條第二款及土地法第二百零八條第二款所規定交通事業所必須者以外之毗鄰地區土地，於此範圍內，不符憲法第二十三條之比例原則，與憲法保障人民財產權及居住自由之意旨有違，應自本解釋公布之日起不予適用。",
	"　　人民團體法第十七條第二項關於「由理事就常務理事中選舉一人為理事長，其不設常務理事者，就理事中互選之」之規定部分，限制職業團體內部組織與事務之自主決定已逾必要程度，有違憲法第二十三條所定之比例原則，與憲法第十四條保障人民結社自由之意旨不符，應自本解釋公布之日起，至遲於屆滿一年時，失其效力。",
	"　　廢棄物清理法第二十七條第十一款規定：「在指定清除地區內嚴禁有下列行為：……十一、其他經主管機關公告之污染環境行為。」與憲法第二十三條之法律授權明確性原則尚無違背。\n　　臺南市政府中華民國九十一年十二月九日南市環廢字第０九一０四０二三四三一號公告之公告事項一、二（該府改制後於一００年一月十三日以南市府環管字第一００００五０七０一０號公告重行發布，內容相當），不問設置廣告物是否有礙環境衛生與國民健康，及是否已達與廢棄物清理法第二十七條前十款所定行為類型污染環境相當之程度，即認該設置行為為污染行為，概予禁止並處罰，已逾越母法授權之範圍，與法律保留原則尚有未符。應自本解釋公布之日起，至遲於屆滿三個月時失其效力。",
	"　　中華民國憲法增修條文第三條第二項第三款規定：「行政院依左列規定，對立法院負責，……三、立法院得經全體立法委員三分之一以上連署，對行政院院長提出不信任案。不信任案提出七十二小時後，應於四十八小時內以記名投票表決之。……」旨在規範不信任案應於上開規定之時限內，完成記名投票表決，避免懸宕影響政局安定，未限制不信任案須於立法院常會提出。憲法第六十九條規定：「立法院遇有左列情事之一時，得開臨時會：一、總統之咨請。二、立法委員四分之一以上之請求。」僅規範立法院臨時會召開之程序，未限制臨時會得審議之事項。是立法院於臨時會中審議不信任案，非憲法所不許。立法院組織法第六條第一項規定：「立法院臨時會，依憲法第六十九條規定行之，並以決議召集臨時會之特定事項為限。」與上開憲法規定意旨不符部分，應不再適用。如於立法院休會期間提出不信任案，立法院應即召開臨時會審議之。",
	"　　本於憲法第十六條有權利即有救濟之意旨，教師認其權利或法律上利益因學校具體措施遭受侵害時，得依行政訴訟法或民事訴訟法等有關規定，向法院請求救濟。教師法第三十三條規定：「教師不願申訴或不服申訴、再申訴決定者，得按其性質依法提起訴訟或依訴願法或行政訴訟法或其他保障法律等有關規定，請求救濟。」僅係規定教師權利或法律上利益受侵害時之救濟途徑，並未限制公立學校教師提起行政訴訟之權利，與憲法第十六條保障人民訴訟權之意旨尚無違背。",
	"　　本於憲法第八條及第十六條人身自由及訴訟權應予保障之意旨，對人身自由之剝奪尤應遵循正當法律程序原則。偵查中之羈押審查程序，應以適當方式及時使犯罪嫌疑人及其辯護人獲知檢察官據以聲請羈押之理由；除有事實足認有湮滅、偽造、變造證據或勾串共犯或證人等危害偵查目的或危害他人生命、身體之虞，得予限制或禁止者外，並使其獲知聲請羈押之有關證據，俾利其有效行使防禦權，始符憲法正當法律程序原則之要求。其獲知之方式，不以檢閱卷證並抄錄或攝影為必要。刑事訴訟法第三十三條第一項規定：「辯護人於審判中得檢閱卷宗及證物並得抄錄或攝影。」同法第一百零一條第三項規定：「第一項各款所依據之事實，應告知被告及其辯護人，並記載於筆錄。」整體觀察，偵查中之犯罪嫌疑人及其辯護人僅受告知羈押事由所據之事實，與上開意旨不符。有關機關應於本解釋公布之日起一年內，基於本解釋意旨，修正刑事訴訟法妥為規定。逾期未完成修法，法院之偵查中羈押審查程序，應依本解釋意旨行之。",
	"　　電子遊戲場業申請核發電子遊戲場業營業級別證作業要點第二點第一款第一目規定電子遊戲場業之營業場所應符合自治條例之規定，尚無牴觸法律保留原則。臺北市電子遊戲場業設置管理自治條例第五條第一項第二款規定：「電子遊戲場業之營業場所應符合下列規定：……二  限制級：……應距離幼稚園、國民中、小學、高中、職校、醫院、圖書館一千公尺以上。」臺北縣電子遊戲場業設置自治條例第四條第一項規定：「前條營業場所（按指電子遊戲場業營業場所，包括普通級與限制級），應距離國民中、小學、高中、職校、醫院九百九十公尺以上。」（已失效）及桃園縣電子遊戲場業設置自治條例（於中華民國一０三年十二月二十五日公告自同日起繼續適用）第四條第一項規定：「電子遊戲場業之營業場所，應距離國民中、小學、高中、職校、醫院八百公尺以上。」皆未違反憲法中央與地方權限劃分原則、法律保留原則及比例原則。惟各地方自治團體就電子遊戲場業營業場所距離限制之規定，允宜配合客觀環境及規範效果之變遷，隨時檢討而為合理之調整，以免產生實質阻絕之效果，併此指明。",
	"　　獎勵土地所有權人辦理市地重劃辦法第八條第一項發起人申請核定成立籌備會之要件，未就發起人於擬辦重劃範圍內所有土地面積之總和應占擬辦重劃範圍內土地總面積比率為規定；於以土地所有權人七人以上為發起人時，復未就該人數與所有擬辦重劃範圍內土地所有權人總數之比率為規定，與憲法要求之正當行政程序不符。同辦法第九條第三款、第二十條第一項規定由籌備會申請核定擬辦重劃範圍，以及同辦法第九條第六款、第二十六條第一項規定由籌備會為重劃計畫書之申請核定及公告，並通知土地所有權人等，均屬重劃會之職權，卻交由籌備會為之，與平均地權條例第五十八條第一項規定意旨不符，且超出同條第二項規定之授權目的與範圍，違反法律保留原則。同辦法關於主管機關核定擬辦重劃範圍之程序，未要求主管機關應設置適當組織為審議、於核定前予利害關係人陳述意見之機會，以及分別送達核定處分於重劃範圍內申請人以外之其他土地所有權人；同辦法關於主管機關核准實施重劃計畫之程序，未要求主管機關應設置適當組織為審議、將重劃計畫相關資訊分別送達重劃範圍內申請人以外之其他土地所有權人，及以公開方式舉辦聽證，使利害關係人得到場以言詞為意見之陳述及論辯後，斟酌全部聽證紀錄，說明採納及不採納之理由作成核定，連同已核准之市地重劃計畫，分別送達重劃範圍內各土地所有權人及他項權利人等，均不符憲法要求之正當行政程序。上開規定，均有違憲法保障人民財產權與居住自由之意旨。相關機關應依本解釋意旨就上開違憲部分，於本解釋公布之日起一年內檢討修正，逾期未完成者，該部分規定失其效力。\n　　平均地權條例第五十八條第三項規定，尚難遽謂違反比例原則、平等原則。",
	"　　保險業務員與其所屬保險公司所簽訂之保險招攬勞務契約，是否為勞動基準法第二條第六款所稱勞動契約，應視勞務債務人（保險業務員）得否自由決定勞務給付之方式（包含工作時間），並自行負擔業務風險（例如按所招攬之保險收受之保險費為基礎計算其報酬）以為斷，不得逕以保險業務員管理規則為認定依據。",
	"　　凡本院曾就人民聲請解釋憲法，宣告聲請人據以聲請之確定終局裁判所適用之法令，於一定期限後失效者，各該解釋之聲請人均得就其原因案件據以請求再審或其他救濟，檢察總長亦得據以提起非常上訴，以保障釋憲聲請人之權益。本院釋字第七二五號解釋前所為定期失效解釋之原因案件亦有其適用。本院釋字第七二五號解釋應予補充。",
	"　　都市計畫擬定計畫機關依規定所為定期通盤檢討，對原都市計畫作必要之變更，屬法規性質，並非行政處分。惟如其中具體項目有直接限制一定區域內特定人或可得確定多數人之權益或增加其負擔者，基於有權利即有救濟之憲法原則，應許其就該部分提起訴願或行政訴訟以資救濟，始符憲法第十六條保障人民訴願權與訴訟權之意旨。本院釋字第一五六號解釋應予補充。\n　　都市計畫之訂定（含定期通盤檢討之變更），影響人民權益甚鉅。立法機關應於本解釋公布之日起二年內增訂相關規定，使人民得就違法之都市計畫，認為損害其權利或法律上利益者，提起訴訟以資救濟。如逾期未增訂，自本解釋公布之日起二年後發布之都市計畫（含定期通盤檢討之變更），其救濟應準用訴願法及行政訴訟法有關違法行政處分之救濟規定。",
	"　　主管機關依中華民國七十七年七月一日制定公布之大眾捷運法第六條，按相關法律所徵收大眾捷運系統需用之土地，不得用於同一計畫中依同法第七條第一項規定核定辦理之聯合開發。\n　　依大眾捷運法第六條徵收之土地，應有法律明確規定得將之移轉予第三人所有，主管機關始得為之，以符憲法保障人民財產權之意旨。",
	"　　化粧品衛生管理條例第二十四條第二項規定：「化粧品之廠商登載或宣播廣告時，應於事前……申請中央或直轄市衛生主管機關核准……。」同條例第三十條第一項規定：「違反第二十四條……第二項規定者，處新臺幣五萬元以下罰鍰……。」係就化粧品廣告所為之事前審查，限制化粧品廠商之言論自由，已逾越必要程度，不符憲法第二十三條之比例原則，與憲法第十一條保障人民言論自由之意旨有違，應自本解釋公布之日起失其效力。",
	"　　所得稅法第14條第1項第3類第1款及第2款、同法第17條第1項第2款第3目之2關於薪資所得之計算，僅許薪資所得者就個人薪資收入，減除定額之薪資所得特別扣除額，而不許薪資所得者於該年度之必要費用超過法定扣除額時，得以列舉或其他方式減除必要費用，於此範圍內，與憲法第7條平等權保障之意旨不符，相關機關應自本解釋公布之日起二年內，依本解釋之意旨，檢討修正所得稅法相關規定。\n　　財政部中華民國74年4月23日台財稅第14917號函釋關於大專院校兼任教師授課鐘點費亦屬薪資所得部分，與憲法第19條租稅法律主義及第23條規定尚無牴觸。",
	"　　稅捐稽徵法第20條規定：「依稅法規定逾期繳納稅捐應加徵滯納金者，每逾2日按滯納數額加徵百分之一滯納金；逾30日仍未繳納者……。」及遺產及贈與稅法第51條第1項規定：「納稅義務人，對於核定之遺產稅或贈與稅應納稅額，逾第30條規定期限繳納者，每逾2日加徵應納稅額百分之一滯納金；逾期30日仍未繳納者……。」係督促人民於法定期限內履行繳納稅捐義務之手段，尚難認違反憲法第23條之比例原則而侵害人民受憲法第15條保障之財產權。\n　　財政部中華民國80年4月8日台財稅第790445422號函及81年10月9日台財稅第811680291號函，就復查決定補徵之應納稅額逾繳納期限始繳納半數者應加徵滯納金部分所為釋示，符合稅捐稽徵法第20條、第39條第1項、第2項第1款及遺產及贈與稅法第51條第1項規定之立法意旨，與憲法第19條之租稅法律主義尚無牴觸。\n　　遺產及贈與稅法第51條第2項規定：「前項應納稅款及滯納金，應自滯納期限屆滿之次日起，至納稅義務人繳納之日止，依郵政儲金匯業局一年期定期存款利率，按日加計利息，一併徵收。」就應納稅款部分加徵利息，與憲法財產權之保障尚無牴觸；惟就滯納金部分加徵利息，欠缺合理性，不符憲法比例原則，與憲法保障人民財產權之意旨有違，應自本解釋公布之日起失其效力。",
	"　　人民之財產權應予保障，憲法第15條定有明文。需用土地人因興辦土地徵收條例第3條規定之事業，穿越私有土地之上空或地下，致逾越所有權人社會責任所應忍受範圍，形成個人之特別犧牲，而不依徵收規定向主管機關申請徵收地上權者，土地所有權人得請求需用土地人向主管機關申請徵收地上權。中華民國89年2月2日制定公布之同條例第11條規定：「需用土地人申請徵收土地……前，應先與所有人協議價購或以其他方式取得；所有人拒絕參與協議或經開會未能達成協議者，始得依本條例申請徵收。」（101年1月4日修正公布之同條第1項主要意旨相同）第57條第1項規定：「需用土地人因興辦第3條規定之事業，需穿越私有土地之上空或地下，得就需用之空間範圍協議取得地上權，協議不成時，準用徵收規定取得地上權。……」未就土地所有權人得請求需用土地人向主管機關申請徵收地上權有所規定，與上開意旨不符。有關機關應自本解釋公布之日起一年內，基於本解釋意旨，修正土地徵收條例妥為規定。逾期未完成修法，土地所有權人得依本解釋意旨，請求需用土地人向主管機關申請徵收地上權。",
	"　　民法第4編親屬第2章婚姻規定，未使相同性別二人，得為經營共同生活之目的，成立具有親密性及排他性之永久結合關係，於此範圍內，與憲法第22條保障人民婚姻自由及第7條保障人民平等權之意旨有違。有關機關應於本解釋公布之日起2年內，依本解釋意旨完成相關法律之修正或制定。至於以何種形式達成婚姻自由之平等保護，屬立法形成之範圍。逾期未完成相關法律之修正或制定者，相同性別二人為成立上開永久結合關係，得依上開婚姻章規定，持二人以上證人簽名之書面，向戶政機關辦理結婚登記。",
	"　　道路交通管理處罰條例第37條第3項規定：「計程車駕駛人，在執業期中，犯竊盜、詐欺、贓物、妨害自由或刑法第230條至第236條各罪之一，經第一審法院判決有期徒刑以上之刑後，吊扣其執業登記證。其經法院判決有期徒刑以上之刑確定者，廢止其執業登記，並吊銷其駕駛執照。」僅以計程車駕駛人所觸犯之罪及經法院判決有期徒刑以上之刑為要件，而不問其犯行是否足以顯示對乘客安全具有實質風險，均吊扣其執業登記證、廢止其執業登記，就此而言，已逾越必要程度，不符憲法第23條比例原則，與憲法第15條保障人民工作權之意旨有違。有關機關應於本解釋公布之日起二年內，依本解釋意旨妥為修正；逾期未修正者，上開規定有關吊扣執業登記證、廢止執業登記部分失其效力。於上開規定修正前，為貫徹原定期禁業之目的，計程車駕駛人經廢止執業登記者，三年內不得再行辦理執業登記。\n　　上開條例第37條第3項有關吊銷駕駛執照部分，顯逾達成定期禁業目的之必要程度，不符憲法第23條比例原則，與憲法第15條保障人民工作權及第22條保障人民一般行為自由之意旨有違，應自本解釋公布之日起失其效力。從而，自不得再以違反同條例第37條第3項為由，適用同條例第68條第1項（即中華民國99年5月5日修正公布前之第68條）之規定，吊銷計程車駕駛人執有之各級車類駕駛執照。\n　　上開條例第67條第2項規定：「汽車駕駛人，曾依……第37條第3項……規定吊銷駕駛執照者，三年內不得考領駕駛執照……。」因同條例第37條第3項有關吊銷駕駛執照部分既經本解釋宣告失其效力，應即併同失效。",
	"　　行政院衛生署（改制後為衛生福利部）中華民國98年9月16日修正發布之醫師法施行細則第1條之1，及考試院98年10月14日修正發布之專門職業及技術人員高等考試醫師牙醫師考試分試考試規則「附表一：專門職業及技術人員高等考試醫師牙醫師考試分試考試應考資格表」牙醫師類科第1款，關於國外牙醫學畢業生參加牙醫師考試之應考資格部分之規定，尚未牴觸憲法第23條法律保留原則、比例原則，與憲法第15條工作權及第18條應考試權之保障意旨無違，亦不違反憲法第7條平等權之保障。",
	"　　行政罰法第26條第2項規定：「前項行為如經……緩起訴處分確定……者，得依違反行政法上義務規定裁處之。」及財政部中華民國96年3月6日台財稅字第09600090440號函，就緩起訴處分確定後，仍得依違反行政法上義務規定裁處之釋示，其中關於經檢察官命被告履行刑事訴訟法第253條之2第1項第4款及第5款所定事項之緩起訴處分部分，尚未牴觸憲法第23條，與憲法第15條保障人民財產權之意旨無違。\n　　同法第45條第3項規定：「本法中華民國100年11月8日修正之第26條第3項至第5項規定，於修正施行前違反行政法上義務之行為同時觸犯刑事法律，經緩起訴處分確定，應受行政罰之處罰而未經裁處者，亦適用之……。」其中關於適用行政罰法第26條第3項及第4項部分，未牴觸法治國之法律不溯及既往及信賴保護原則，與憲法第15條保障人民財產權之意旨無違。\n　　統一解釋部分，95年2月5日施行之行政罰法第26條第2項雖未將「緩起訴處分確定」明列其中，惟緩起訴處分實屬附條件之便宜不起訴處分，故經緩起訴處分確定者，解釋上自得適用95年2月5日施行之行政罰法第26條第2項規定，依違反行政法上義務規定裁處之。",
	"　　刑事訴訟法第376條第1款及第2款規定：「下列各罪之案件，經第二審判決者，不得上訴於第三審法院：一、最重本刑為三年以下有期徒刑、拘役或專科罰金之罪。二、刑法第320條、第321條之竊盜罪。」就經第一審判決有罪，而第二審駁回上訴或撤銷原審判決並自為有罪判決者，規定不得上訴於第三審法院部分，屬立法形成範圍，與憲法第16條保障人民訴訟權之意旨尚無違背。惟就第二審撤銷原審無罪判決並自為有罪判決者，被告不得上訴於第三審法院部分，未能提供至少一次上訴救濟之機會，與憲法第16條保障人民訴訟權之意旨有違，應自本解釋公布之日起失其效力。\n　　上開二款所列案件，經第二審撤銷原審無罪判決並自為有罪判決，於本解釋公布之日，尚未逾上訴期間者，被告及得為被告利益上訴之人得依法上訴。原第二審法院，應裁定曉示被告得於該裁定送達之翌日起10日內，向該法院提出第三審上訴之意旨。被告於本解釋公布前，已於前揭上訴期間內上訴而尚未裁判者，法院不得依刑事訴訟法第376條第1款及第2款規定駁回上訴。",
	"　　中華民國83年8月9日制定公布之全民健康保險法第55條第2項規定：「前項保險醫事服務機構之特約及管理辦法，由主管機關定之。」及100年1月26日修正公布之同法第66條第1項規定：「醫事服務機構得申請保險人同意特約為保險醫事服務機構，得申請特約為保險醫事服務機構之醫事服務機構種類與申請特約之資格、程序、審查基準、不予特約之條件、違約之處理及其他有關事項之辦法，由主管機關定之。」均未牴觸法治國之法律授權明確性原則，與憲法第15條保障人民工作權及財產權之意旨尚無違背。\n　　96年3月20日修正發布之全民健康保險醫事服務機構特約及管理辦法第66條第1項第8款規定：「保險醫事服務機構於特約期間有下列情事之一者，保險人應予停止特約1至3個月，或就其違反規定部分之診療科別或服務項目停止特約1至3個月：……八、其他以不正當行為或以虛偽之証明、報告或陳述，申報醫療費用。」95年2月8日修正發布之同辦法第70條前段規定：「保險醫事服務機構受停止……特約者，其負責醫事人員或負有行為責任之醫事人員，於停止特約期間……，對保險對象提供之醫療保健服務，不予支付。」99年9月15日修正發布之同辦法第39條第1項規定：「依前二條規定所為之停約……，有嚴重影響保險對象就醫權益之虞或為防止、除去對公益之重大危害，服務機構得報經保險人同意，僅就其違反規定之服務項目或科別分別停約……，並得以保險人第一次處分函發文日期之該服務機構前一年該服務項目或該科申報量及各該分區總額最近一年已確認之平均點值核算扣減金額，抵扣停約……期間。」（上開條文，均於101年12月28日修正發布，依序分別為第39條第4款、第47條第1項、第42條第1項，其意旨相同）均未逾越母法之授權範圍，與法律保留原則尚無不符，亦未牴觸憲法第23條比例原則，與憲法第15條保障人民工作權及財產權之意旨尚無違背。\n　　101年12月28日修正發布之同辦法第37條第1項第1款規定：「保險醫事服務機構有下列情事之一者，以保險人公告各該分區總額最近一季確認之平均點值計算，扣減其申報之相關醫療費用之10倍金額：一、未依處方箋……之記載提供醫事服務。」未逾越母法之授權範圍，與法律保留原則尚無不符，與憲法第15條保障人民工作權及財產權之意旨並無違背。",
	"　　最高行政法院100年度5月份第2次庭長法官聯席會議有關：「……進口人填具進口報單時，需分別填載進口稅、貨物稅及營業稅相關事項，向海關遞交，始完成進口稅、貨物稅及營業稅之申報，故實質上為3個申報行為，而非一行為。如未據實申報，致逃漏進口稅、貨物稅及營業稅，合於海關緝私條例第37條第1項第4款、貨物稅條例第32條第10款暨營業稅法第51條第7款規定者，應併合處罰，不生一行為不二罰之問題」之決議，與法治國一行為不二罰之原則並無牴觸。",
	"　　監獄行刑法第6條及同法施行細則第5條第1項第7款之規定，不許受刑人就監獄處分或其他管理措施，逾越達成監獄行刑目的所必要之範圍，而不法侵害其憲法所保障之基本權利且非顯屬輕微時，得向法院請求救濟之部分，逾越憲法第23條之必要程度，與憲法第16條保障人民訴訟權之意旨有違。相關機關至遲應於本解釋公布之日起2年內，依本解釋意旨檢討修正監獄行刑法及相關法規，就受刑人及時有效救濟之訴訟制度，訂定適當之規範。\n　　修法完成前，受刑人就監獄處分或其他管理措施，認逾越達成監獄行刑目的所必要之範圍，而不法侵害其憲法所保障之基本權利且非顯屬輕微時，經依法向監督機關提起申訴而不服其決定者，得於申訴決定書送達後30日之不變期間內，逕向監獄所在地之地方法院行政訴訟庭起訴，請求救濟。其案件之審理準用行政訴訟法簡易訴訟程序之規定，並得不經言詞辯論。",
	"　　監獄行刑法第66條規定：「發受書信，由監獄長官檢閱之。如認為有妨害監獄紀律之虞，受刑人發信者，得述明理由，令其刪除後再行發出；受刑人受信者，得述明理由，逕予刪除再行收受。」其中檢查書信部分，旨在確認有無夾帶違禁品，於所採取之檢查手段與目的之達成間，具有合理關聯之範圍內，與憲法第12條保障秘密通訊自由之意旨尚無違背。其中閱讀書信部分，未區分書信種類，亦未斟酌個案情形，一概許監獄長官閱讀書信之內容，顯已對受刑人及其收發書信之相對人之秘密通訊自由，造成過度之限制，於此範圍內，與憲法第12條保障秘密通訊自由之意旨不符。至其中刪除書信內容部分，應以維護監獄紀律所必要者為限，並應保留書信全文影本，俟受刑人出獄時發還之，以符比例原則之要求，於此範圍內，與憲法保障秘密通訊及表現自由之意旨尚屬無違。\n　　監獄行刑法施行細則第82條第1款、第2款及第7款規定：「本法第66條所稱妨害監獄紀律之虞，指書信內容有下列各款情形之一者：一、顯為虛偽不實、誘騙、侮辱或恐嚇之不當陳述，使他人有受騙、造成心理壓力或不安之虞。二、對受刑人矯正處遇公平、適切實施，有妨礙之虞。……七、違反第18條第1項第1款至第4款及第6款、第7款、第9款受刑人入監應遵守事項之虞。」其中第1款部分，如受刑人發送書信予不具受刑人身分之相對人，以及第7款所引同細則第18條第1項各款之規定，均未必與監獄紀律之維護有關。其與監獄紀律之維護無關部分，逾越母法之授權，與憲法第23條法律保留原則之意旨不符。\n　　監獄行刑法施行細則第81條第3項規定：「受刑人撰寫之文稿，如題意正確且無礙監獄紀律及信譽者，得准許投寄報章雜誌。」違反憲法第23條之法律保留原則。另其中題意正確及監獄信譽部分，均尚難謂係重要公益，與憲法第11條保障表現自由之意旨不符。其中無礙監獄紀律部分，未慮及是否有限制較小之其他手段可資運用，就此範圍內，亦與憲法第11條保障表現自由之意旨不符。\n　　前開各該規定與憲法規定意旨有違部分，除監獄行刑法施行細則第81條第3項所稱題意正確及無礙監獄信譽部分，自本解釋公布之日起失其效力外，其餘部分應自本解釋公布之日起，至遲於屆滿2年時，失其效力。",
	"　　本件聲請人就本院釋字第706號解釋之原因案件，得自本解釋送達之日起3個月內，依本院釋字第706號解釋意旨，以執行法院出具載明拍賣或變賣物種類與其拍定或承受價額之收據，或以標示拍賣或變賣物種類與其拍定或承受價額之拍賣筆錄等文書為附件之繳款收據，作為聲請人進項稅額憑證，據以申報扣抵銷項稅額。本院釋字第706號解釋應予補充。",
	"　　土地所有權人依民法第767條第1項請求事件，性質上屬私法關係所生之爭議，其訴訟應由普通法院審判，縱兩造攻擊防禦方法涉及公法關係所生之爭議，亦不受影響。",
	"　　（前）臺灣省自來水股份有限公司依（前）「臺灣地區省（市）營事業機構人員遴用暫行辦法」遴用之人員，依據「臺灣省政府所屬省營事業機構人員退休撫卹及資遣辦法」請求發給撫卹金發生爭議，其訴訟應由普通法院審判之。",
	"　　警察人員人事條例第11條第2項未明確規定考試訓練機構，致實務上內政部警政署得將公務人員特種考試警察人員考試三等考試筆試錄取之未具警察教育體系學歷之人員，一律安排至臺灣警察專科學校受考試錄取人員訓練，以完足該考試程序，使100年之前上開考試及格之未具警察教育體系學歷人員無從取得職務等階最高列警正三階以上職務任用資格，致其等應考試服公職權遭受系統性之不利差別待遇，就此範圍內，與憲法第7條保障平等權之意旨不符。\n　　行政院應會同考試院，於本解釋公布之日起6個月內，基於本解釋意旨，採取適當措施，除去聲請人所遭受之不利差別待遇。",
	"　　智慧財產案件審理法第5條規定：「技術審查官之迴避，依其所參與審判之程序，分別準用民事訴訟法、刑事訴訟法、行政訴訟法關於法官迴避之規定。」與法律保留原則及法律明確性原則尚無牴觸。\n　　同法第34條第2項規定：「辦理智慧財產民事訴訟或刑事訴訟之法官，得參與就該訴訟事件相牽涉之智慧財產行政訴訟之審判，不適用行政訴訟法第19條第3款之規定。」與憲法第16條保障訴訟權之意旨亦無牴觸。\n　　聲請人聲請暫時處分部分，應予駁回。",
	"　　刑事訴訟法第33條第2項前段規定：「無辯護人之被告於審判中得預納費用請求付與卷內筆錄之影本」，未賦予有辯護人之被告直接獲知卷證資訊之權利，且未賦予被告得請求付與卷內筆錄以外之卷宗及證物影本之權利，妨害被告防禦權之有效行使，於此範圍內，與憲法第16條保障訴訟權之正當法律程序原則意旨不符。有關機關應於本解釋公布之日起1年內，依本解釋意旨妥為修正。逾期未完成修正者，法院應依審判中被告之請求，於其預納費用後，付與全部卷宗及證物之影本。\n　　本件暫時處分之聲請，應予駁回。",
	"　　土地法第219條第1項規定逕以「徵收補償發給完竣屆滿1年之次日」為收回權之時效起算點，並未規定該管直轄市或縣（市）主管機關就被徵收土地之後續使用情形，應定期通知原土地所有權人或依法公告，致其無從及時獲知充分資訊，俾判斷是否行使收回權，不符憲法要求之正當行政程序，於此範圍內，有違憲法第15條保障人民財產權之意旨，應自本解釋公布之日起2年內檢討修正。\n　　於本解釋公布之日，原土地所有權人之收回權時效尚未完成者，時效停止進行；於該管直轄市或縣（市）主管機關主動依本解釋意旨通知或公告後，未完成之時效繼續進行；修法完成公布後，依新法規定。",
	"　　公營事業移轉民營條例第8條第3項前段規定：「移轉為民營後繼續留用人員，得於移轉當日由原事業主就其原有年資辦理結算，其結算標準依前項規定辦理。」就適用於原具公務人員身分之留用人員部分，未牴觸憲法第23條比例原則，與憲法第18條服公職權之保障意旨尚無違背，亦不違反憲法第7條平等權之保障。",
	"　　內政部中華民國91年4月17日訂定發布之土地徵收條例施行細則第52條第1項第8款規定：「區段徵收範圍內必要之管線工程所需工程費用……，由需用土地人與管線事業機關（構）依下列分擔原則辦理：……八、新設自來水管線之工程費用，由需用土地人與管線事業機關（構）各負擔二分之一。」（95年12月8日修正發布為同細則第52條第1項第5款規定：「五、新設自來水管線之工程費用，由需用土地人全數負擔。」於適用於需用土地人為地方自治團體之範圍內）無法律明確授權，逕就攸關需用土地人之財政自主權及具私法人地位之公營自來水事業受憲法保障之財產權事項而為規範，與法律保留原則有違，應自本解釋公布之日起，至遲於屆滿2年時，不再適用。",
	"　　中華民國100年6月29日修正公布之國民年金法第18條之1（104年12月30日修正公布改列為同條第1項）規定：「依本法發給之各項給付為年金者，除老年年金給付自符合條件之當月起按月發給至死亡當月為止外，其他年金給付自提出申請且符合條件之當月起按月發給至應停止發給或死亡之當月止。」其中有關105年2月29日以前發生死亡事故者，上開規定限制以遺屬提出申請且符合條件之當月為領取遺屬年金之始點部分，不符憲法第23條比例原則，與憲法第15條保障財產權及生存權之意旨有違，應自本解釋公布之日起不再適用。其遺屬得準用國民年金法第18條之1第2項規定，申請保險人依法追溯補給尚未罹於同法第28條所定5年時效之遺屬年金。",
	"　　藥害救濟法第13條第9款規定：「有下列各款情事之一者，不得申請藥害救濟：……九、常見且可預期之藥物不良反應。」未違反法律明確性原則及比例原則，與憲法保障人民生存權、健康權及憲法增修條文第10條第8項國家應重視醫療保健社會福利工作之意旨，尚無牴觸。",
	"　　醫事人員人事條例第1條規定：「醫事人員人事事項，依本條例之規定；本條例未規定者，適用其他有關法律之規定。」與法律明確性原則尚屬無違。\n　　醫事人員人事條例第1條及公務人員任用法第28條第1項第2款本文及第2項規定：「（第1項）有下列情事之一者，不得任用為公務人員：……二、具中華民國國籍兼具外國國籍。……（第2項）公務人員於任用後，有前項第1款至第8款規定情事之一者，應予免職……。」適用於具中華民國國籍兼具外國國籍之醫師，使其不得擔任以公務人員身分任用之公立醫療機構醫師，已任用者應予免職之部分，與憲法第23條之比例原則無違，並未牴觸憲法第18條保障人民服公職權之意旨。\n　　國籍法第20條第1項及醫事人員人事條例，未就具中華民國國籍兼具外國國籍者，設例外規定，以排除其不得擔任以公務人員身分任用之公立醫療機構醫師之限制，與憲法第7條保障平等權之意旨，尚無違背。",
	"　　地方制度法第44條第1項前段規定：「……縣（市）議會置議長、副議長……由……縣（市）議員……以記名投票分別互選或罷免之。」及第46條第1項第3款規定：「……縣（市）議會議長、副議長……之罷免，依下列之規定：…… 三、……由出席議員……就同意罷免或不同意罷免，以記名投票表決之。」其中有關記名投票規定之部分，符合憲法增修條文第9條第1項所定由中央「以法律定之」之規範意旨。\n　　縣（市）議會議長及副議長之選舉及罷免，非憲法第129條所規範，前開地方制度法有關記名投票規定之部分，自不生違背憲法第129條之問題。",
	"　　企業併購法第4條第3款規定：「合併：指依本法或其他法律規定參與之公司全部消滅，由新成立之公司概括承受消滅公司之全部權利義務；或參與之其中一公司存續，由存續公司概括承受消滅公司之全部權利義務，並以……現金……作為對價之行為。」以及中華民國91年2月6日制定公布之同法第18條第5項規定：「公司持有其他參加合併公司之股份，或該公司或其指派代表人當選為其他參加合併公司之董事者，就其他參與合併公司之合併事項為決議時，得行使表決權。」然該法104年7月8日修正公布前，未使因以現金作為對價之合併而喪失股權之股東，及時獲取合併對公司利弊影響暨有前揭企業併購法第18條第5項所列股東及董事有關其利害關係之資訊，亦未就股份對價公平性之確保，設置有效之權利救濟機制，上開二規定於此範圍內，與憲法第15條保障人民財產權之意旨有違。\n　　聲請人得於本解釋送達之日起2個月內，以書面列明其主張之公平價格，向法院聲請為價格之裁定。法院應命原因案件中合併存續之公司提出會計師查核簽證之公司財務報表及公平價格評估說明書，相關程序並準用104年7月8日修正公布之企業併購法第12條第8項至第12項規定辦理。",
	"　　繼承回復請求權與個別物上請求權係屬真正繼承人分別獨立而併存之權利。繼承回復請求權於時效完成後，真正繼承人不因此喪失其已合法取得之繼承權；其繼承財產如受侵害，真正繼承人仍得依民法相關規定排除侵害並請求返還。然為兼顧法安定性，真正繼承人依民法第767條規定行使物上請求權時，仍應有民法第125條等有關時效規定之適用。於此範圍內，本院釋字第107號及第164號解釋，應予補充。\n　　最高法院40年台上字第730號民事判例：「繼承回復請求權，……如因時效完成而消滅，其原有繼承權即已全部喪失，自應由表見繼承人取得其繼承權。」有關真正繼承人之「原有繼承權即已全部喪失，自應由表見繼承人取得其繼承權」部分，及本院37年院解字第3997號解釋：「自命為繼承人之人於民法第1146條第2項之消滅時效完成後行使其抗辯權者，其與繼承權被侵害人之關係即與正當繼承人無異，被繼承人財產上之權利，應認為繼承開始時已為該自命為繼承人之人所承受。……」關於被繼承人財產上之權利由自命為繼承人之人承受部分，均與憲法第15條保障人民財產權之意旨有違，於此範圍內，應自本解釋公布之日起，不再援用。\n　　本院院字及院解字解釋，係本院依當時法令，以最高司法機關地位，就相關法令之統一解釋，所發布之命令，並非由大法官依憲法所作成。於現行憲政體制下，法官於審判案件時，固可予以引用，但仍得依據法律，表示適當之不同見解，並不受其拘束。本院釋字第108號及第174號解釋，於此範圍內，應予變更。",
	"　　財政部國有財產局（於中華民國102年1月1日起更名為財政部國有財產署）或所屬分支機構，就人民依國有財產法第52條之2規定，申請讓售國有非公用財產類不動產之准駁決定，屬公法性質，人民如有不服，應依法提起行政爭訟以為救濟，其訴訟應由行政法院審判。",
	"　　未辦理繼承登記土地或建築改良物之合法使用人就其使用範圍，對財政部國有財產署或所屬分支機構所為之公開標售，依土地法第73條之1第3項前段規定行使優先購買權而訴請確認優先購買權存在事件，性質上屬私法關係所生之爭議，其訴訟應由普通法院審判。",
	"　　都市計畫個別變更範圍外之人民，如因都市計畫個別變更致其權利或法律上利益受侵害，基於有權利即有救濟之憲法原則，應許其提起行政訴訟以資救濟，始符憲法第16條保障人民訴訟權之意旨。本院釋字第156號解釋應予補充。",
	"　　刑法第47條第1項規定：「受徒刑之執行完畢，或一部之執行而赦免後，5年以內故意再犯有期徒刑以上之罪者，為累犯，加重本刑至二分之一。」有關累犯加重本刑部分，不生違反憲法一行為不二罰原則之問題。惟其不分情節，基於累犯者有其特別惡性及對刑罰反應力薄弱等立法理由，一律加重最低本刑，於不符合刑法第59條所定要件之情形下，致生行為人所受之刑罰超過其所應負擔罪責之個案，其人身自由因此遭受過苛之侵害部分，對人民受憲法第8條保障之人身自由所為限制，不符憲法罪刑相當原則，牴觸憲法第23條比例原則。於此範圍內，有關機關應自本解釋公布之日起2年內，依本解釋意旨修正之。於修正前，為避免發生上述罪刑不相當之情形，法院就該個案應依本解釋意旨，裁量是否加重最低本刑。\n　　刑法第48條前段規定：「裁判確定後，發覺為累犯者，依前條之規定更定其刑。」與憲法一事不再理原則有違，應自本解釋公布之日起失其效力。\n　　刑法第48條前段規定既經本解釋宣告失其效力，刑事訴訟法第477條第1項規定：「依刑法第48條應更定其刑者……由該案犯罪事實最後判決之法院之檢察官，聲請該法院裁定之。」應即併同失效。",
	"　　建築物所有人為申請變更使用執照需增設停車空間於鄰地空地，而由鄰地所有人出具土地使用權同意書者，該同意書應許附期限；鄰地所有人提供之土地使用權同意書附有期限者，如主管機關准予變更使用執照，自應發給定有相應期限之變更使用執照，而僅對鄰地為該相應期限之套繪管制；另同意使用土地之關係消滅時（如依法終止土地使用關係等），主管機關亦得依職權或依鄰地所有人之申請，廢止原核可之變更使用執照，並解除套繪管制，始符憲法第15條保障人民財產權之意旨。\n　　內政部中華民國78年8月24日台（78）內營字第727291號函釋示：「主旨：關於建築物申請變更使用……說明：……二、增設停車空間設置於鄰地空地，若其使用上無阻碍，經套繪列管無重復使用之虞，且經鄰地所有權人同意使用者，准依建築技術規則設計施工編（按：應為『建築技術規則建築設計施工編』）第59條、第59條之1之規定辦理」，暨內政部80年3月22日台（80）內營字第907380號函釋示：「主旨：有關建築法第30條規定應備具之土地權利證明文件－土地使用權同意書得否有使用期限之標示案……說明：……二、……一般申請建築案件，基於建築物使用期限不確定，其土地使用同意書似不宜附有同意使用期限。」實務上擴及於「變更使用執照」之申請部分，二者合併適用結果，使鄰地所有人無從出具附有期限之土地使用權同意書，致其土地受無期限之套繪管制，且無從於土地使用關係消滅時申請廢止原核可之變更使用執照，並解除套繪管制，限制其財產權之行使，與上開憲法保障人民財產權意旨不符，於此範圍內，應自本解釋公布之日起不再援用。",
	"　　中華民國88年4月21日增訂公布之刑法第185條之4規定：「駕駛動力交通工具肇事，致人死傷而逃逸者，處6月以上5年以下有期徒刑。」（102年6月11日修正公布同條規定，提高刑度為1年以上7年以下有期徒刑，構成要件均相同）其中有關「肇事」部分，可能語意所及之範圍，包括「因駕駛人之故意或過失」或「非因駕駛人之故意或過失」（因不可抗力、被害人或第三人之故意或過失）所致之事故，除因駕駛人之故意或過失所致之事故為該條所涵蓋，而無不明確外，其餘非因駕駛人之故意或過失所致事故之情形是否構成「肇事」，尚非一般受規範者所得理解或預見，於此範圍內，其文義有違法律明確性原則，此違反部分，應自本解釋公布之日起失其效力。\n　　88年上開規定有關刑度部分，與憲法罪刑相當原則尚無不符，未違反比例原則。102年修正公布之上開規定，一律以1年以上7年以下有期徒刑為其法定刑，致對犯罪情節輕微者無從為易科罰金之宣告，對此等情節輕微個案構成顯然過苛之處罰，於此範圍內，不符憲法罪刑相當原則，與憲法第23條比例原則有違。此違反部分，應自本解釋公布之日起，至遲於屆滿2年時，失其效力。",
	"　　藥事法第102條第2項規定：「全民健康保險實施2年後，前項規定以在中央或直轄市衛生主管機關公告無藥事人員執業之偏遠地區或醫療急迫情形為限。」限制醫師藥品調劑權，尚未牴觸憲法第23條比例原則，與憲法第15條保障人民工作權之意旨，尚無違背。\n　　藥事法施行細則第50條及行政院衛生署食品藥物管理局（現已改制為衛生福利部食品藥物管理署）中華民國100年4月12日FDA藥字第1000017608號函說明三對於藥事法第102條第2項醫療急迫情形之解釋部分，均為增加法律所無之限制，逾越母法之規定，與憲法第23條法律保留原則之意旨不符。上開施行細則規定應自本解釋公布之日起，失其效力；上開函應自本解釋公布之日起，不再援用。",
	"　　土地稅法第39條第2項關於免徵土地增值稅之規定，僅就依都市計畫法指定之公共設施保留地，免徵其土地增值稅；至非都市土地經編定為交通用地，且依法核定為公共設施用地者，則不予免徵土地增值稅，於此範圍內，與憲法第7條保障平等權之意旨不符。相關機關應自本解釋公布之日起2年內，依本解釋意旨，檢討修正土地稅法相關規定。\n　　財政部中華民國90年11月13日台財稅字第0900457200號函關於非都市土地地目為道之交通用地，無土地稅法第39條第2項免徵土地增值稅規定之適用部分，應自本解釋公布之日起不再援用。\n　　行政院農業委員會90年2月2日（90）農企字第900102896號函關於公路法之公路非屬農業用地範圍，無農業發展條例第37條第1項不課徵土地增值稅之適用部分，與憲法第19條租稅法律主義及第23條法律保留原則尚無牴觸。",
	"　　中華民國101年5月30日修正公布之道路交通管理處罰條例第54條第1款規定：「汽車駕駛人，駕車在鐵路平交道有下列情形之一者，處新臺幣1萬5千元以上6萬元以下罰鍰。因而肇事者，並吊銷其駕駛執照：一、……警鈴已響、閃光號誌已顯示，或遮斷器開始放下，仍強行闖越。」同條例第67條第1項規定：「汽車駕駛人，曾依⋯⋯第54條⋯⋯規定吊銷駕駛執照者，終身不得考領駕駛執照。但有第67條之1所定情形者，不在此限。」及同條例第24條第1項第4款規定：「汽車駕駛人，有下列情形之一者，應接受道路交通安全講習：⋯⋯四、有第54條規定之情形。」均未牴觸憲法第23條比例原則，與憲法第15條保障人民之工作權、財產權，及憲法第22條保障人民一般行為自由之意旨尚無違背。\n　　同條例第54條第1款上開規定之適用，係以「警鈴已響、閃光號誌已顯示，或遮斷器開始放下」為要件，相關機關關於警鈴、閃光號誌與遮斷器之運作，就兩列以上列車交會或續行通過平交道之情形，未就前一列車通過後警報解除，至次一列車來臨前警報啟動，設最低之合理安全間隔時間，應依本解釋意旨儘速檢討改進，併此指明。",
	"　　陸海空軍軍官士官服役條例第3條、第26條第2項第1款、第2款、第3項、第4項前段及第46條第4項第1款規定，無涉法律不溯及既往原則，亦與信賴保護原則、比例原則尚無違背。\n　　同條例第26條第4項規定，與憲法保障服公職權、生存權之意旨尚無違背。\n　　同條例第29條第2項規定，無涉法律不溯及既往原則及工作權之保障，亦未牴觸比例原則，與憲法保障人民財產權之意旨尚無違背。\n　　同條例第46條第5項規定，與憲法保障財產權之意旨尚無違背。\n　　同條例第47條第3項規定，無違法律不溯及既往原則，與信賴保護原則及比例原則均尚無違背。\n　　同條例第54條第2項規定，與受規範對象受憲法保障之財產權無涉。\n　　同條例第34條第1項第3款規定：「支領退休俸或贍養金之軍官、士官，有下列情形之一時，停止領受退休俸或贍養金，至原因消滅時恢復之：……三、就任或再任私立大學之專任教師且每月支領薪酬總額超過公務人員委任第一職等本俸最高俸額及專業加給合計數額者。」與憲法保障平等權之意旨有違，應自本解釋公布之日起，失其效力。\n　　同條例第39條第1項前段規定：「軍官、士官退伍除役後所支領退休俸、贍養金及遺族所支領之遺屬年金，得由行政院會同考試院，衡酌國家整體財政狀況、人口與經濟成長率、平均餘命、退撫基金準備率與其財務投資績效及消費者物價指數調整之」，與同條例第26條設定現階段合理俸率之改革目的不盡一致，相關機關應依本解釋意旨儘速修正，於消費者物價指數變動累積達一定百分比時，適時調整退休俸、贍養金及遺屬年金，俾符憲法上體系正義之要求。\n　　本件暫時處分之聲請，應予駁回。",
	"　　公務人員退休資遣撫卹法第7條第2項規定無涉法律不溯及既往原則及工作權之保障，亦未牴觸比例原則，與憲法保障人民財產權之意旨尚無違背。\n　　同法第4條第6款、第39條第2項規定，與憲法保障服公職權、生存權之意旨尚無違背。\n　　同法第4條第4款、第5款、第18條第2款、第3款、第36條、第37條、第38條及第39條第1項規定，無涉法律不溯及既往原則，與信賴保護原則、比例原則尚無違背。\n　　相關機關至遲應於按同法第92條為第1次定期檢討時，依本解釋意旨，就同法附表三中提前達成現階段改革效益之範圍內，在不改變該附表所設各年度退休所得替代率架構之前提下，採行適當調整措施，俾使調降手段與現階段改革效益目的達成間之關聯性更為緊密。\n　　同法第67條第1項前段規定：「公務人員退休後所領月退休金，或遺族所領之月撫卹金或遺屬年金，得由考試院會同行政院，衡酌國家整體財政狀況、人口與經濟成長率、平均餘命、退撫基金準備率與其財務投資績效及消費者物價指數調整之」，與同法第36條至第39條設定現階段合理退休所得替代率之改革目的不盡一致，相關機關應依本解釋意旨儘速修正，於消費者物價指數變動累積達一定百分比時，適時調整月退休金、月撫卹金或遺屬年金，俾符憲法上體系正義之要求。\n　　同法第77條第1項第3款規定：「退休人員經審定支領或兼領月退休金再任有給職務且有下列情形時，停止領受月退休金權利，至原因消滅時恢復之：……三、再任私立學校職務且每月支領薪酬總額超過法定基本工資。」與憲法保障平等權之意旨有違，應自本解釋公布之日起，失其效力。\n　　本件暫時處分之聲請，應予駁回。",
	"　　公立學校教職員退休資遣撫卹條例第8條第2項規定無涉法律不溯及既往原則及工作權之保障，亦未牴觸比例原則，與憲法保障人民財產權之意旨尚無違背。\n　　同條例第4條第6款、第39條第2項規定，與憲法保障生存權及教育工作者生活之意旨尚無違背。\n　　同條例第4條第4款、第5款、第19條第2款、第3款、第36條、第37條、第38條及第39條第1項規定，無涉法律不溯及既往原則，與信賴保護原則、比例原則尚無違背。\n　　相關機關至遲應於按同條例第97條為第1次定期檢討時，依本解釋意旨，就同條例附表三中提前達成現階段改革效益之範圍內，在不改變該附表所設各年度退休所得替代率架構之前提下，採行適當調整措施，俾使調降手段與現階段改革效益目的達成間之關聯性更為緊密。\n　　同條例第67條第1項前段規定：「教職員退休後所領月退休金，或遺族所領之月撫卹金或遺屬年金，得由行政院會同考試院，衡酌國家整體財政狀況、人口與經濟成長率、平均餘命、退撫基金準備率與其財務投資績效及消費者物價指數調整之」，與同條例第36條至第39條設定現階段合理退休所得替代率之改革目的不盡一致，相關機關應依本解釋意旨儘速修正，於消費者物價指數變動累積達一定百分比時，適時調整月退休金、月撫卹金或遺屬年金，俾符憲法上體系正義之要求。\n　　同條例第77條第1項第3款規定：「退休教職員經審定支領或兼領月退休金再任有給職務且有下列情形時，停止領受月退休金權利，至原因消滅時恢復之：……三、再任私立學校職務且每月支領薪酬總額超過法定基本工資。」與憲法保障平等權之意旨有違，應自本解釋公布之日起，失其效力。\n　　本件暫時處分之聲請，應予駁回。",
	"　　本於憲法第16條保障人民訴訟權之意旨，各級學校學生認其權利因學校之教育或管理等公權力措施而遭受侵害時，即使非屬退學或類此之處分，亦得按相關措施之性質，依法提起相應之行政爭訟程序以為救濟，無特別限制之必要。於此範圍內，本院釋字第382號解釋應予變更。",
	"　　本於憲法第16條有權利即有救濟之意旨，人民因其公務人員身分，與其服務機關或人事主管機關發生公法上爭議，認其權利遭受違法侵害，或有主張權利之必要，自得按相關措施與爭議之性質，依法提起相應之行政訴訟，並不因其公務人員身分而異其公法上爭議之訴訟救濟途徑之保障。中華民國92年5月28日修正公布之公務人員保障法第77條第1項、第78條及第84條規定，並不排除公務人員認其權利受違法侵害或有主張其權利之必要時，原即得按相關措施之性質，依法提起相應之行政訴訟，請求救濟，與憲法第16條保障人民訴訟權之意旨均尚無違背。\n　　公務員服務法第11條第2項規定：「公務員每週應有2日之休息，作為例假。業務性質特殊之機關，得以輪休或其他彈性方式行之。」及公務人員週休二日實施辦法第4條第1項規定：「交通運輸、警察、消防、海岸巡防、醫療、關務等機關（構），為全年無休服務民眾，應實施輪班、輪休制度。」並未就業務性質特殊機關實施輪班、輪休制度，設定任何關於其所屬公務人員服勤時數之合理上限、服勤與休假之頻率、服勤日中連續休息最低時數等攸關公務人員服公職權及健康權保護要求之框架性規範，不符憲法服公職權及健康權之保護要求。於此範圍內，與憲法保障人民服公職權及健康權之意旨有違。相關機關應於本解釋公布之日起3年內，依本解釋意旨檢討修正，就上開規範不足部分，訂定符合憲法服公職權及健康權保護要求之框架性規範。\n　　高雄市政府消防局88年7月20日高市消防指字第7765號函訂定發布之高雄市政府消防局勤務細部實施要點第7點第3款規定：「勤務實施時間如下：……（三）依本市消防人力及轄區特性需要，本局外勤單位勤休更替方式為服勤1日後輪休1日，勤務交替時間為每日上午8時。」與憲法法律保留原則、服公職權及健康權保障意旨尚無違背。惟相關機關於前開框架性規範訂定前，仍應基於憲法健康權最低限度保護之要求，就外勤消防人員服勤時間及休假安排有關事項，諸如勤務規劃及每日勤務分配是否於服勤日中給予符合健康權保障之連續休息最低時數等節，隨時檢討改進。\n　　公務人員保障法第23條規定：「公務人員經指派於上班時間以外執行職務者，服務機關應給予加班費、補休假、獎勵或其他相當之補償。」及其他相關法律，並未就業務性質特殊機關所屬公務人員（如外勤消防人員）之服勤時數及超時服勤補償事項，另設必要合理之特別規定，致業務性質特殊機關所屬公務人員（如外勤消防人員）之超時服勤，有未獲適當評價與補償之虞，影響其服公職權，於此範圍內，與憲法第18條保障人民服公職權之意旨有違。相關機關應於本解釋公布之日起3年內，依本解釋意旨檢討修正，就業務性質特殊機關所屬公務人員之服勤時數及超時服勤補償事項，如勤務時間24小時之服勤時段與勤務內容，待命服勤中依其性質及勤務提供之強度及密度為適當之評價與補償等，訂定必要合理之框架性規範。\n　　內政部96年7月25日內授消字第0960822033號函修正發布之消防機關外勤消防人員超勤加班費核發要點第4點、高雄市政府消防局99年12月27日高雄市政府消防局外勤消防人員超勤加班費核發要點第5點及第7點規定，對外勤消防人員超時服勤之評價或補償是否適當，相關機關應於前開超時服勤補償事項框架性規範訂定後檢討之。",
	"　　中華民國89年7月12日制定公布之公職人員利益衝突迴避法第14條前段規定：「違反第7條……規定者，處新臺幣100萬元以上500萬元以下罰鍰」同法第16條規定：「違反第10條第1項規定者，處新臺幣100萬元以上500萬元以下罰鍰。」惟立法者未衡酌違規情節輕微之情形，一律處以100萬元以上之罰鍰，可能造成個案處罰顯然過苛而有情輕法重之情形，不符責罰相當原則，於此範圍內，牴觸憲法第23條比例原則，與憲法第15條保障人民財產權之意旨有違，應自本解釋公布之日起，不予適用。又本解釋聲請案之原因案件，及適用上開規定處罰，於本解釋公布之日尚在行政救濟程序中之其他案件，法院及相關機關應依本解釋意旨及107年6月13日修正公布之公職人員利益衝突迴避法規定辦理。",
	"　　退除役軍職人員與臺灣銀行股份有限公司訂立優惠存款契約，因該契約所生請求給付優惠存款利息之事件，性質上屬私法關係所生之爭議，其訴訟應由普通法院審判。",
	"　　廢棄物清理法第16條第1項中段所定之回收清除處理費，係國家對人民所課徵之金錢負擔，人民受憲法第15條保障之財產權因此受有限制。其課徵目的、對象、費率、用途，應以法律定之。考量其所追求之政策目標、不同材質廢棄物對環境之影響、回收、清除、處理之技術及成本等各項因素，涉及高度專業性及技術性，立法者就課徵之對象、費率，非不得授予中央主管機關一定之決定空間。故如由法律授權以命令訂定，且其授權符合具體明確之要求者，亦為憲法所許。\n　　同法第15條及其授權訂定之行政院環境保護署中華民國93年12月31日環署廢字第0930097607號公告、99年12月27日環署廢字第0990116018號公告修正「應由製造、輸入業者負責回收、清除、處理之物品或其容器，及應負回收、清除、處理責任之業者範圍」，有關應繳納容器回收清除處理費之物品或其包裝、容器，及應負回收、清除、處理責任之業者範圍，與法律保留原則及平等保障之意旨均尚無違背。\n　　同法第16條第1項中段有關責任業者所應繳納回收清除處理費之費率，未以法律明文規定，而以同條第5項授權中央主管機關具體決定，尚未違反法律保留原則及授權明確性原則。\n　　行政院環境保護署96年6月20日環署基字第0960044760號公告之「容器回收清除處理費費率」附表註2及101年5月21日環署基字第1010042211號公告之「容器回收清除處理費費率」公告事項三，以容器與附件之總重量為繳費計算標準，課徵回收清除處理費，與憲法第7條平等保障之意旨尚無違背。\n　　前開96年費率表公告附表註2及101年費率表之公告事項三，就容器瓶身以外之附件使用聚氯乙烯（Polyvinyl Chloride, PVC）材質者，加重費率100%，其對責任業者財產權及營業自由之干預，尚不牴觸憲法第23條比例原則。",
	"　　中華民國94年2月5日修正公布之性侵害犯罪防治法第17條第1款規定：「被害人於審判中有下列情形之一，其於檢察事務官、司法警察官或司法警察調查中所為之陳述，經證明具有可信之特別情況，且為證明犯罪事實之存否所必要者，得為證據：一、因性侵害致身心創傷無法陳述者。」旨在兼顧性侵害案件發現真實與有效保護性侵害犯罪被害人之正當目的，為訴訟上採為證據之例外與最後手段，其解釋、適用應從嚴為之。法院於訴訟上以之作為證據者，為避免被告訴訟上防禦權蒙受潛在不利益，基於憲法公平審判原則，應採取有效之訴訟上補償措施，以適當平衡被告無法詰問被害人之防禦權損失。包括在調查證據程序上，強化被告對其他證人之對質、詰問權；在證據評價上，法院尤不得以被害人之警詢陳述為被告有罪判決之唯一或主要證據，並應有其他確實之補強證據，以支持警詢陳述所涉犯罪事實之真實性。於此範圍內，系爭規定與憲法第8條正當法律程序及第16條訴訟權之保障意旨均尚無違背。",
	"　　毒品危害防制條例第12條第2項規定：「意圖供製造毒品之用，而栽種大麻者，處5年以上有期徒刑，得併科新臺幣500萬元以下罰金。」不論行為人犯罪情節之輕重，均以5年以上有期徒刑之重度自由刑相繩，對違法情節輕微、顯可憫恕之個案，法院縱適用刑法第59條規定酌減其刑，最低刑度仍達2年6月之有期徒刑，無從具體考量行為人所應負責任之輕微，為易科罰金或緩刑之宣告，尚嫌情輕法重，致罪責與處罰不相當。上開規定對犯該罪而情節輕微者，未併為得減輕其刑或另為適當刑度之規定，於此範圍內，對人民受憲法第8條保障人身自由權所為之限制，與憲法罪刑相當原則不符，有違憲法第23條比例原則。相關機關應自本解釋公布之日起1年內，依本解釋意旨修正之；逾期未修正，其情節輕微者，法院得依本解釋意旨減輕其法定刑至二分之一。\n　　毒品危害防制條例第17條第2項減輕其刑規定，未包括犯同條例第12條第2項之罪，與憲法第7條保障平等權之意旨，尚無違背。",
	"　　刑法第239條規定：「有配偶而與人通姦者，處1年以下有期徒刑。其相姦者亦同。」對憲法第22條所保障性自主權之限制，與憲法第23條比例原則不符，應自本解釋公布之日起失其效力；於此範圍內，本院釋字第554號解釋應予變更。\n　　刑事訴訟法第239條但書規定：「但刑法第239條之罪，對於配偶撤回告訴者，其效力不及於相姦人。」與憲法第7條保障平等權之意旨有違，且因刑法第239條規定業經本解釋宣告違憲失效而失所依附，故亦應自本解釋公布之日起失其效力。",
	"　　最高法院25年非字第123號刑事判例稱：「……販賣鴉片罪，……以營利為目的將鴉片購入……其犯罪即經完成……」及67年台上字第2500號刑事判例稱：「所謂販賣行為，……祇要以營利為目的，將禁藥購入……，其犯罪即為完成……屬犯罪既遂。」部分，與毒品危害防制條例第4條第1項至第4項所定販賣毒品既遂罪，僅限於「銷售賣出」之行為已完成始足該當之意旨不符，於此範圍內，均有違憲法罪刑法定原則，牴觸憲法第8條及第15條保障人民人身自由、生命權及財產權之意旨。",
	"　　政黨及其附隨組織不當取得財產處理條例規範政黨財產之移轉及禁止事項，不涉及違憲政黨之解散，亦未剝奪政黨賴以存續、運作之財產，並非憲法所不許。\n　　同條例第2條第1項規定：「行政院設不當黨產處理委員會……為本條例之主管機關，不受中央行政機關組織基準法規定之限制。」與憲法增修條文第3條第3項及第4項規定尚屬無違。\n　　同條例第2條第1項規定及同條第2項規定：「本會依法進行政黨、附隨組織及其受託管理人不當取得財產之調查、返還、追徵、權利回復及本條例所定之其他事項。」第8條第5項前段規定：「本會得主動調查認定政黨之附隨組織及其受託管理人」，第14條規定：「本會依第6條規定所為之處分，或第8條第5項就政黨之附隨組織及其受託管理人認定之處分，應經公開之聽證程序。」尚無違反權力分立原則。\n　　同條例第4條第1款規定：「一、政黨：指於中華民國76年7月15日前成立並依動員戡亂時期人民團體法規定備案者。」與憲法第7條平等原則尚屬無違。\n　　同條例第4條第2款規定：「二、附隨組織：指獨立存在而由政黨實質控制其人事、財務或業務經營之法人、團體或機構；曾由政黨實質控制其人事、財務或業務經營，且非以相當對價轉讓而脫離政黨實質控制之法人、團體或機構。」與法律明確性原則、憲法第7條平等原則及第23條比例原則尚無違背；同款後段規定與法律不溯及既往原則尚屬無違。",
	"　　菸害防制法第2條第4款及第5款、同法第9條第8款規定，與法律明確性原則均尚無違背。\n　　同法第9條第8款規定，與憲法保障言論自由及平等權之意旨尚無違背。\n　　衛生福利部國民健康署中華民國102年10月11日國健菸字第1029911263號函說明二部分，與法律保留原則、法律不溯及既往原則、信賴保護原則及比例原則，均尚無違背。",
	"　　本件聲請人於本院釋字第742號解釋公布之日起30日內所提再審之訴，視為已於法定得提起訴願之期間內向訴願管轄機關提起訴願。本院釋字第742號解釋應予補充。",
	"　　刑法第78條第1項本文規定：「假釋中因故意更犯罪，受有期徒刑以上刑之宣告者，於判決確定後6月以內，撤銷其假釋。」不分受假釋人是否受緩刑或6月以下有期徒刑之宣告，以及有無基於特別預防考量，使其再入監執行殘刑之必要之具體情狀，僅因該更犯罪受有期徒刑以上刑之宣告，即一律撤銷其假釋，致受緩刑或6月以下有期徒刑宣告且無特別預防考量必要之個案受假釋人，均再入監執行殘刑，於此範圍內，其所採取之手段，就目的之達成言，尚非必要，牴觸憲法第23條比例原則，與憲法第8條保障人身自由之意旨有違，應自本解釋公布之日起失其效力。上開規定修正前，相關機關就假釋中因故意更犯罪，受緩刑或6月以下有期徒刑宣告者，應依本解釋意旨，個案審酌是否撤銷其假釋。",
	"　　行政程序法第74條關於寄存送達於依法送達完畢時即生送達效力之程序規範，尚屬正當，與憲法正當法律程序原則之要求無違。",
	"　　財政部中華民國92年2月12日台財稅字第0920450239號令及105年8月31日台財稅字第10504576330號函，就90年1月17日修正公布之使用牌照稅法第7條第1項第9款關於交通工具免徵使用牌照稅之規定，所稱「每一團體和機構以3輛為限」，明示應以同一法人於同一行政區域（同一直轄市或縣(市)）內之總分支機構合計3輛為限，其縮減人民依法律享有免徵使用牌照稅之優惠，增加法律所無之限制，於此範圍內，均違反憲法第19條租稅法律主義，應不予援用。",
	"　　刑法第91條之1第1項及第2項前段規定，與法律明確性原則尚無違背；刑法第91條之1第1項規定未牴觸比例原則，與憲法保障人身自由之意旨尚屬無違。\n　　刑法第91條之1第2項前段規定及性侵害犯罪防治法第22條之l第3項規定關於強制治療期間至再犯危險顯著降低為止之部分，與憲法比例原則尚屬無違。惟若干特殊情形之長期強制治療仍有違憲之疑慮，有關機關應依本解釋意旨有效調整改善。\n　　性侵害犯罪防治法第22條之1第1項規定，尚不違反法律不溯及既往原則及信賴保護原則。\n　　刑事訴訟法及性侵害犯罪防治法均未規定應賦予受處分人於法院就聲請宣告或停止強制治療程序，得親自或委任辯護人到庭陳述意見之機會，以及如受治療者為精神障礙或其他心智缺陷無法為完全之陳述者，應有辯護人為其辯護，於此範圍內，均不符憲法正當法律程序原則之意旨。有關機關應自本解釋公布之日起2年內檢討修正。完成修正前，有關強制治療之宣告及停止程序，法院應依本解釋意旨辦理。\n　　刑事訴訟法第481條第1項後段規定與憲法保障訴訟權之意旨尚無違背。\n　　現行強制治療制度長年運作結果有趨近於刑罰之可能，而悖離與刑罰之執行應明顯區隔之憲法要求，有關機關應自本解釋公布之日起3年內為有效之調整改善，以確保強制治療制度運作之結果，符合憲法明顯區隔要求之意旨。",
	"　　確定終局裁判所適用之法令，經本院解釋宣告違憲（包括立即失效、定期失效等類型），各該解釋聲請人就其原因案件依法提起再審之訴者，各該聲請案繫屬本院期間（即自聲請案繫屬本院之日起至解釋送達聲請人之日止），應不計入法律規定原因案件再審之最長期間。行政訴訟法第276條第4項前段規定：「再審之訴自判決確定時起，如已逾5年者，不得提起。」於依同法第273條第2項規定提起再審之訴者，其再審最長期間應依前開意旨計算，始符憲法保障人民訴訟權之意旨。基於同一法理，民事訴訟法第500條第2項但書規定所定5年再審最長期間之計算，亦應扣除聲請案繫屬本院期間，於此範圍內，本院釋字第209號解釋應予補充。\n　　本案聲請人得自本解釋公布之日起30日內，就臺北高等行政法院98年度訴字第1850號確定判決提起再審之訴，不受上開行政訴訟法所定5年再審最長期間之限制。",
	"　　中華民國86年11月26日修正公布之刑法第77條第2項規定：「無期徒刑裁判確定前逾1年部分之羈押日數算入前項已執行之期間內。」（嗣94年2月2日修正公布同條時，移列同條第3項，僅調整文字，規範意旨相同），其中有關裁判確定前未逾1年之羈押日數不算入無期徒刑假釋之已執行期間內部分，與憲法第7條平等原則有違，應自本解釋公布之日起失其效力。",
	"　　入出國及移民法第58條第2項規定：「跨國（境）婚姻媒合不得要求或期約報酬。」與憲法第15條保障人民工作權、第22條契約自由及第7條平等權之意旨尚無違背。\n　　入出國及移民法第76條第2款規定：「有下列情形之一者，處新臺幣20萬元以上100萬元以下罰鍰，並得按次連續處罰：……二、從事跨國（境）婚姻媒合而要求或期約報酬。」與憲法第15條保障人民財產權之意旨尚無違背。",
	"　　中華民國94年1月26日修正公布之槍砲彈藥刀械管制條例第20條第1項規定：「原住民未經許可，製造、運輸或持有自製之獵槍……，供作生活工具之用者，處新臺幣2,000元以上2萬元以下罰鍰……。」（嗣109年6月10日修正公布同條項時，就自製之獵槍部分，僅調整文字，規範意旨相同）就除罪範圍之設定，尚不生違反憲法比例原則之問題；其所稱自製之獵槍一詞，尚與法律明確性原則無違。\n　　103年6月10日修正發布之槍砲彈藥刀械許可及管理辦法第2條第3款規定對於自製獵槍之規範尚有所不足，未符合使原住民得安全從事合法狩獵活動之要求，於此範圍內，與憲法保障人民生命權、身體權及原住民從事狩獵活動之文化權利之意旨有違。有關機關應至遲自本解釋公布之日起2年內，依本解釋意旨儘速檢討修正，就上開規範不足之部分，訂定符合憲法保障原住民得安全從事合法狩獵活動之自製獵槍之定義性規範。\n　　野生動物保育法第21條之1第1項規定：「台灣原住民族基於其傳統文化、祭儀，而有獵捕、宰殺或利用野生動物之必要者，不受第17條第1項、第18條第1項及第19條第1項各款規定之限制。」所稱「傳統文化」，應包含原住民依其所屬部落族群所傳承之飲食與生活文化，而以自行獵獲之野生動物供自己、家人或部落親友食用或作為工具器物之非營利性自用之情形，始符憲法保障原住民從事狩獵活動之文化權利之意旨。\n　　立法者對原住民基於傳統文化下非營利性自用而獵捕、宰殺或利用野生動物之行為予以規範，或授權主管機關訂定管制規範時，除有特殊例外，其得獵捕、宰殺或利用之野生動物，應不包括保育類野生動物，以求憲法上相關價值間之衡平。\n　　野生動物保育法第21條之1第2項前段規定：「前項獵捕、宰殺或利用野生動物之行為應經主管機關核准」，所採之事前申請核准之管制手段，尚不違反憲法比例原則。\n　　原住民族基於傳統文化及祭儀需要獵捕宰殺利用野生動物管理辦法第4條第3項規定：「申請人應填具申請書……於獵捕活動20日前，向獵捕所在地鄉（鎮、市、區）公所申請核轉直轄市、縣（市）主管機關核准。但該獵捕活動係屬非定期性者，應於獵捕活動5日前提出申請……」有關非定期性獵捕活動所定之申請期限與程序規定部分，其中就突發性未可事先預期者，欠缺合理彈性，對原住民從事狩獵活動之文化權利所為限制已屬過度，於此範圍內，有違憲法比例原則，應自本解釋公布之日起不再適用。於相關規定修正發布前，主管機關就原住民前述非定期性獵捕活動提出之狩獵申請，應依本解釋意旨就具體個案情形而為多元彈性措施，不受獵捕活動5日前提出申請之限制。同辦法第4條第4項第4款規定：「前項申請書應載明下列事項：……四、獵捕動物之種類、數量……。」之部分，違反憲法比例原則，亦應自本解釋公布之日起不再適用。",
	"　　著作權法第91條第2項規定：「意圖銷售或出租而擅自以重製之方法侵害他人之著作財產權者，處6月以上5年以下有期徒刑，得併科新臺幣20萬元以上200萬元以下罰金。」第3項規定：「以重製於光碟之方法犯前項之罪者，處6月以上5年以下有期徒刑，得併科新臺幣50萬元以上500萬元以下罰金。」同法第91條之1第3項本文規定：「犯前項之罪，其重製物為光碟者，處6月以上3年以下有期徒刑，得併科新臺幣20萬元以上200萬元以下罰金。」所稱「重製」，與法律明確性原則尚無違背；上開規定有關以6月以上有期徒刑為最低度法定自由刑部分，與憲法第8條保障人身自由之意旨亦尚無違背。\n　　同法第91條第3項規定有關得併科罰金之額度部分、同法第91條之1第3項本文規定有關以6月以上有期徒刑為最低度法定自由刑及得併科罰金之額度部分，與憲法第7條保障平等權之意旨均尚無違背。\n　　同法第100條規定：「本章之罪，須告訴乃論。但犯第91條第3項及第91條之1第3項之罪者，不在此限。」其但書規定與憲法第7條保障平等權之意旨尚無違背。",
	"　　少年事件處理法第36條規定：「審理期日訊問少年時，應予少年之法定代理人或現在保護少年之人及輔佐人陳述意見之機會。」及其他少年保護事件之相關條文，整體觀察，均未明文規範被害人（及其法定代理人）於少年保護事件處理程序中得到庭陳述意見，於此範圍內，不符憲法正當法律程序原則之要求，有違憲法保障被害人程序參與權之意旨。有關機關應自本解釋公布之日起2年內，依本解釋意旨及少年事件處理法保障少年健全自我成長之立法目的，妥適修正少年事件處理法。於完成修法前，少年法院於少年保護事件處理程序進行中，除有正當事由而認不適宜者外，應傳喚被害人（及其法定代理人）到庭並予陳述意見之機會。",
	"　　臺北市政府於中華民國94年4月27日訂定發布施行之臺北市街頭藝人從事藝文活動許可辦法（業於110年3月24日廢止）第4條第1項規定：「街頭藝人於本市公共空間從事藝文活動前，應向主管機關申請核發活動許可證。」第5條第1項規定：「主管機關為處理前條第1項之申請，必要時得通知街頭藝人於指定場所解說、操作、示範或表演，經審查通過後，核發活動許可證。」及第6條第1項前段規定：「取得活動許可證之街頭藝人，得於本市公共空間從事藝文活動。」合併觀察上開三規定所形成之審查許可制度，其中對人民職業自由與藝術表現自由限制之部分，未經地方立法機關通過，亦未獲自治條例之授權，與法治國法律保留原則有違。\n　　上開三規定就街頭藝人之技藝加以審查部分，已涉及對人民選擇在臺北市公共空間從事街頭藝人職業主觀條件之限制，不符比例原則之要求，與憲法第15條保障職業選擇自由之意旨有違。至於就街頭藝人所從事之藝文活動，是否適合於指定公共空間為之加以審查部分，尚無違比例原則。\n　　上開三規定就涉及審查藝文活動內容之部分，其管制目的難認符合特別重要公共利益之要求，與憲法第11條保障藝術表現自由之意旨有違。但對是否適合於指定公共空間表演加以審查部分，則與比例原則之要求尚無違背。",
	"　　勞動基準法第49條第1項規定：「雇主不得使女工於午後10時至翌晨6時之時間內工作。但雇主經工會同意，如事業單位無工會者，經勞資會議同意後，且符合下列各款規定者，不在此限：一、提供必要之安全衛生設施。二、無大眾運輸工具可資運用時，提供交通工具或安排女工宿舍。」違反憲法第7條保障性別平等之意旨，應自本解釋公布之日起失其效力。",
	"　　社會秩序維護法第38條規定：「違反本法之行為，涉嫌違反刑事法律……者，應移送檢察官……依刑事法律……規定辦理。但其行為應處……罰鍰……之部分，仍依本法規定處罰。」其但書關於處罰鍰部分之規定，於行為人之同一行為已受刑事法律追訴並經有罪判決確定者，構成重複處罰，違反法治國一罪不二罰原則，於此範圍內，應自本解釋公布之日起，失其效力。",
	"　　不動產估價師法第9條第2項規定：「前項事務所，以一處為限，不得設立分事務所。」尚未牴觸憲法第23條比例原則，與憲法第15條保障人民工作權之意旨並無違背。",
	"　　原住民族工作權保障法第24條第2項規定：「……第12條第3項之代金，依差額人數乘以每月基本工資計算。」以劃一之方式計算代金金額，於特殊個案情形，難免無法兼顧其實質正義，尤其計算所應繳納之代金金額超過採購金額，可能造成個案顯然過苛之情狀，致有嚴重侵害人民財產權之不當後果，立法者就此未設適當之調整機制，於此範圍內，上開規定對人民受憲法第15條保障之財產權所為限制，顯不符相當性而有違憲法第23條比例原則。有關機關應至遲於本解釋公布之日起2年內依本解釋意旨修正之。完成修正前，有關機關及法院遇有顯然過苛之個案，均應依本解釋意旨為適當之處置。",
	"　　中華民國94年1月19日修正公布之公教人員保險法第6條第3項及第4項規定：「（第3項）重複參加本保險所繳之保險費，概不退還。但非可歸責於服務機關學校或被保險人之事由所致者，不在此限。（第4項）重複參加軍人保險、勞工保險或農民健康保險者，除本法另有規定外，依前項規定辦理。」103年6月1日修正施行之同法第6條第4項及第5項規定：「（第4項）被保險人不得另行參加勞工保險、軍人保險、農民健康保險……或國民年金保險。但本法另有規定者，不在此限。（第5項）被保險人重複參加其他職域社會保險或國民年金保險……期間，發生第3條所列保險事故……，除本法另有規定外，不予給付；該段年資亦不予採認；其所繳之本保險保險費，概不退還。但非可歸責於服務機關（構）學校或被保險人之事由所致者，得退還其所繳之保險費。」均係揭示社會保險禁止重複加保原則，符合憲法第23條比例原則之要求，與憲法第15條保障人民財產權之意旨均尚無違背。惟關於違法解職（聘）處分嗣經撤銷之復職（聘）並申請追溯加保者，立法者就該重複加保情形並未規範，其重複加保期間之年資即應採認為公教人員保險養老給付之年資，始與憲法保障人民財產權之意旨相符。\n　　於本解釋公布後，有關機關就本件聲請人追溯加保之申請，應依本解釋意旨辦理。",
	"　　中華民國94年2月2日修正公布並自95年7月1日施行之刑法第90條第1項及第2項前段規定：「（第1項）有犯罪之習慣或因遊蕩或懶惰成習而犯罪者，於刑之執行前，令入勞動場所，強制工作。（第2項前段）前項之處分期間為3年。」95年5月30日修正公布並自同年7月1日施行之竊盜犯贓物犯保安處分條例第3條第1項規定：「18歲以上之竊盜犯、贓物犯，有犯罪之習慣者，得於刑之執行前，令入勞動場所強制工作。」同條例第5條第1項前段規定：「依本條例宣告之強制工作處分，其執行以3年為期。」就受處分人之人身自由所為限制，均違反憲法第23條比例原則，與憲法第8條保障人身自由之意旨不符，均應自本解釋公布之日起失其效力。\n　　106年4月19日修正公布之組織犯罪防制條例第3條第3項規定：「犯第1項之罪者，應於刑之執行前，令入勞動場所，強制工作，其期間為3年。」（嗣107年1月3日修正公布第3條，但本項並未修正）就受處分人之人身自由所為限制，違反憲法比例原則及憲法明顯區隔原則之要求，與憲法第8條保障人身自由之意旨不符，應自本解釋公布之日起失其效力。\n　　24年1月1日制定公布並自同年7月1日施行之刑法第90條第1項規定：「有犯罪之習慣或以犯罪為常業或因遊蕩或懶惰成習而犯罪者，得於刑之執行完畢或赦免後，令入勞動場所，強制工作。」81年7月29日修正公布之竊盜犯贓物犯保安處分條例第3條第1項規定：「18歲以上之竊盜犯、贓物犯，有左列情形之一者，得於刑之執行前，令入勞動場所強制工作：一、有犯罪之習慣者。二、以犯竊盜罪或贓物罪為常業者。」85年12月11日制定公布之組織犯罪防制條例第3條第3項規定：「犯第1項之罪者，應於刑之執行完畢或赦免後，令入勞動場所，強制工作，其期間為3年；犯前項之罪者，其期間為5年。」就受處分人之人身自由所為限制，均違反憲法第23條比例原則，另前開組織犯罪防制條例第3條第3項規定亦違反憲法明顯區隔原則之要求，均與憲法第8條保障人身自由之意旨不符。本院釋字第528號解釋於相關範圍內應予變更。\n　　自本解釋公布之日起，確定終局裁判所宣告之強制工作，尚未執行或執行未完畢者，應免予執行；受處分人應另執行徒刑者，自本解釋公布之日起至檢察官指揮執行徒刑之日止，其在原勞動場所等候執行徒刑之期間，應算入執行徒刑之期間。",
	"　　文化資產保存法第9條第1項及第18條第1項關於歷史建築登錄部分規定，於歷史建築所定著之土地為第三人所有之情形，未以取得土地所有人同意為要件，尚難即認與憲法第15條保障人民財產權之意旨有違。\n　　惟上開情形之土地所有人，如因定著於其土地上之建造物及附屬設施，被登錄為歷史建築，致其就該土地原得行使之使用、收益、處分等權能受到限制，究其性質，屬國家依法行使公權力，致人民財產權遭受逾越其社會責任所應忍受範圍之損失，而形成個人之特別犧牲，國家應予相當補償。文化資產保存法第9條第1項及第18條第1項規定，構成對上開情形之土地所有人之特別犧牲者，同法第99條第2項及第100條第1項規定，未以金錢或其他適當方式給予上開土地所有人相當之補償，於此範圍內，不符憲法第15條保障人民財產權之意旨。有關機關應自本解釋公布之日起2年內，依本解釋意旨，修正文化資產保存法妥為規定。"
]