[
	null,
	"立委就任官吏時仍保有立委職位？",
	"機關聲請統一解釋之條件有提統一解釋必要？",
	"監察院關於所掌事項得提法律案？",
	"聯合國韓國委員會我國副代表為官吏？",
	"行憲後各政黨黨務人員為刑法上公務員？",
	"公務員得兼新聞紙類等之發行人、編輯？",
	"行憲後各政黨黨部書記長為公務員？",
	"公營事業機關人員為刑法上公務員？",
	"當事人得於訴狀理由內指摘裁判違憲？",
	"特定之鐵道在戰時被盜，適用戰時交通器材防護條例？",
	"公務員得兼新聞紙類等之社長或其他職職務？",
	"收養他人並以女妻之，有民法第983條之限制？",
	"憲法上法官含檢察官？實任檢察官之保障同實任推事？",
	"對立委、監委、國大代表、省縣議員，得行使監察權？",
	"監委得兼國大代表？",
	"行政官署得就抗不繳罰鍰者財產逕執行？",
	"監委得兼國立編譯館編纂？",
	"婚後歸寧不返家同居，合於民法第1052條第5款？",
	"憲法第103條「公職」涵義？",
	"省黨部等團體之主任委員或理事，公立醫院院長、醫師為憲法第103條「公職」？",
	"憲法第29條「總統任滿前90日」如何計算？",
	"立委、監委為有給公職？",
	"利害關係人對商標異議之程序？",
	"監委、立委得兼受有俸給之文武職公務員？",
	"立委、監委得兼省銀行董事、監察人？",
	"典押當業管理規則第17條牴觸民法第949條？",
	"中央信託局人員為公務員服務法上公務員？",
	"本生父母得為出養子女之利益提獨立告訴？",
	"國民大會常會得行使臨時會之職權？",
	"立法委員得否兼任國民大會代表？",
	"值國家逢重大變故，第1屆立委、監委得繼續行使職權？",
	"收養同時以女妻之，招贅？養子女與婚生子女結婚，須先終止收養？",
	"對省縣議長得行使監察權？",
	"母之養女與本身之養子得結婚？",
	"行政機關處罰鍰之公文書得為強執法執行名義？",
	"銷售蓋偽造稅戳之私宰肉，犯行使偽造公文書罪？",
	"善意第三人得就經執行機關依法沒收之財產主張債權？",
	"法官「依據法律獨立審判」意涵？縣議會立法得限制人民自由權利？",
	"取回提存物之請求權有否時效規定之適用？",
	"台灣省物資局得為行政訴訟原告？",
	"國營事業投資他事業逾該事業資本一半者，該事業屬國營？",
	"各級民意代表等人員屬憲法第18條「公職」？",
	"刑事判決之被告錯誤時之救濟？",
	"以實物代替租金之契約，違民法租賃規定？",
	"依法宣告沒收之物應受緩刑宣告影響？",
	"公營事業所得額以徵收機關核定或審計部審定為準？",
	"連續犯行繫屬不同法院，法院處理程序？",
	"告訴乃論之罪於有告訴不合法等情之處理程序？經合法告訴時得更行起訴？",
	"印花稅法罰鍰之性質暨責任要件？",
	"頂替他人姓名服兵役者，具軍人身分？",
	"士兵未准離營逾1個月，另犯他罪，仍受軍法審判？",
	"實任檢察官之保障，僅及於能執行職務之檢察官？",
	"告訴人誣告，檢察官應對被誣告人為不起訴處分？",
	"遺產稅法對該法公布前之案件有無溯及既往效力？",
	"質權人聲請法院拍賣，須先取得執行名義？",
	"公務員被判緩刑並在緩刑期內，得任公務員？",
	"拋棄繼承生代位繼承問題？",
	"具終止收養關係實質要件，而未能踐行形式要件時，得聲請終止收養？",
	"非以保證為業務之公司負責人以公司名義為人保證之效力？",
	"刑法第61條之案件，於何情形下得上訴第三審？",
	"軍人佩戴本人符號逃亡，可論以普通逃亡罪？",
	"律師法第37條「司法人員」意涵？",
	"偽造、變造新臺幣應如何處斷？",
	"自公布日施行之法律，如何定其發生效力之日期？",
	"監督寺廟條例「地方公共團體」意涵？",
	"公務員貪污被判緩刑，緩刑期滿前得應考試或任公職？",
	"任薦任審計職3年以上者，得應會計師檢覈？",
	"「繼續參加叛亂組織」意涵？",
	"公務員依法令兼職，得支領兼職之公費？",
	"養子女之婚生子女、養子女，婚生子女之養子女有代位繼承權？",
	"公務員得兼外籍機構臨時工作之要件？",
	"商標局應送達書件之收件人在淪陷區域，如何為之？",
	"公營事業民營化前，其原有人員為刑法上公務員？",
	"國大代表得兼省縣議員？",
	"國大代表得兼官吏？",
	"國民大會、立法院、監察院等同民主國家之國會？",
	"追加預算包括在預算總額內？",
	"以承租人自動放棄耕作權為由終止租約之要件？",
	"任國防部薦任審計職3年以上者，得應會計師檢覈？",
	"在戒嚴地域有無參加叛亂組織及是否繼續，由何機關認定？",
	"監委得兼民營公司董事、監察人及經理人？",
	"偽造文書同時偽造公印之罪責？",
	"法院收受提存物之保管與計息方式？",
	"公務員被褫奪公權並緩刑，其職務當然停止？",
	"國大代表總額之計算基準？",
	"高等法院以下各級法院應隸屬司法院？",
	"收養子女違年齡限制規定，其法律效果？",
	"四十八年短期公債發行條例「不得掛失」，排除民法之適用？",
	"因公有耕地放領所生爭執之管轄法院？",
	"憲法上「現行犯」意涵？逮捕權人？犯瀆職罪收受之賄賂屬贓物？",
	"終止收養前，養子女得與養父母之婚生子女結婚？",
	"公營事業代表民股之董事等適用公務員服務法？",
	"特定之輕便軌道為不動產？",
	"被褫奪公權之公務員得擔任律師？",
	"公務人員消極資格規定於任用後仍有適用？",
	"行賄行為屬瀆職罪？",
	"行政處分通知之生效要件？",
	"裁判確定後另犯他罪，仍有數罪併罰之適用？",
	"偽造、變造新臺幣如何處斷？",
	"公司章程規定之股東會出席人數、表決權數可較法定額高？",
	"公營事業代表民股之有給董事等，適用公務員服務法？",
	"船公司董事長、總經理就海難負業務過失刑責？",
	"管制物品及其數額之公告內容變更，適用刑法第2條？",
	"商標法「世所共知」意涵？",
	"出版法定期停止發行等處分暨由行政機關處理之規定合憲？",
	"國家總動員法第16條、第18條適用範圍？",
	"已登記不動產所有人之回復請求權，適用消滅時效？",
	"告訴乃論之罪行為有連續或繼續者，如何計告訴期間？",
	"以共同犯罪之意，參與犯罪構成要件以外行為等，均共同正犯？",
	"主管機關得於土地補償費未經異議時，提交評定？",
	"院解3827號之聲請退休或命令退休適用之範圍？",
	"反覆科罰鍰仍不履行，得逕直接強制處分？",
	"雇員之管理準用公務員服務法？",
	"曾被停職之公務員於懲戒議決前，有休職期滿復職之適用？",
	"耕地徵收與放領之爭執，循何程序救濟？",
	"國外廠商因分期付款所生利息如何扣繳所得稅？",
	"第1屆國大代表出缺遞補條例第3條等合憲？",
	"釋43號更正裁定以原判決推事參與為必要？",
	"設定抵押權後復設定典權，若抵押債權未獲償，得除典權再拍賣？",
	"監委得兼新聞紙雜誌發行人？",
	"易科罰金、易服勞役折算1日之計算標準？",
	"地方議會議員保障言論之意涵？",
	"執行中受刑人經通緝，不能開始或繼續執行，行刑權時效應停止？",
	"耕地承租人行使優先承買權之條件？",
	"依耕地三七五減租條例訂立之租約未屆期前如何終止？",
	"新稅貨物完稅價格如何計算？",
	"公務員犯貪污罪即應免職？",
	"不服耕地准否收回自耕之核定與調處，如何救濟？",
	"滿14歲前已參加叛亂組織之人之刑責？",
	"憲法「至遲於24小時內移送」之計算內涵？",
	"公務員得兼私立學校董事長或董事？",
	"清償提存人取回提存物，適用一般時效？",
	"院解3534號「免除其刑」意涵？",
	"被告已知自訴內容並為辯論，得以未受送達認判決違法？",
	"上級法院誤為廢棄或發回之救濟程序？",
	"徵收判決執行費時應扣除假扣押等執行費？",
	"法官審判受法規釋示之行政命令拘束？",
	"審判進行中案件，追訴權時效繼續進行？",
	"在不妨害原設定典權範圍內，得再設定抵押權？",
	"就已起訴個案復為違法不起訴處分，如何救濟？",
	"各共有人得就公同共有房地應有部分設定抵押？",
	"54年營業稅法修正施行前之漏稅得依新法課徵？",
	"購買火車票轉售圖利，構成詐欺？",
	"得易科與不得易科之罪併罰而不得易科，須載易科標準？",
	"院2033號「多數人」意涵？",
	"刑事判決確定後，發見認定之事實與證據不符時之救濟？",
	"夫納妾為不履行同居義務之正當理由？",
	"裁定與判例未合，屬確定終局裁判適用法令違憲？",
	"未繳足之更審前裁判費應命何人補繳？",
	"第一屆立法委員遇缺停止遞補之命令合憲？",
	"代用之空白完稅照遺失，得比照遺失查驗證規定補稅？",
	"刑法「同一之罪名」意涵？",
	"抗告未繳費，未命補正逕駁回之確定裁定，屬適用法令違憲？",
	"限制更行再審之判例合憲？",
	"基層特考規則關於實習等規定合憲？",
	"變更都市計畫為行政處分？得提行政爭訟？",
	"對私校不具監督權之公務員，得兼私校董事長或董事？",
	"行賄人適用公務人員任用法消極資格規定？",
	"刑事判決書登報之處分如何執行？",
	"上訴第三審利益額之規定合憲？",
	"法規生效日之起算，應計入公（發）布當日？",
	"行政法院院長、公懲會委員長，適用憲法第81條？評事、公懲會委員為法官？",
	"耕地承租人因租約終止所得補償金，應課所得稅？",
	"已登記不動產所有人之除去妨害請求權，適用消滅時效？",
	"地方議會議員在會議時，就無關會議事項之言論免責權？",
	"違警罰法之拘留、罰役，由何機關裁決？",
	"公司變更組織，就不動產權利變更名義，須課徵契稅？",
	"同一案件重行起訴，如何救濟？",
	"判決以失效命令為裁判基礎，生違憲問題？",
	"裁定駁回不應行政訴訟或違法定程序之案件違憲？",
	"父母濫用親權，其最近尊親屬得糾正，「其」指何人？",
	"要求申請更正戶籍登記應提出可資採信之原始證件違憲？",
	"共有土地分割無償移轉，取得價值增多者納增值稅之函釋違憲？",
	"司法院解釋所據之法令變更，未變更解釋前，解釋效力？",
	"司法院對所掌事項有提案權？",
	"在我國領域外行使偽造文書之刑責？",
	"民事確定判決不適用法規致影響裁判，得再審？",
	"刑訴法「推事曾參與前審之裁判」之意涵？",
	"律師代理之案件，未命補繳裁判費逕駁回違憲？",
	"土地增值稅徵收及漲價總數額計算規定違憲？",
	"審判期日應調查之證據未調查，判決屬違背法令？",
	"不得依假處分聲請停止執行之判例違憲？",
	"釋177號「本院依人民聲請所為之解釋」意涵？",
	"地方議會審查總決算，審計機關須提供原始憑證？",
	"司法院解釋之效力？對以違憲判例為裁判依據之裁判得提救濟？",
	"除權判決經撤銷後，原股票之效力？",
	"退休公務員請領年資等證明被拒，得行政爭訟？",
	"解釋之生效日？解釋得為再審、非常上訴理由？",
	"工廠工人退休規則自願退休之規定違憲？",
	"未報土地移轉現值，以公告現值徵增值稅違憲？",
	"藥師開設藥局販賣藥品，應辦登記之命令違憲？",
	"訴訟進行中補繳裁判費裁定不得抗告之判例違憲？",
	"「適用法規顯有錯誤」意涵？解釋效力之範圍？",
	"煙毒條例販賣毒品處死刑之規定違憲？",
	"獎投條例施行細則盈餘所得申報之規定違憲？",
	"土地稅法施行細則核計土地漲價總額之規定違憲？",
	"再審期間自受送達時起算之判例違憲？",
	"所得稅法「中華民國境內居住之個人」之違憲？",
	"國大代表宣誓之法依據？",
	"寺廟條例就募建寺廟延不登記得撤換住持之規定違憲？",
	"公務員退休金爭議，得行政救濟？",
	"裁判確定後犯他罪，前後徒刑合併之執行刑得逾20年？",
	"教職員聘約期滿不續聘之規定違憲？",
	"票據法就空頭支票刑罰規定違憲？",
	"退除役軍人轉任公職考試之分發規定違憲？",
	"醫師法就非醫師為醫療廣告處罰鍰之規定違憲？",
	"省市議員、議長，得兼私校校長？",
	"平均地權條例「耕地承租人」意涵？",
	"裁判之見解經解釋為違背法令，如何起算再審期間？",
	"以獎勵投資條例施行細則、財政部函釋等命令，規定免稅利息之範圍，是否違反租稅法律主義？",
	"海關緝私條例有關聲明異議須繳保證金或提供擔保之規定，是否合憲？",
	"工程受益費徵收條例有關工程受益費係應徵收或得徵收？",
	"專利異議等程序延誤期間，其行為無效之規定違憲？",
	"限制信用合作社設立並統一管理之命令違憲？",
	"市區道路條例就障礙建物拆除、遷讓等處理程序違憲？",
	"對審判上所引涉法律見解之行政命令，得聲請解釋？",
	"財政部就抵押債權人利息所得認定方法之函釋違憲？",
	"財政部以評定價格20%計房屋交易所得之函釋違憲？",
	"貨櫃未依限復運出口應補徵關稅之規定違憲？",
	"就勞資評斷委員會之裁決不得請求救濟之判例違憲？",
	"被繼承人重病時之債務，應列入遺產課稅之規定違憲？",
	"會計師共同查核簽證、聯合事務所組成等規定違憲？",
	"金門地區行車速限違憲？",
	"稅捐稽徵法以繳納一定比例稅款或提供擔保始得復查之規定違憲？",
	"民訴法有關原告撤回其訴仍應負擔訴訟費用之規定違憲？",
	"事務性工人屬工廠法施行細則之工人？",
	"保證人為動產擔保交易法第38條犯罪主體？",
	"國賠法就參與審判或追訴職務公務員負國賠責任之規定違憲？",
	"訴訟救助限制及對和解聲請繼續審判期間限制違憲？",
	"對官署之事實敘述或理由說明不得訴願違憲？",
	"「預算總額」包括特別預算在內？",
	"公有土地參加重劃，須經行政院核准始得處分？",
	"刑訴法裁定延長羈押之規定違憲？",
	"財支法就營業稅、印花稅統籌分配比例規定違憲？",
	"省（市）審計處辦理所屬機關之審計違憲？",
	"有關徵收之土地如何認定係依計畫使用之命令違憲？",
	"營業人收遠期支票，得於票載發票日開發票之規定違憲？",
	"刑訴法「依本法應於審判期日調查之證據」意涵？",
	"改制後高雄市適用台灣省菸酒專賣條例？",
	"民訴法關於訴代住居法院所在地，不扣除在途期間之規定違憲？",
	"62年都市計畫法修正後繼承移轉，減徵增值稅40%之函釋違憲？",
	"於國家遭重大變故，夫妻隔離下之重婚關係得撤銷？",
	"公務員受免職或記過處分得提行政訴訟？",
	"不得就法律上見解提再審之判例違憲？",
	"對不准易科罰金聲明異議，法院得諭知准予易科？",
	"軍公教人員之給與不計入退休（役）保險俸額、不服勤者不支給之規定違憲？",
	"申報額在所得額標準以上者，仍得調查、補徵、裁罰之命令違憲？",
	"以「費用還原法」推計銷售額據以課稅之命令違憲？",
	"法院得以告發人為證人，並適用刑訴法強制到場規定？",
	"軍人外職停役轉任文官違憲？",
	"違警罰法為由警察限制人身自由處分之規定違憲？",
	"稅捐稽徵法未對直接買受人開發票科罰之規定違憲？",
	"辦理強執注意事項關於拍賣通知書應記載債權人得聲明照前拍底價承受之規定違憲？",
	"國大代表未依規定宣誓得行使職權？",
	"內政部就道路主管機關有權廢非計畫道路之命令違憲？",
	"再審程序中法官應自行迴避之範圍？",
	"貨物稅稽徵規則對特定壓縮機之計稅規定違憲？",
	"直轄市之教科文經費比例與省同？",
	"直轄市之自治以行政命令為依據違憲？",
	"中央、省議會得就特定省府及省議會組織逕予立法？",
	"第一屆中央民代得不受任期限制？",
	"對軍人之彈劾應移送公懲會審議？",
	"懲治盜匪條例擄人勒贖唯一死刑之規定違憲？",
	"立法院就預算案為增加支出之提議違憲？",
	"動戡時期國安法限制入境之規定合憲?",
	"對影響公務員財產權之處分不得爭訟之判例違憲？",
	"財政部就平民住宅涵義之命令違憲？",
	"考試法施行細則限制兼取及格資格之規定違憲？",
	"認公營事業機構無行政訴訟被告當事人能力之判例違憲？",
	"經濟部就所屬事業人員訂定分等限齡退休標準違憲？",
	"認程序上駁回上訴有重大違誤之判決不生實質確定力之判例違憲？",
	"動戡時期國安法不准戒嚴時軍事審判確定案件於解嚴後向普通法院請求救濟之規定違憲？",
	"都市計畫樁測管辦法禁對複測決定異議違憲？",
	"公保法施行細則就保險年資保留以5年為限違憲？",
	"認行政罰不以故意或過失為責任條件之判例違憲？",
	"合作社法等未明定解散合作社之要件及程序違憲？",
	"財支法由中央定稅法通則，以為地方立法依據之規定違憲？",
	"未經考試遴用之學校職員，其任用資格如何處理？",
	"勞保條例「省（市）政府」何意？",
	"銓敘部限制再任公職之特定退休教人員續存優惠存款之命令違憲？",
	"關稅法對未報稅而內銷者以私運論之規定違憲？",
	"國大代表為無給職？",
	"經特赦而有回復公職可能者，得否聲請回復？",
	"道交條例規定駕車致人傷亡逃逸吊銷駕照，違憲？",
	"行政院退休金不含喪葬補助費且退休者不得請領之命令違憲？",
	"平權條例及細則計徵土地增值稅之規定違憲？",
	"財政部釋示函示前及函示後徵稅原則違憲？",
	"貨物稅條例規定繳罰鍰或提保證始得抗告，違憲？",
	"以命令處理裁罰案件違憲？",
	"公職選罷法候選人學經歷限制規定違憲？",
	"時效取得地上權登記要點申請須提建物合法證明規定違憲？",
	"破產法等法規就屬破產財團財產應停止執行規定違憲？",
	"議會得要求銀行提供放款資料？",
	"出版品管理要點將工作證交執行小組行使之規定違憲？",
	"不服會計師懲戒覆審決議可提行政訴訟？",
	"財政部就拍賣之財產交易所得計算之函釋違憲？",
	"認定「犯罪之被害人」範圍之判例違憲？",
	"改變公務員身分或於其有重大影響之懲戒，應有之救濟程序？",
	"國大代表「無給職」及「受領報酬」之意涵？",
	"破產法未定羈押破產人之次數限制違憲？",
	"教育人員任用條例對停職教師限制其任職違憲？",
	"刑訴法規定以判決違背法令始得上訴第三審違憲？",
	"公司法就變更登記由負責人申請之規定違憲？",
	"民法及解釋就抵押權後之其他權利不得影響原抵押權之規定違憲？",
	"認公營事業機構無行政訴訟被告當事人能力之判例違憲？（與釋269關連）",
	"認辯護人應以被告名義並為其利益上訴；其程式未備，不得補正等解釋判例違憲？",
	"省縣得就省警政及縣警衛業務編預算？",
	"公立學校聘任教師、兼行政職教師適用公務員服務法？",
	"所得稅法對重大案件得調查間接證據之規定違憲？",
	"內政部限制領老年給付勞工再領傷病給付之函釋違憲？",
	"遺贈法就逾期申報者之遺產計算及其處罰規定違憲？",
	"公務員退休請領福利互助金所生爭執之救濟程序？",
	"民航業管理規則罰則之法律授權依據違憲？",
	"非為修憲召集之國大臨時會，得修憲？",
	"行政院及財政部就逾股票面額之溢額所得不予免稅之命令違憲？",
	"銓敘部對公務員因殘所致併發症不予醫療給付之函釋違憲？",
	"所得稅法就扣繳義務人違反義務處罰鍰之規定違憲？",
	"所得稅法合併申報課稅規定違憲？",
	"申請複查考試成績處理辦法之限制規定違憲？",
	"戰士授田條例細則就補償金發給基準日之規定違憲？",
	"關稅法限繳稅款或提擔保始得救濟之規定違憲？",
	"內政部限一併徵收土地殘餘部分之要求於定期內提出之函釋違憲？",
	"對不合格或降低官等之審查不服不得爭訟之判例違憲？",
	"管理貨櫃辦法就海關得定期不受理申報進儲業務之規定違憲？",
	"81年憲法增修後，監院仍為國會？仍專有調查權？立院文件調閱權要件？",
	"都市計畫法「河道」意涵？「行水區」屬之？",
	"所得稅法對未依限按實填報等情形處罰鍰之規定違憲？",
	"國家領土範圍之界定得由釋憲機關解釋？",
	"憲法上「條約」之意涵？何者應送立法院審議？",
	"遺贈法細則就受死亡宣告者之遺產申報起算日規定違憲？",
	"公職選罷法就僑選及不分區民代不適用罷免規定違憲？",
	"學校教職員退休條例「繼續服務」之意涵？",
	"教育部就托兒所教保人員提敘，限制之函釋違憲？",
	"公債發行條例「公債」之意涵？",
	"民法等法規就提存物權利行使之除斥期間及起算日規定違憲？",
	"都市計畫法就公共設施保留地未設取得期限規定違憲？",
	"財政部就逃漏營業稅款概予追繳及處罰之函釋違憲？",
	"認公務員對級俸審定之爭執不得爭訟之判例違憲？",
	"貨物稅條例及財政部函釋對未貼查驗證者概處漏稅罰違憲？",
	"公職選罷法對政黨推薦候選人之保證金減半之規定違憲？",
	"基層特考規則之限制規定違憲？",
	"立法院就國安會議等三法之審議程序得為釋憲機關審查？",
	"財政部就私設道路土地不得抵繳稅款之函釋違憲？",
	"北市徵收土地農林作物補償基準之規定違憲？",
	"限制欠稅人出境辦法之限制規定違憲？",
	"國民教育法及財支法就徵收教育捐之授權規定違憲？",
	"自耕能力證明申核注意事項就能否自耕之認定準據違憲？",
	"教育部就陽明公費醫學生分發及證書保管等規定違憲？",
	"認共有物分割分管契約對受讓人繼續存在之判例違憲？",
	"時效取得地上權登記要點就申請時應填所有人等規定違憲？",
	"公營事業移轉民營條例「加發六個月薪給」規定之適用範圍？",
	"土地法明定土地登記代理人應考銓並作過渡規定違憲？",
	"認請求停止執行原處分須先提行政訴訟之判例違憲？",
	"授田憑據處理條例就發放對象之規定違憲？",
	"闡述「發現未經斟酌之證物」得提再審之判例違憲？",
	"營業稅法就未依限申報銷售額徵怠（滯）報金之規定違憲？",
	"審計部組織法就審計長任期之規定違憲？",
	"內政部就建築物之特定設施不得分割登記之釋示違憲？",
	"財政部就農地非農用等情處罰鍰之函釋違憲？",
	"土地登記代理人管理辦法就請領證書資格之限制規定違憲？",
	"所得稅法細則等法令就個人售屋徵所得稅之核定標準違憲？",
	"民法重婚無效之規定違憲？",
	"北市就投資興建零售市場者之限制規定違憲？",
	"憲法第11條表現自由之意涵？",
	"民法就親權行使父權優先之規定違憲？",
	"因定應執行刑逾6月，致原得易科之各宣告刑不得易科違憲？",
	"營業稅法細則等法令變更納稅主體之規定違憲？",
	"官署依裁判重為復查之決定，得與前決定同之判例違憲？",
	"房屋稅條例就徵收依據、稅率及免稅額等規定違憲？",
	"商標法就申請評定註冊無效須註冊已滿10年之規定違憲？",
	"法官有無聲請釋憲權？",
	"夫妻一方不檢致他方行為過當，非當然構成「不堪同居虐待」之判例違憲？",
	"工會法禁止教育事業技工等組工會之規定違憲？",
	"最高法院就經無異議經公告確定之地界，禁訴請另定之決議違憲？",
	"農發條例細則就農地由一人繼承，不予免稅之規定違憲？",
	"衛生署將安非他命列入麻醉藥品類之公告違憲？",
	"財政部就一次補發之薪金，依給付日課稅之函釋違憲？",
	"就律師懲戒覆審決議得爭訟？",
	"承受人自耕能力證明被撤銷，登記機關得撤銷登記？",
	"大學法細則就共同必修科目之研訂等規定違憲？",
	"國大修憲一讀會開議人數標準如何？",
	"限制學生對學校所為之處分提起爭訟之判例違憲？",
	"經濟部禁止探採礦產申請之釋示違憲？",
	"檢肅流氓條例強制到案、秘密證人等規定違憲？",
	"財政部就獎投條例施行期滿後仍享優惠外國公司之課稅函釋違憲？",
	"建設公債條例債票不得掛失止付之規定違憲？",
	"立委改選後閣員應總辭？",
	"現職總統競選連任仍有刑事豁免權？",
	"勞保診療支付標準表限制給付之規定違憲？",
	"工廠登記規則停工或歇業處分等規定違憲？",
	"立委審議預算得否移動或增減預算項目？",
	"刑訴法檢察官羈押權、提審法提審要件等規定違憲？",
	"行政法院就因證物偽變造提再審所為要件限制之判例違憲？",
	"營造業管理規則及內政部函釋所定裁罰性處分規定違憲？",
	"公懲會不許對再審議議決聲請再審議之案例違憲？",
	"公懲法無上訴制度違憲？懲戒之程序及機關應如何？",
	"財政部之兼營營業人營業稅額計算辦法及函釋違憲？",
	"農會法以會員遷離組織區域為出會原因之規定違憲？",
	"內政部就姓名讀音不雅不得改名之函釋違憲？",
	"行政院就有公用地役關係既成道路不予徵收之函違憲？",
	"選民得因國大代表暨立委之言論及表決不當而予罷免？",
	"財政部所訂保險業務員管理等規則之裁罰性處分規定違憲？",
	"法院得因債務人聲請定擔保裁定停止執行之規定違憲？",
	"衛生署認中醫師以西藥治病，非其業務範圍之函釋違憲？",
	"教育人員任用條例就「並得在各學校間調任」之規定違憲？",
	"內政部就申請解除限建應先擬定細部計畫之函釋違憲？",
	"新聞局就猥褻出版品認定所為之函釋違憲？",
	"時效取得地上權登記要點禁止占有耕地者申請之規定違憲？",
	"土地法、都市計畫法就徵收目的及用途之規定違憲？",
	"親屬編施行法未因聯合財產制修正另設規定違憲？",
	"經濟部等所訂「各科技師執業範圍」對土木工程技師設限違憲？",
	"後備軍人轉任公職考試比敘條例細則之適用範圍規定違憲？",
	"對華僑、外國人之就源扣繳，附配偶居住條件之判例違憲？",
	"藥事法等法規就藥物廣告應先經核准等規定違憲？",
	"所得稅法細則「扶養親屬」之認定規定違憲？",
	"就違背法令如何表明為闡析之判例違憲？",
	"道交條例等法規處罰行人穿越車道之規定違憲？",
	"道交條例處罰之裁定不得再抗告規定違憲？",
	"副總統兼任行政院院長違憲？",
	"行政法院認定「非以有價證券買賣為專業者」之決議違憲？",
	"國大正副議長得支給並兼任公職或業務？",
	"行政院令及內政部函以固定金額推計承租人生活費用違憲？",
	"交通工具污染罰鍰標準之裁罰標準及逾期倍罰規定違憲？",
	"財政部就農地分次贈與課稅之函釋違憲？",
	"內政部就徵收補償費因待解釋未依限發放，徵收有效之規定違憲？",
	"空污防制收費辦法之法源及徵收項目違憲？",
	"財政部就公司合併，計算盈虧之函釋違憲？",
	"郵政法等法規就掛號郵件補償之要件等規定違憲？",
	"高普考訓練辦法未就同資歷現職者予以排除違憲？",
	"就基於特別權力關係所生事項不得爭訟之判例違憲？",
	"授田憑據處理條例細則對「無職軍官」之認定違憲？",
	"會計師法有關會計師行為標準、注意義務及懲戒範圍等規定違憲？",
	"公懲法就懲戒處分及撤職、休職期間之規定違憲？",
	"公保法就保費返還、非退休者之養老給付未為規定違憲？",
	"立委言論免責權範圍？",
	"軍審法相關規定是否違憲？",
	"關於繼承權被侵害之認定之判例違憲？",
	"營利所得稅查核準則對佣金之認定等規定違憲？",
	"緝私條例禁止未繳保金或供擔保者異議之規定違憲？",
	"北市道路規則對使用道路地下部分不補償之規定違憲？",
	"財政部就「研究機構」之釋示違憲？",
	"選罷法就選舉訴訟二審終結不得再審之規定違憲？",
	"以役男出境處理辦法限制役男出境違憲？",
	"臺省非都市土地使用要點，限制保護區之使用違憲？",
	"集會遊行法相關規定違憲？",
	"公懲法就起算移請再審議期間之規定違憲？",
	"政務官退勞金之「月俸額」包括其他現金給與？",
	"行政機關出售、出租公有財產所生爭議之審判法院？",
	"釋字第363號解釋文末段之意涵為何？",
	"大學法及其細則就軍訓室設置之規定違憲？",
	"時效取得地上權登記要點限制共有人申請之規定違憲？",
	"民法關於夫妻住所以單方意思決定之規定違憲？",
	"商業會計法由主管機關認可記帳人執業資格之規定違憲？",
	"國人入境停留居留及戶籍登記要點之否准、撤銷、離境等規定違憲？",
	"人事行政局就留職停薪入伍者年資採認之函釋違憲？",
	"勞保條例細則限專任者始為被保人之規定違憲？",
	"退輔會之房舍土地處理要點，禁出嫁女繼承之規定違憲？",
	"財政部就依獎投條例減免稅捐，以特定所得為限之函釋違憲？",
	"限制役男對體位判定提起訴願之司法院解釋違憲？",
	"財政部就供神壇使用之建物非自用之函釋違憲？",
	"參謀總長應受立委質詢？得拒絕至各委員會備詢？",
	"限制公務員就懲戒提訴願之判例違憲？大學教師升等評審程序應如何？",
	"以特別預算編列重大建設經費違憲？",
	"行政院對軍官服役條例「公務員」所為之命令違憲？",
	"農委會就保育類動物之公告違憲？",
	"公保給付之爭議之審判法院？",
	"86年憲法增修條文施行後，省仍屬公法人？",
	"總統副總統選罷法等法規就連署及保證金之規定違憲？",
	"限制被害人請求國賠之判例違憲？",
	"民國92年以前，提名司法院正副院長及大法官之依據？",
	"槍砲條例強制工作處分之規定違憲？",
	"健保法就強制納保、繳費及滯納金之規定違憲？",
	"健保法細則就專技人員投保金額之規定違憲？",
	"公保法細則就保險金消滅時效之規定違憲？",
	"兩岸關係條例不處理在大陸發行之債券之規定違憲？",
	"毒品條例之死刑、無期徒刑規定違憲？",
	"受損權利回復條例之要件及適用對象規定違憲？",
	"財政部就申請退還土地增值稅要件之函釋違憲？",
	"社團作業規定之應冠所屬行政區域名稱規定違憲？",
	"產業升級條例細則就增資償債限期申請證明之規定違憲？",
	"福建省政府組織規程未規定省長及議員民選違憲？",
	"未提再審不變期間證據，無庸命補正之判例違憲？",
	"公務人員任用法等法規就高資低用人員之規定違憲？",
	"財政部就數人申報契稅，緩發稅單之函釋違憲？",
	"眷村改建條例等法規就原眷戶之優惠規定違憲？",
	"商標法就有其他團體名稱之商標圖樣之註冊要件規定違憲？",
	"冤賠法以受害人行為違反公序良俗為由，剝奪其請求權之限制規定違憲？",
	"銀行法等法規未明定作成行政處分之程序違憲？",
	"銀行法等法規之「其他必要之處置」意涵？",
	"兵役法服兵役義務及免除禁役規定違憲？",
	"公務人員考績法免職處分要件之授權規定違憲？",
	"經濟部就解散或撤銷登記者，即廢止營業之函釋違憲？",
	"財政部就免稅與應稅所得之成本及費用計算之函釋違憲？",
	"勞基法延長工時加給之計算標準？",
	"緝私條例就貨物與文件不符得沒入之規定違憲？",
	"減免營所稅計算公式非營業之虧損以零處理之規定違憲？",
	"大陸人民入境辦法就資格、程序及期限之規定違憲？",
	"地方政府人員有無赴立院委員會備詢義務？",
	"88年9月15日修正公布之憲法增修條文違憲？",
	"財政部就高球場入會費、保證金徵稅違憲？",
	"公務人員俸給法細則等就轉任之年資官職等規定違憲？",
	"民法就收養雙方之年齡限制規定違憲？",
	"行為併符行為罰及漏稅罰要件時得重複處罰？",
	"辦理強執事項就保全財產經採購或徵收，法院提存款項之規定違憲？",
	"財政部就增資擴展設備申請獎勵先辦登記之函釋違憲？",
	"所得稅法細則等就增資股票課徵所得稅之法令違憲？",
	"專利法就告訴須附鑑定報告之規定違憲？",
	"財政部以佃農所得補償費半數為所得之函釋違憲？",
	"刑法誹謗罪之規定違憲？",
	"航空人員體格標準限制執業之規定違憲？",
	"道交裁罰標準等之最低額、定額裁罰規定違憲？",
	"煙毒條例限制上訴三審之規定違憲？",
	"徵收都計區內非公設用地之私地須先變更計畫？",
	"遊戲場業規則對允未滿18歲人進入者撤銷許可規定違憲？",
	"產業升級條例就未依規定使用土地廠房，強制收買規定違憲？",
	"行政法院就未依限發補償費，徵收不失效之決議違憲？",
	"兵役條例就遷居致召集令無法送達者處刑罰規定違憲？",
	"水利會組織規程就掌水費負擔等規定違憲？",
	"財政部就無須報關貨物應開發票之函釋違憲？",
	"政院停建核四廠應向立院報告？",
	"緝私條例概括處罰虛報貨物原產地之規定違憲？",
	"77年證交法第177條授權科罰之規定違憲？",
	"流氓條例法院裁定留置規定違憲？",
	"健保法第31條及授權所定之醫療辦法等規定違憲？",
	"銓敘部就後備軍人轉任公職停止優待之函釋違憲？",
	"銓敘部對經建會人員改制前年資，不予補償之函釋違憲？",
	"地制法得聲請司法院解釋各規定之意涵？",
	"組織犯罪條例強制工作之規定違憲？",
	"國防、內政部以64年次男為金馬區徵兵對象之函釋違憲？",
	"最高司法機關就審理事項有規則制訂權？",
	"道交條例就駕車致死傷逃逸，吊照禁再考領規定違憲？",
	"台省坡地變更要點就變更編定要件之規定違憲？",
	"健保局與醫療機構履約爭議之救濟程序？",
	"土地法徵收之土地因可歸責於原土地所有人或使用人，致未能依限使用者，限制原土地所有人買回權之規定違憲？",
	"警察勤務條例實施臨檢之規定違憲？",
	"財政部就未上市、上市股票價值估定之函釋違憲？",
	"財政部減免房屋稅應申報使用情形之函釋違憲？",
	"營造業規則就戰地業者換領證書之規定違憲？",
	"高地院庭長調任要點違憲？",
	"國宅條例收回國宅強執事件之審判權？",
	"92年10月任滿前，司法院正、副院長及大法官之任命程序？",
	"翡翠水庫集水區遷村計畫居住事實認定規定違憲？",
	"緊急命令得再授權為補充規定？",
	"麻醉藥品條例、煙毒條例，對施用者處自由刑規定違憲？",
	"75年修正之醫師法處罰業務上違法行為之規定違憲？",
	"院2810號就訴願為無實益之解釋違憲？",
	"中醫檢覈辦法就回國執業者補行筆試之規定違憲？",
	"公平會「權利正當行使」之函釋違憲？",
	"勞保條例就勞保遺屬津貼受領之規定違憲？",
	"健保法責地方政府補助保費之規定違憲？",
	"毒品條例誣告反坐之規定違憲？",
	"釋362號所稱「類此之特殊狀況」之意涵？",
	"北市府延選里長決定合法？",
	"刑法第二百三十九條對通姦、相姦者處以罪刑，是否違憲？",
	"受損權利回復條例細則就「公務人員」之界定違憲？",
	"組織犯罪條例「參與犯罪組織」之意涵？",
	"用人費率事業退休人員能續住原配宿舍?",
	"國安法就人民入出境須經許可之規定違憲？",
	"家暴法對非金錢給付保護令執行之程序授權規定違憲？",
	"就業法就外國受僱人領喪葬津貼之限制規定違憲？",
	"台省耕地租約辦法就止約登記應備文件之規定違憲？",
	"內政部就公同共有不動產應有部分讓與之命令違憲？",
	"大學就碩士生學科考兩次未過，以退學論之校規違憲？",
	"道交條例禁止騎樓設攤之規定違憲？",
	"證所稅課徵注意事項就停徵範圍之規定違憲？",
	"農發條例細則等命令就非農用仍農作土地，課遺贈稅違憲？",
	"預防匪諜再犯辦法管制之規定違憲？",
	"勞保條例細則以投保人欠費將被保人退保規定違憲？",
	"禁對與配偶共犯告訴乃論罪者自訴之解釋判例違憲？",
	"玩具槍管理條例及內政部公告之管制規定違憲？",
	"內政部就921慰助金發放對象準據之函釋違憲？",
	"釋371號解釋「先決問題」等之意涵？",
	"寺廟條例就特定宗教處分財產之限制規定違憲？",
	"對二審更審判決上訴利益額限制之判例等違憲？",
	"戶警分立方案就機關調整之過渡條款違憲？",
	"人身保險適用複保險通知規定之判例違憲？",
	"菸害防制法命業者標示尼古丁等含量違憲？",
	"勞基法課雇主負擔勞工退休金違憲？",
	"平均地權條例以所有人之徵收價定額補償承租人規定違憲？",
	"耕地三七五減租條例約滿收回須補償承租人等規定違憲?",
	"自耕證明書注意事項禁特定人申請之規定違憲？",
	"共同被告不利己陳述得為他共同被告罪證之判例違憲？",
	"公務人員考績法對免職無懲處權行使期間規定違憲？",
	"道交條例禁曾犯特定罪者駕計程車規定違憲？",
	"真調會條例違憲？",
	"取得股份申報要點認定「共同取得」之規定違憲?",
	"民法及判例禁子女提否認生父之訴違憲？",
	"行政執行法拘提管收事由相關規定違憲?",
	"政務人員退撫條例就受任期保障者無月退金規定違憲？",
	"法官聲請釋憲，「裁定停止訴訟程序」意涵？",
	"仲裁法未將仲裁判斷理由矛盾明定為得提撤銷訴訟之事由，是否違憲？",
	"釋字第五八二號解釋之時間效力及適用範圍各如何？",
	"汽燃費徵配辦法徵收對象、方式等規定違憲？",
	"82年修正之商標法第77條侵害標章處刑罰之規定違憲？",
	"勞保局墊償雇主積欠工資後代位求償爭議之審判權？",
	"勞基法未禁退休金請求權讓與、抵銷、扣押或供擔保，違憲？",
	"財政部就被繼承人死亡日後之利息歸繼承人所得課稅之函釋違憲？",
	"土地登記規則授權登記機關逕為更正登記之規定違憲？",
	"對戶籍法第八條規定有以「暫時處分」宣告暫停適用之必要？",
	"土地登記規則等就區分所有建物首次測量、登記之規定違憲?",
	"立法院刪除大法官司法專業加給之預算違憲?",
	"公平法等法令就多層次傳銷者之處罰及相關規定違憲？",
	"戶籍法第8條第2、3項捺指紋始核發身分證規定違憲?",
	"交通處罰條例對持續違規停車予多次處罰之規定違憲？",
	"88年修正之俸給法細則降低聘用年資提敘俸級違憲？",
	"促進產業升級條例施行細則第四十二條申請緩課之期限規定違憲？",
	"財部將公司所領拆遷補償費列為其他收入之函釋違憲?",
	"繼承後所領股利應課所得稅之函釋違憲？",
	"勞委會就因傷病請領死亡給付增加條件之函釋違憲？",
	"公懲法第34條第2款規定違憲？",
	"85年修正之公務人員任用法細則第15條第2項違憲?",
	"舊廢棄物處理機構管輔辦法第31條第1款違憲？",
	"通傳會組織法第4條、第16條規定是否違憲?",
	"87年公務人員退休法細則第12條第3項違憲？",
	"所得稅法細則第25條第2項及相關函釋違憲？",
	"78年修正之所得稅法第108條第1項、88年增訂之第108條之1第1項違憲？",
	"刑法第235條違憲?",
	"兩岸關係條例第21條第1項前段規定違憲？",
	"土地稅法施行細則第十五條違憲？",
	"最高行政法院91.3.26聯席會議決議違憲?",
	"罰鍰處分具執行力後義務人死亡，得強制執行？",
	"最高行政法院九十二年九月十八日聯席會議決議違憲？",
	"兒童及少年性交易防制條例第29條違憲？",
	"軍事審判的冤獄不賠償 , 違背平等原則 ?",
	"界址重疊致重測後面積減少不予退稅之函釋違憲？",
	"中央警大碩士班招生簡章拒色盲者入學之規定違憲？",
	"總統豁免權之範圍？總統享有國家機密特權？其範圍如何？",
	"臺灣省石門農田水利會灌溉蓄水池使用要點第4點違憲?",
	"最高行政法院90年11月聯席會議決議違憲?",
	"刑法第329條違憲？",
	"88年7月14日制定公布之通訊保障及監察法第5條第2項規定違憲？",
	"立法院遲未行使監察委員人事同意權是否違憲？",
	"95.5.1修正公布之真調會條例部分條文違憲？",
	"77年1月29日公布之證券交易法第18條第1項等規定違憲？",
	"非自行耕作者以農民名義購農業用地應補徵土地增值稅之財政部函釋違憲？",
	"檢肅流氓條例部分條文違憲？",
	"公務員服務法第十四條之一違憲？",
	"86.5.13公開發行公司董事監察人股權成數及查核規則第8條違憲？",
	"刑訴法第416條第1項第1款及第418條違憲？",
	"北區國稅局86.5.23查核要點第7點違憲？",
	"菸酒稅法第21條規定違憲？",
	"稅捐稽徵法第四十四條及財政部相關函釋違憲？",
	"「工商團體會務工作人員管理辦法第45條第2項」違憲？",
	"人民團體法對主張共產主義、分裂國土之團體不許可設立規定違憲？",
	"公投法中立法院有公投提案權違憲? 公投審議委員的任命規定違憲?",
	"電子遊戲場業管理條例第22條違憲 ?",
	"遺贈法第20條限配偶間贈與免稅違平等原則?",
	"進出口貨物查驗準則第十五條第一項違憲？",
	"身心障礙者保護法按摩業專由視障者從事之規定違憲？",
	"81年修正之營所稅查核準則第36條之1第2項違憲？",
	"90年修正之軍用物品進口免稅辦法第8條第1項違憲？",
	"釋字第516號解釋「相當之期限」有無上限？",
	"羈押法第六條及其施行細則第十四條第一項違憲？",
	"羈押法第二十三條第三項、第二十八條是否違憲?",
	"96.7.11修正之記帳士法第2條第2項違憲?",
	"民法第195條第1項後段由法院為回復名譽適當處分合憲？",
	"所得稅法細則第82條第3項、營利事業所得稅查核準則第108條之1合憲？",
	"公務人員退休法施行細則第13條第2項違憲?",
	"86.6.18私立學校法第32條第1項違憲？",
	"財政部就查獲短漏報銷售額始提出進項憑證，不准扣抵銷項稅額之函違憲？",
	"財政部就偏遠或服務性路線之補貼收入應課營業稅之函釋違憲？",
	"刑法第41條第2項得易科罰金之數罪，定執行刑逾六月不得易科之規定違憲？",
	"稅捐稽徵法第19條第3項對公同共有人一人為送達，效力及於全體，違憲?",
	"少年事件法就常逃學逃家虞犯少年收容感化教育之規定違憲？",
	"１．臺北地院刑庭分案要點就相牽連案件併案規定；\n２．刑訴法重罪羈押、檢察官於審判中對停止羈押裁判抗告權規定，合憲？",
	"社會秩序維護法第八十條第一項第一款意圖得利與人姦宿處罰鍰規定違憲？",
	"訴願法第47條第3項及行政訴訟法第73條未明定寄存送達自寄存日起10日後始生效，違憲？",
	"繼承開始於繼承編施行前，而得選定繼承人者，僅限施行前選定？",
	"槍砲條例第8條第1項關於空氣槍之處罰規定違憲?",
	"冤賠法第2條第3款因故意或重大過失受押不賠償違憲?",
	"土地登記規則第107條違憲?",
	"管理外匯條例等攜外幣出入境未申報應沒入規定違憲？",
	"所得稅法就扣繳義務人及違背扣繳義務之處罰等規定違憲?",
	"財政部函及內政部令，使特定都市畸零地無從適用課田賦規定違憲？",
	"金融重建基金設置及管理條例，對經營不善金融機構非存款債務不賠付之規定違憲？",
	"健保法細則對無一定雇主或自營作業而參加工會者 , 按投保額分級表第6級起申報 , 合憲 ?",
	"監獄行刑法關於執行期滿者，應於其刑期終了次日午前釋放之規定，違憲?",
	"電信法就無線電頻率使用應經許可,違者處刑罰並沒收器材等規定違憲?",
	"得易科與不得易科之罪併罰而不得易科，無庸載明易科標準之解釋，有無變更之必要？",
	"懲治走私條例第2條第1、3項違授權明確、刑罰明確原則？",
	"不服撤銷假釋處分，不得提起行政爭訟；如有異議，應俟執行殘刑時，向原裁判法院為之，違憲？",
	"中醫特考有零分或專科平均或特定科目成績未達規定者不予及格，違憲？",
	"勞保現金給付未於收到申請之十日內發給不加計遲延給付利息，違憲？",
	"大學所為非屬退學或類此之處分，主張權利受侵害之學生得否提起行政爭訟？",
	"營業人於合作店銷貨並自收貨款，以該營業人為營業稅納稅義務人之認定，違憲？",
	"解釋公布前以同一法令合法提請解釋未併案之不同聲請人，是否同為解釋效力所及？",
	"對故意致公司逃漏稅捐之公司負責人一律處徒刑之規定，違憲？",
	"包作業營業人應「依其工程合約所載每期應收價款時」開立銷售憑證之規定，違憲？",
	"社會秩序維護法第89條第2款規定，使新聞採訪者之跟追行為受到限制，違憲？",
	"91.1.30傳染病防治法第37條第1項所定「必要之處置」包含強制隔離在內，違憲？",
	"受刑人不服行政機關否准假釋決定訴請救濟由何種法院審理？",
	"子女滿20歲於大陸地區未經認可學校就學，不得列報扶養親屬免稅額，違憲？",
	"1.認購（售）權證發行價款非證券交易收入2.履約或避險交易損失不得自應稅所得減除之認定，違憲？",
	"所得稅法以扶養其他親屬或家屬須未滿20歲或年滿60歲始得減除免稅額之規定，違憲？",
	"人民依國有林地濫墾地補辦清理作業要點申請訂立租地契約遭否准，其爭議由何種法院審判？",
	"1.所得稅法規定夫妻非薪資所得合併計算申報稅額，違憲？\n2. 財政部76年函關於分居夫妻依個人所得總額占夫妻所得總額之比率計算其分擔應納稅額，違憲？",
	"貨物稅條例規定，委託代製貨物由受託產製廠商為納稅義務人；凡設廠機製之清涼飲料品應課徵貨物稅，違憲？",
	"1.貨物稅條例規定彩色電視機應課徵貨物稅，違憲？\n2.財政部令以顯示器及調諧器二者未併同出廠，即非應稅之「彩色電視機」範圍，免徵貨物稅，違憲？",
	"汽車駕駛人拒絕酒測者，吊銷其駕照、禁其三年內考領駕照，並吊銷所持各級車類駕照之規定，違憲？",
	"未辦登記短漏營業稅漏稅額之認定，不許以查獲後始提出之進項憑證扣抵銷項稅額，違憲？",
	"身心失能無力自理生活須長期照護者之醫藥費，限以付與所得稅法所定醫療院所始得列舉扣除，違憲？",
	"教師法規定行為不檢有損師道者，不得聘任為教師；已聘任者，解聘、停聘或不續聘，均違憲？",
	"公益團體醫院為符免稅條件選擇全額列資本支出者，否准嗣後提列折舊扣減應納稅額，違憲？",
	"志願留營核准程序及服役期滿解除召集之規定，適用於尚未得服役至最大年限（齡）之軍事審判官部分，違憲？",
	"財政部令捐地申報列舉扣除額金額認定標準依該部核定，違憲？",
	"買受法院拍賣物限以非賣方之稽徵機關所填發營業稅繳款書第三聯（扣抵聯）為進項憑證，違憲？",
	"公立學校高中以下教師敘薪，未以待遇相關法律或其明確授權之法規命令定之，違憲？",
	"外國人受驅逐前由移民署為暫時收容，未有即時司法救濟；又逾越暫時收容期間之收容，非由法院審查決定，均違憲？",
	"都市更新條例關於都市更新事業概要及計畫之審核程序規定，違憲？",
	"兩岸條例就強制大陸地區人民出境，未予申辯機會；又就暫予收容，未明定事由及期限，均違憲？\n強制出境辦法所定收容事由未經法律明確授權，亦違憲？",
	"藥師法第11條規定藥師執業處所應以一處為限，違憲？兼具藥護雙重資格者執業場所應同一處所為限之函釋，亦違憲？",
	"已有子女或養子女之臺灣地區人民欲收養其配偶之大陸地區子女，法院應不予認可之規定，違憲？",
	"扣繳義務人無論違申報扣繳憑單義務或違扣繳稅款義務，一律處稅額1.5倍罰鍰，違憲？",
	"土污法第48條使污染行為人就該法施行前發生施行後仍存之污染狀況負整治義務，違憲？",
	"國防部預備軍士官班招生簡章規定曾受刑之宣告者不得報考，違憲？",
	"利益衝突迴避法禁公職人員及關係人與有關機關交易，違者罰交易行為金額一至三倍，違憲？",
	"限定公教人員退休所得上限，減少原得辦優惠存款金額之規定，違憲？",
	"集會遊行法申請許可規定未排除緊急性及偶發性集會遊行之部分，違憲？",
	"政府採購得標廠商員工逾百者應進用一定比例原住民，未進用者令繳代金之規定，違憲？",
	"羈押法規修正前，受羈押被告不服申訴決定之訴訟救濟方法？",
	"立委選舉採單一選區兩票並立制及所設政黨比例席次與5%政黨門檻之規定，違憲？",
	"執行業務所得查核辦法規定，僅聯合執業者或經公會代收轉付者得選擇權責發生制，違憲？",
	"以審查辦法規定全民健康保險醫療服務點數申報期限2年，違憲？",
	"督導各級人民團體實施辦法規定人民團體限期整理者其理監事應即停止職權，違憲？",
	"大法官解釋宣告法令違憲定期失效者，於期限內原因案件不得據以請求救濟，違憲？",
	"勞雇雙方就工作時間等另行約定未經核備，是否仍受勞基法相關規定之限制？",
	"對不同意眷村改建之眷戶，主管機關得逕行註銷其眷舍居住憑證及原眷戶權益之規定，違憲？",
	"祭祀公業條例規定，本條例施行前已存在之祭祀公業，其派下員依規約定之，合憲？",
	"立法院得否調閱檢察機關之偵查卷證？",
	"學校教職員退休條例施行細則第十九條第二項規定，違憲？",
	"系爭規定關於欲申請發給抵價地「應於徵收公告期間內」提出申請部分，於徵收處分公告日之後，始送達徵收處分之書面通知者，仍以徵收公告日計算申請期間，違憲？",
	"系爭規定允許主管機關為土地開發之目的，依法報請徵收非交通事業所必須之毗鄰地區土地，違憲？",
	"人民團體法第十七條第二項關於「由理事就常務理事中選舉一人為理事長，其不設常務理事者，就理事中互選之」之規定，是否違憲？",
	"廢棄物清理法授權公告污染環境行為，主管機關據以公告未經核准於其所示場所、以所示之方式設置廣告物者為其範圍，違憲？",
	"中華民國憲法增修條文第三條第二項第三款規定之不信任案得否於為其他特定事項召開之立法院臨時會提出？",
	"教師法第三十三條規定，違憲？\n教師認其權利或法律上利益因學校具體措施遭受侵害時，得否訴訟救濟？",
	"依刑事訴訟法第三十三條第一項、第一百零一條第三項規定，犯罪嫌疑人及其辯護人於偵查中羈押審查程序得從而獲知之卷證資訊，僅為聲請羈押事由所依據之事實，是否合憲？",
	"電子遊戲場業申請核發電子遊戲場業營業級別證作業要點第二點第一款第一目規定申請上開級別證須符合自治條例規定，是否合憲？臺北市電子遊戲場業設置管理自治條例第五條第一項第二款、臺北縣電子遊戲場業設置自治條例（已失效）第四條第一項、桃園縣電子遊戲場業設置自治條例（於中華民國一０三年十二月二十五日公告自同日起繼續適用）第四條第一項分別規定電子遊戲場業營業場所應距離特定場所一千公尺、九百九十公尺、八百公尺以上，是否合憲？",
	"本院釋字第七三九號解釋之解釋爭點為：獎勵土地所有權人辦理市地重劃辦法（下稱獎勵重劃辦法）第八條第一項發起人申請核定成立籌備會之要件，是否合憲？同辦法第九條第三款、第二十條第一項由籌備會申請核定擬辦重劃範圍、第九條第六款、第二十六條第一項由籌備會為重劃計畫書之申請核定及公告，並通知土地所有權人等規定，是否合憲？同辦法關於主管機關核定擬辦重劃範圍及核准實施重劃計畫之程序，是否合憲？平均地權條例第五十八條第三項規定之同意比率，是否合憲？",
	"保險業務員與其所屬保險公司所簽訂之保險招攬勞務契約，是否為勞動基準法第二條第六款所稱勞動契約？",
	"凡本院曾就人民聲請解釋憲法，宣告聲請人據以聲請之確定終局裁判所適用之法令，於一定期限後失效者，各該解釋之聲請人是否均得就其原因案件據以請求再審或其他救濟？檢察總長是否亦得據以提起非常上訴？",
	"都市計畫定期通盤檢討變更，如其中具體項目有直接限制一定區域內特定人或可得確定多數人之權益或增加其負擔者，得否其就該部分提起訴願或行政訴訟？",
	"徵收之捷運用地得否用於聯合開發案？",
	"化粧品衛生管理條例第二十四條第二項及第三十條第一項就違反同條例第二十四條第二項為處罰之部分，是否違憲？",
	"（一）薪資所得未許實額減除費用是否違憲？\n（二）財政部函釋認大學兼任教師之授課鐘點費屬由薪資所得，而非執行業務所得，是否牴觸租稅法律主義？",
	"（一）稅捐稽徵法第20條及遺產稅及贈與稅法第51條第1項規定，逾期繳納稅捐應加徵滯納金，是否違憲？\n（二）財政部中華民國80年4月8日台財稅第790445422號函及81年10月9日台財稅第811680291號函，認為納稅義務人就復查決定補徵之應納稅額依法提起訴願，逾繳納期限始繳納應納稅額半數時，應就該半數加徵滯納金是否違憲？\n（三）遺產稅及贈與稅法第51條第2項規定，就應納稅款及滯納金，自滯納期限翌日起加徵滯納利息，是否違憲？",
	"土地所有權人因公路穿越地下，至逾越其社會責任所應忍受範圍，得否請求需用土地人向主管機關申請徵收地上權？",
	"民法親屬編婚姻章，未使相同性別二人，得為經營共同生活之目的，成立具有親密性及排他性之永久結合關係，是否違反憲法第22條保障婚姻自由及第7條保障平等權之意旨？",
	"道路交通管理處罰條例限制計程車駕駛人於執業期中犯特定之罪者，三年內不得執業，且吊銷其持有之各級駕照，是否違憲？",
	"以外國學歷應牙醫師考試者，須在主管機關認可之醫療機構完成臨床實作訓練之規定，是否違憲？",
	"一、行政罰法第26條第2項規定命應履行負擔之緩起訴處分確定後，得再處罰鍰，是否違憲？同法第45條第3項得扣抵負擔之規定適用於100年行政罰法修正前尚未裁處之事件，是否牴觸法律不溯及既往原則及信賴保護原則？\n二、經緩起訴處分確定者，是否有95年2月5日施行之行政罰法第26條第2項之適用？",
	"刑事訴訟法第376條第1款及第2款所列案件：\n1、經第一審判決被告有罪，而第二審駁回上訴或撤銷原審判決並自為有罪判決，不得上訴於第三審法院，是否違憲？\n2、經第一審判決被告無罪，但第二審撤銷原審判決而自為有罪判決者，不得上訴於第三審法院，是否違憲？",
	"一、全民健康保險之特約內容有無法律保留原則之適用？全民健康保險法授權主管機關訂定全民健康保險醫事服務機構特約及管理辦法之規定，有無違反法律授權明確性原則？ \n二、上開辦法有關停止特約、不予支付、停約之抵扣及扣減醫療費用之規定，有無逾越母法之授權範圍？\n三、上開辦法有關停止特約、不予支付及停約之抵扣之規定，有無違反憲法比例原則？",
	"填具一張進口報單逃漏進口稅、貨物稅及營業稅，係一行為或數行為？併合處罰是否違反法治國一行為不二罰原則？",
	"就監獄行刑法第6條及同法施行細則第5條第1項第7款之規定合併觀察，其不許受刑人向法院請求救濟，是否與憲法第16條保障人民訴訟權之意旨有違？",
	"1.監獄行刑法第66條是否違反憲法第12條保障之秘密通訊自由？\n2.同法施行細則第82條第1款、第2款及第7款是否逾越母法之授權？\n3.同法施行細則第81條第3項是否違反憲法第23條之法律保留原則及第11條保障之表現自由？",
	"本院釋字第706號解釋之聲請人能否逕以執行法院拍賣開立之繳款收據作為進項稅額憑證？",
	"土地所有權人依民法第767條第1項請求返還土地事件，攻擊防禦方法涉及公用地役關係存否之公法關係爭議者，其審判權之歸屬？",
	"（前）臺灣省自來水股份有限公司人員依「臺灣省政府所屬省營事業機構人員退休撫卹及資遣辦法」請求發給撫卹金發生爭議，其訴訟應由何種法院審判？",
	"警察人員人事條例第11條第2項之規定，對警察三等特考及格之一般生，是否形成職務任用資格之不利差別待遇？",
	"1.智慧財產法院技術審查官之迴避，準用相關訴訟法法官迴避規定，是否違反法律保留原則及法律明確性原則？\n2.曾參與智慧財產民、刑事訴訟之智慧財產法院法官，就相牽涉之智慧財產行政訴訟無須自行迴避之規定，是否違反憲法保障訴訟權之意旨？",
	"刑事訴訟法第33條第2項前段規定，未使被告得以適當方式適時獲知其被訴案件之卷宗及證物全部內容，是否違憲？",
	"土地法第219條第1項未規定主管機關就其徵收之土地，應定期通知原土地所有權人土地之後續使用情形，致其無從於充分資訊下，行使收回權，是否不符憲法要求之正當行政程序，而有違憲法第15條保障人民財產權之意旨？",
	"公營事業移轉民營條例第8條第3項前段規定，就適用於原具公務人員身分之留用人員部分，原有年資辦理結算，是否侵害其服公職權及平等權？",
	"內政部中華民國91年4月17日訂定發布之土地徵收條例施行細則第52條第1項第8款規定是否違反法律保留原則？",
	"100年6月29日修正公布之國民年金法第18條之1規定，遺屬年金自提出申請且符合條件之當月起按月給付部分，是否有違憲法第15條保障財產權及生存權之意旨？",
	"藥害救濟法第13條第9款有關常見且可預期之藥物不良反應，不得申請藥害救濟之規定，是否違反法律明確性原則或比例原則？",
	"1.醫事人員人事條例第1條是否違反法律明確性原則？\n2.醫事人員人事條例第1條及公務人員任用法第28條第1項第2款本文及第2項，適用於具中華民國國籍兼具外國國籍之醫師，使其不得擔任以公務人員身分任用之公立醫療機構醫師，已任用者應予免職之部分，是否違背憲法第18條保障人民服公職權之意旨？\n3.國籍法第20條第1項及醫事人員人事條例，未就具中華民國國籍兼具外國國籍者，設例外規定，以排除其不得擔任以公務人員身分任用之公立醫療機構醫師之限制，是否違背憲法第7條保障人民平等權之意旨？",
	"地方制度法第44條及第46條有關縣（市）議會正副議長選舉及罷免記名投票之規定，是否與憲法第129條及憲法增修條文第9條第1項之規範意旨相符？",
	"企業併購法第4條第3款許現金逐出合併，以及91年2月6日制定公布之同法第18條第5項排除公司法有關利益迴避規定之適用，是否違反憲法第15條保障人民財產權之意旨？",
	"1.最高法院40年台上字第730號民事判例及司法院37年院解字第3997號解釋認繼承回復請求權於時效完成後，真正繼承人喪失其原有繼承權，並由表見繼承人取得其繼承權，是否違憲？\n2.司法院院字及院解字解釋，如涉及審判上之法律見解，法官於審判案件時，是否受其拘束？",
	"人民依國有財產法第52條之2規定，申請讓售國有非公用財產類之不動產經否准所生爭議，其訴訟應由普通法院或行政法院審判？",
	"未辦理繼承登記土地或建築改良物之合法使用人，依土地法第73條之1第3項前段規定行使優先購買權所生爭議，其訴訟應由普通法院或行政法院審判？",
	"都市計畫個別變更範圍外之人民，如因都市計畫個別變更致其權利或法律上利益受侵害，得否請求救濟？",
	"一、刑法第47條第1項有關累犯加重本刑部分，是否違反憲法一行為不二罰原則？又其一律加重本刑，是否違反憲法罪刑相當原則？\n二、刑法第48條前段及刑事訴訟法第477條第1項有關累犯更定其刑部分，是否違反憲法一事不再理原則？",
	"內政部台（78）內營字第727291號函關於建築物申請變更使用，增設停車空間於鄰地空地，並予套繪管制，暨台（80）內營字第907380號函有關建築法第30條規定應備具之土地使用權同意書不宜附有同意使用期限之函示實務上擴及於「變更使用執照」之申請部分，二者合併適用之結果，形成對鄰地無期限之套繪管制，是否與憲法第15條保障財產權之意旨不符？",
	"刑法第185條之4之構成要件是否違反法律明確性原則？其刑度是否違反比例原則？",
	"一、藥事法第102條第2項限制醫師藥品調劑權，是否牴觸憲法第15條保障人民工作權之意旨？\n二、藥事法施行細則第50條及行政院衛生署食品藥物管理局100年4月12日FDA藥字第1000017608號函對於藥事法第102條第2項「醫療急迫情形」之解釋，是否逾越母法之授權、增加法律所無之限制而違反憲法第23條法律保留原則？",
	"1、土地稅法第39條第2項關於免徵土地增值稅之規定，以及財政部90年11月13日台財稅字第0900457200號函關於非都市土地地目為道之交通用地，無上開免稅規定之適用部分，是否違反憲法第7條保障平等權之規定？\n2、行政院農業委員會90年2月2日（90）農企字第900102896號函關於公路法之公路非屬農業用地範圍，無農業發展條例第37條第1項不課徵土地增值稅之適用部分，是否牴觸憲法第19條租稅法律主義及第23條法律保留原則？",
	"道路交通管理處罰條例對於汽車駕駛人強行闖越平交道之處罰，是否牴觸憲法？",
	"陸海空軍軍官士官服役條例第3條關於所用名詞定義；第26條第2項第1款及第2款關於變更軍官士官退除給與計算基準；第26條第3項及第46條第4項第1款，關於同條例施行後之過渡期間內，扣減受規範對象退除給與；第26條第4項關於最低保障金額、原支領金額低於少尉一級本俸及專業加給合計數額者，按原支領金額支給；第29條第2項關於提高退休撫卹基金撥繳費用之基準；第34條第1項第3款關於停止受規範對象領受退休俸或贍養金；第39條第1項前段關於退除給與得隨消費者物價指數調整；第46條第5項關於同條例施行後第11年返還優惠存款本金；第47條第3項關於年資補償金之計算與結清；第54條第2項關於每年節省之退撫經費支出，全數挹注退撫基金等規定，是否涉及違反法律不溯及既往原則、信賴保護原則或比例原則？侵害受規範對象之財產權、生存權、服公職權、工作權或平等權？",
	"公務人員退休資遣撫卹法第4條第4款、第5款及第6款關於退休所得替代率、每月退休所得、最低保障金額之定義；第7條第2項關於提高退撫基金共同撥繳費用之基準；第18條第2款及第3款關於配合精簡政策自願退休，增列年滿55歲要件；第36條關於優惠存款利率之計算、調降、底限及原領金額低於最低保障金額者，依原金額支給；第37條、附表三及第38條，關於本法施行前後退休者，年度退休所得替代率計算基準、調降、底限及其適用；第39條第1項及第2項關於支領月退休所得之調降順序、底限，及原領金額低於最低保障金額者，依原金額支給；第67條第1項前段關於退撫給與得隨消費者物價指數調整，及第77條第1項第3款關於停止受規範對象領受退休金權利等規定，是否違反法律不溯及既往原則、信賴保護原則或比例原則？侵害受規範對象之財產權、生存權、服公職權、工作權或平等權？",
	"公立學校教職員退休資遣撫卹條例第4條第4款、第5款及第6款關於退休所得替代率、每月退休所得、最低保障金額之定義；第8條第2項關於提高退撫基金共同撥繳費用之基準；第19條第2款及第3款關於配合精簡政策自願退休，增列年滿55歲要件；第36條關於優惠存款利率之計算、調降、底限及原領金額低於最低保障金額者，依原金額支給；第37條、附表三及第38條，關於本條例施行前後退休者，年度退休所得替代率計算基準、調降、底限及其適用；第39條第1項及第2項關於支領月退休所得之調降順序、底限，及原領金額低於最低保障金額者，依原金額支給；第67條第1項前段關於退撫給與得隨消費者物價指數調整，及第77條第1項第3款關於停止受規範對象領受退休金權利等規定，是否違反法律不溯及既往原則、信賴保護原則或比例原則？侵害受規範對象之財產權、生存權、教育工作者生活保障、工作權或平等權？",
	"本院釋字第382號解釋有關各級學校學生行政爭訟權之解釋，應否部分變更？",
	"1.根據公務人員保障法，公務人員就影響其權益之不當公權力措施，於申訴、再申訴後，不得續向法院請求救濟，是否違憲？\n2.高雄市政府消防局有關外勤消防人員「勤一休一」勤休方式及超時服勤補償之相關規定，是否違憲？",
	"中華民國89年7月12日制定公布之公職人員利益衝突迴避法第14條及第16條規定，以新臺幣100萬元為罰鍰最低額，是否過苛而牴觸憲法？",
	"退除役軍職人員與臺灣銀行訂立優惠存款契約，因該契約所生請求給付優惠存款利息之事件，應由普通法院或行政法院審判？",
	"一、依廢棄物清理法所課徵之回收清除處理費之構成要件及效果是否應以法律明定？或得授權以命令定之？\n二、廢棄物清理法第15條及其授權訂定之公告有關「應由製造、輸入業者負責回收、清除、處理之物品或其容器，及應負回收、清除、處理責任之業者範圍」部分，是否違反法律保留原則及平等原則？\n三、廢棄物清理法第16條第1項中段有關責任業者所應繳納回收清除處理費之費率，未以法律明文規定，而授權中央主管機關以命令定之，是否違反法律保留原則及授權明確性原則？\n四、中央主管機關依廢棄物清理法第16條第5項之授權，公告以容器與附件之總重量為繳費計算標準，課徵回收清除處理費，是否違反憲法第7條平等保障之意旨？\n五、中央主管機關依廢棄物清理法第16條第5項之授權，公告就容器瓶身以外之附件使用PVC材質者，加重費率100%，其對責任業者財產權及營業自由之干預，是否牴觸憲法第23條比例原則？",
	"性侵害犯罪防治法第17條第1款有關被害人警詢陳述，得為證據之規定，是否違憲？",
	"1、毒品危害防制條例第12條第2項就意圖供製造毒品之用而栽種大麻罪之法定刑，是否符合憲法罪刑相當原則？\n2、毒品危害防制條例第17條第2項減輕其刑規定，未包括犯同條例第12條第2項之罪，是否違背憲法第7條保障平等權之意旨？",
	"1、刑法第239條規定是否符合憲法第22條保障性自主權之意旨？本院釋字第554號解釋應否變更？\n2、刑事訴訟法第239條但書規定是否符合憲法第7條保障平等權之意旨？",
	"毒品危害防制條例第4條第1項至第4項規定之販賣毒品既遂罪，是否祇要以營利為目的，而有購入之行為，即足該當？最高法院25年非字第123號刑事判例及67年台上字第2500號刑事判例相關部分之意旨，是否合憲？",
	"1.政黨及其附隨組織不當取得財產處理條例是否違反憲法保留？\n2.同條例第2條第1項規定，是否違反憲法增修條文第3條第3項及第4項規定？\n3.同條例第2條、第8條第5項前段及第14條規定，是否違反權力分立原則？\n4.同條例第4條第1款規定，是否違反憲法第7條平等原則？\n5.同條例第4條第2款規定，是否違反法律明確性原則、平等原則及比例原則？又同款後段規定，是否違反法律不溯及既往原則？",
	"1.菸害防制法第2條第4款及第5款、第9條第8款規定是否有違法律明確性原則？\n2.同法第9條第8款規定限制菸品業者以公司名義顯名贊助任何形式之活動，是否侵害憲法保障之言論自由？\n3.同法第9條第8款規定限制菸品業者以公司名義顯名贊助任何形式之活動，是否侵害憲法保障之平等權？\n4.衛生福利部國民健康署102年10月11日國健菸字第1029911263號函說明二是否違反法律保留原則、法律不溯及既往原則、信賴保護原則及比例原則？",
	"應否補充釋示釋字第742號解釋原因案件之訴願期間",
	"刑法第78條第1項本文規定，受假釋人於假釋中因故意更犯罪，受有期徒刑以上刑之宣告者，均一律撤銷其假釋，是否牴觸憲法第23條比例原則？",
	"行政程序法第74條關於寄存送達生效日之規定，是否違背憲法正當法律程序原則之要求？",
	"財政部92年2月12日台財稅字第0920450239號令及105年8月31日台財稅字第10504576330號函，就90年1月17日修正公布之使用牌照稅法第7條第1項第9款關於交通工具免徵使用牌照稅之規定，明示應以同一法人於同一行政區域（同一直轄市或縣(市)）內之總分支機構合計3輛為限，是否違反憲法第19條租稅法律主義？",
	"一、刑法第91條之1第1項規定「有再犯之危險」及同條第2項前段規定「再犯危險顯著降低」是否違反法律明確性原則及比例原則？\n二、性侵害犯罪防治法第22條之l第3項規定「再犯危險顯著降低」是否違反比例原則及憲法第8條人身自由之保障？\n三、刑事訴訟法及性侵害犯罪防治法均未規定應賦予受處分人於聲請宣告或停止強制治療程序，有到庭陳述意見之機會，是否違反憲法正當法律程序原則？\n四、刑法第91條之1第2項前段規定進行之鑑定、評估程序，是否對受處分人之程序保障不足，而違反憲法保障人民訴訟權之意旨？\n五、性侵害犯罪防治法第22條之1第1項規定，對95年6月30日即刑法第91條之1規定修正施行前，曾犯性侵害犯罪之加害人施以強制治療，是否違反法律不溯及既往原則及信賴保護原則？",
	"確定終局裁判所適用之法令，經本院解釋宣告違憲，聲請人據以提起再審之訴者，其再審最長期間之計算，應否扣除聲請案繫屬本院期間？本院釋字第209號解釋，應否補充？",
	"中華民國86年11月26日修正公布之刑法第77條第2項（嗣94年2月2日修正公布同條時，移列同條第3項，僅調整文字，規範意旨相同）規定，關於無期徒刑裁判確定前未逾1年部分之羈押日數，不算入假釋已執行期間，是否合憲？",
	"1、入出國及移民法第58條第2項規定是否符合憲法第15條保障人民工作權、第22條契約自由及第7條平等權之意旨？\n2、入出國及移民法第76條第2款規定是否符合憲法第15條保障人民財產權之意旨？",
	"1、槍砲彈藥刀械管制條例第20條第1項規定，原住民未經許可，製造、運輸或持有獵槍，供作生活工具之用者，以自製者為限，始能免除刑罰，且不及於空氣槍，是否符合法律明確性原則？有無牴觸憲法比例原則？\n2、103年6月10日修正發布之槍砲彈藥刀械許可及管理辦法第2條第3款，就「自製獵槍」之定義規定，是否規範不足，而違反憲法保障人民生命權、身體權，以及憲法增修條文第10條第11項、第12項前段規定保障原住民從事狩獵活動之文化權利之意旨？\n3、野生動物保育法第21條之1第1項規定所稱之傳統文化，是否包含非營利性自用之情形？\n4、野生動物保育法第21條之1第2項前段規定，獵捕、宰殺或利用野生動物之行為，須事先經主管機關核准，以及原住民族基於傳統文化及祭儀需要獵捕宰殺利用野生動物管理辦法第4條第3項及第4項第4款規定有關申請期限及程序、申請書應記載事項中動物種類及數量部分，是否違反憲法比例原則？",
	"1.著作權法第91條第2項、第3項及第91條之1第3項本文規定所稱「重製」，是否違反法律明確性原則？\n2.同法第91條第2項及第3項規定就意圖銷售或出租，擅自以重製之方法侵害他人著作財產權之罪，及同法第91條之1第3項本文規定就散布非法重製物為光碟之罪，均一律以6月以上有期徒刑為最低度法定自由刑，是否違反憲法第8條保障人身自由之規定？ \n3.同法第91條第3項規定，就以重製於光碟之方法犯同條第2項之罪者，提高其得併科罰金之額度，及同法第91條之1第3項就散布非法重製物為光碟罪提高其最低度法定自由刑及得併科罰金之額度，是否違反憲法第7條保障平等權之規定？ \n4.同法第100條但書規定，將同法第91條第3項及第91條之1第3項所定非法重製及散布光碟罪，均不列為告訴乃論之罪，是否違反憲法第7條保障平等權之規定？",
	"少年事件處理法第36條及其他相關規定，未賦予被害人有到庭陳述意見之機會，是否違憲？",
	"臺北市街頭藝人從事藝文活動許可辦法第4條第1項、第5條第1項及第6條第1項前段規定是否違反法治國法律保留原則？是否侵害憲法所保障之職業自由及藝術表現自由？",
	"勞動基準法第49條第1項規定，限制女性勞工於夜間工作，是否違反憲法第7條保障性別平等之意旨？",
	"同一行為受刑事處罰後，依社會秩序維護法第38條但書另處罰鍰部分之規定，是否違反法治國一罪不二罰原則？",
	"禁止不動產估價師設立分事務所是否違憲？",
	"原住民族工作權保障法第24條第2項規定，得標廠商應一律依差額人數乘以每月基本工資計算繳納代金，是否違憲？",
	"一、公教人員保險法禁止公保與其他社會保險重複加保，是否違憲？\n二、違法解職（聘）處分嗣經撤銷之復職（聘）者，申請辦理追溯加保，其重複加保期間之年資是否應採認為公保養老給付之年資？",
	"刑法、竊盜犯贓物犯保安處分條例及組織犯罪防制條例所規定之強制工作是否違憲？",
	"1、文化資產保存法第9條第1項及第18條第1項有關歷史建築登錄之規定，於歷史建築所定著之土地為第三人所有之情形，未以取得土地所有人同意為要件，是否違憲？\n2、同法第99條第2項及第100條第1項規定，於歷史建築所定著之土地為第三人所有之情形，未予土地所有人相當之補償，是否違憲？"
]